{
    "ILOCaseNo": "2020 ILO PNH 608284",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Crl. Rev. - 3004 of 2019",
            "Petitioner": "Rakesh Kumar",
            "Respondent": "Jasbir Singh and Anr."
        }
    ],
    "JudgmentDate": "11/08/2020",
    "BenchCoram": "Sudhir Mittal",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Manuj Nagrath"
        ],
        "LawyerForRespondent": [
            "R. S. Bajaj",
            "A. P. S. Gill",
            "Dag",
            "Punjab"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The revision petitioner is the accused. He issued a cheque dated 22.4.2006 to the complainant -respondent No.1, which was dishonoured. The dishonor memo is dated 25.4.2006. Thereafter, the complainant sent a notice dated 1.5.2006 demanding payment of the cheque amount but no response was received thereto. Hence, he filed a complaint under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as 'the Act'). The complaint was dismissed and the petitioner was acquitted vide judgement dated 25.02.2014. However, appeal against the said judgement was allowed on 20.10.2015 and the case was remanded for a fresh decision. Post remand, vide judgement dated 8.7.2016, the petitioner was convicted and sentenced to undergo rigourous imprisonment for a period of two years. He was also directed to pay compensation equal to the cheque amount along with interest at the rate of 9% per annum from the date of cheque till the date of the judgement. Appeal against the aforementioned judgement of conviction was dismissed vide judgement dated 21.8.2019 leading to the filing of the present revision petition. Learned counsel for the petitioner has submitted that he does not press the revision petition on merits. He confines his prayer to reduction in the quantum of sentence. He submits that the petitioner is a poor person. He has undergone a protracted trial of almost 10 years. Further, he has undergone actual sentence of one year and 9 days. All these facts taken cumulatively entitle the petitioner to some leniency. Thus, the sentence be reduced to the period already undergone. So far as the compensation amount is concerned, the complainant - respondent No. 1 shall be at liberty to recover the same in accordance with law. He places reliance on some single Bench judgements of this Court which are Criminal Revision No.992 of 2016 Subhash Thakur versus State of Haryana and another, decided on 08.04.2016, Criminal Revision No. 4300 of 2017 Sumit Kumar versus Rajinder Kumar Nagpal and another, decided on 5.6.2018 and Criminal Revision No.3364 of 2015 Gurjant Singh versus Harpreet Singh, decided on 4.9.2019. 2.The submissions made by learned counsel for the petitioner have been vehemently opposed by the learned counsel appearing for the Complainant-respondent No. 1. He states that the petitioner has committed an offence under Section 138 of the Act and having done so, he deserves to undergo the complete sentence awarded by the learned trial Court. He does not deserve any leniency. Merely because he has undergone a protracted trial, does not entitle him to any benefit. No infirmity or illegality in the exercise of discretion by the trial Court has been pointed out and, thus, the petitioner does not deserve any relief. The revision petition merits dismissal. Learned State counsel has furnished the latest custody certificate of the petitioner dated 30.7.2020 and the same is taken on record. According to this certificate, the petitioner has undergone a total sentence of 01 year and 19 days including remission of 01 month and 10 days and there is no other criminal case pending/ decided against him. Based on the submissions made by the learned counsel, the only question which arises for adjudication in this case is whether the petitioner is entitled to reduction of his sentence. As has been mentioned earlier, the petitioner has been sentenced to undergo rigorous imprisonment for a period of two years which is the maximum sentence prescribed under the Act. While exercising revisional jurisdiction, the Court possesses exercises all the powers conferred on an Appellate Court as is evident from Section 401 (1) Cr.P.C. Section 386 Cr.P.C. confers powers on an Appellate Court to alter the nature or the extent or the nature and extent of the sentence. There is, thus, no doubt that the revisional Court can reduce the quantum of sentence. The question, however, is when such an exercise should be done? The judgements referred to by learned counsel for the petitioner do not throw any light on this issue. In Subhash Thakur (Supra), the sentence was reduced keeping in view the fact that the convict was a first offender and was the only bread winner of the family and had a large family to support. The fact that the convict had undergone a protracted trial, also weighed with the Court. Similarly, in Gurjant Singh (Supra), sympathetic considerations like the convict being a poor person and had suffered the agony of protracted trial have weighed with the Court. Similar is the case in Sumit Kumar (Supra). This gives rise to the question whether sympathetic considerations have any role to play in the matter of sentencing? Sentencing is primarily a matter of discretion as there are no statutory provisions governing the same. Even guidelines have not been laid down to assist the Courts in this matter. In the State of Himachal Pradesh vs. Nirmala Devi, 2017 (2) RCR (Criminal) 613 : (AIR 2017 SC 1981), the Supreme Court has considered the issue of sentencing in detail and has crystallized certain principles. The same are reproduced below:-",
        {
            "I": "20. Following principles can be deduced from the reading of the aforesaid judgment:- (i) Imprisonment is one of the methods used to handle the convicts in such a way to protect and prevent them to commit further crimes for a specific period of time and also to prevent others from committing crime on them out of vengeance. The concept of punishing the criminals by imprisonment has recently been changed to treatment and rehabilitation with a view to modify the criminal tendency among them. (ii) There are many philosophies behind such sentencing justifying these penal consequences. The philosophical/jurisprudential justification can be retribution, incapacitation, specific deterrence, general deterrence, rehabilitation, or restoration. Any of the above or a combination thereof can be the goal of sentencing. (iii) Notwithstanding the above theories of punishment, when it comes to sentencing a person for committing a heinous crime, the deterrence theory as a rationale for punishing the offender becomes more relevant. In such cases, the role of mercy, forgiveness and compassion becomes secondary. (iv) In such cases where the deterrence theory has to prevail, while determining the quantum of sentence, discretion lies with the Court. While exercising such a discretion, the Court has to govern itself by reason and fair play, and discretion is not to be exercised according to whim and caprice. It is the duty of the Court to impose adequate and, for one of the purposes of imposition of requisite sentence is protection of the society and a legitimate response to the conscience. (v) While considering as to what would be the appropriate quantum of imprisonment, the Court is empowered to take into consideration mitigating circumstances, as well as the aggravating circumstances."
        },
        "3.From the aforementioned authoritative pronouncement, it is evident that the sentence imposed must be commensurate with the crime committed and in accordance with jurisprudential justification such as deterrence, retribution or restoration. Mitigating circumstances as well as aggravating circumstances should also be kept in mind. To determine the jurisprudential justification/principle which would apply in cases such as the instant one, it would be essential to examine certain statutory provisions. Chapter XVII comprising Sections 138 to 142 was inserted vide Amendment Act 66 of 1988 w.e.f. 1.4.1989. Section 138, as it stood at the time of its insertion, provided for a maximum sentence of one year or fine or both. Vide amending Act 55 of 2002, the maximum sentence was increased to two years and Sections 143 to 147 were inserted. Section 143 provides for summary trial by the Judicial Magistrate, Ist Class or the Metropolitan Magistrate provided the maximum sentence of one year is imposable and fine exceeding Rs.5000/-. For speeding up the process of trial, Section 144 provides for service of summons by speed post or approved courier services. Section 145 provides for submission of evidence on affidavit. The amended provisions reveal the legislative intent of expediting the trial and of making the sentence deterrent. Section 143-A and 148 were inserted vide amending Act 20 of 2018 providing for award of interim compensation at the trial stage and for deposit of minimum 20% of the compensation amount awarded, at the appellate stage.",
        "4. The concern of the Legislature is obvious. Provisions inserted for inculcating greater faith in banking transactions needed more teeth so that cases involving dishonour of cheques reduced. It is, thus, apparent that deterrence and restoration are the principles to be kept in mind for sentencing. At the same time, the Court cannot lose sight of the fact that the offence under Section 138 of the Act is quasi criminal in nature. Section 147 of the Act makes the offence compoundable notwithstanding anything contained in the Code of Criminal Procedure, 1973. It is not an offence against society and an accused can escape punishment by settling with the complainant. Thus, while imposing a sentence under Section 138 of the Act, the Court must be alive to the concern of the Legislature in inserting Chapter XVII in the Act and then amending the provisions thereof to make the same more stringent as well as the jurisprudential principles of deterrence and restoration and that the offence is quasi criminal in nature. The order of sentence is on record. Maximum sentence of rigorous imprisonment for two years has been imposed on the ground that the offence is a socio economic offence. No other consideration has weighed with the trial. Keeping in view the principle of restoration, compensation of payment of the cheque amount along with interest @ 9% per annum from the date of issuance of cheque till the date of the judgment has been awarded. The award of compensation is justified and reflects a judicious exercise of mind. However, in view of the nature of the offence as well as the fact that the cheque amount is only Rs. 4 lacs, the award of maximum sentence is held to be arbitrary. Mitigating circumstances argued by counsel for the petitioner such as the petitioner being a poor person and having undergone a protracted trial of almost 10 years, also exist.",
        "5. Thus, the revision petition is dismissed and conviction is maintained. However, the sentence is reduced to RI for a period of one year and six months along with payment of compensation as awarded by the trial Court."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Criminal P.C. (2 of 1974), S.401(1) - DIshonour of cheque - Sentence - Compensation - Accused sentenced to undergo rigourous imprisonment for period of two years and directed to pay compensation equal to cheque amount along with interest at rate of 9% p.a - Custody Certificate of accused showing that accused has undergone total sentence of 1 year and 19 days including remission of 1 month and 10 days - No other criminal case pending against accused - accused being poor person and having undergone protracted trial of almost 10 years - Award of compensation proper whereas sentence reduced to 1 year and 6 months. (Paras4 5)",
    "Result": "Petition dismissed"
}