{
    "ILOCaseNo": "2020 ILO SC 608311",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "MISCELLANEOUS APPLICATION - 2672 of 2019",
            "Petitioner": "MADAN TIWARI",
            "Respondent": "YASHWANT KUMAR SAHU AND ANR."
        }
    ],
    "JudgmentDate": "13/01/2020",
    "BenchCoram": "N. V. RAMANA;V. RAMASUBRAMANIAN",
    "JudgmentText": [
        "1. I.A. No. 176956 of 2019 is filed by the applicant for modification of the Court's Order dated 27.09.2019. 2.Having heard learned counsel for the parties and after perusing the material placed on record, we recall the Order dated 27.09.2019. Leave granted. 3.This appeal by special leave petition is directed against the judgment and order dated 17.05.2019 passed by the High Court of Chhattisgarh at Bilaspur in Criminal Revision No.56 of 2010 whereby the High Court dismissed the revision petition filed by the appellant and upheld the judgment and order of the trial court dated 29.05.2007, which convicted the appellant under Section 138 of the Negotiable Instruments Act, 1881 and awarded sentence of two years' rigorous imprisonment with fine of Rs.5,000/-. 4.When the matter came up for hearing on 27.09.2019, this Court had passed the following order:",
        {
            "I": "Petitioner wants to deposit double the amount i.e. Rs.6,32,000/- (Rupees six lakhs and thirty two thousand only) before the Registry of this Court within a period of six weeks from today. On such deposit by the petitioner within the stipulated period, as stated above, let notice be issued in the matter, failing which the Special Leave Petition would be dismissed. In the event the amount is deposited by the petitioner, the Registry is directed to invest the same in an interest-bearing Fixed Deposit Receipt in any of the Nationalized Banks."
        },
        "5.Since the applicant-appellant failed to deposit the amount in terms of the aforesaid Order, the special leave petition stood dismissed. 6.Now, the applicant-appellant has filed an application being Criminal Misc. Petition No.176956 of 2019 seeking modification of the Order dated 27.09.2019 stating therein that the matter has been compromised between the parties. The appellant as per Settlement Agreement dated 05.09.2019 made payment of entire sum of Rs.3,16,000/- to respondent No.1- complainant. It has further been stated in the said application that respondent No.1-complainant on his own after having been received a sum of Rs.3,16,000/- along with Rs.50,000/-, as interest, from the appellant, filed an application under Section 147 of the Negotiable Instruments Act, 1881, for compounding of offence before the Chief Judicial Magistrate, 1 Class, Durg, Chhattisgarh. 7.It has been averred in the above-mentioned application that when the Order dated 27.09.2019 was passed by this Court, the appellant had already paid Rs.3,16,000/- to respondent No.1- complainant, vide Settlement Agreement dated 05.09.2019, along with interest amounting to Rs.50,000/- and respondent No.1 is completely satisfied with the amount received, which he has received wilfully, and he does not wish to continue the proceedings further.",
        "8. Respondent No.1-complainant has also filed an affidavit dated 08.11.2019 stating therein that he does not want to pursue the litigation further qua the appellant, since the matter has been amicably settled between the parties vide Settlement Agreement dated 5.09.2019. It has further been stated in the affidavit that he has received an amount of Rs.3,16,000/- along with interest of Rs.50,000/- from the appellant and he has no further claim against the appellant. It has also been stated in the said affidavit that respondent No.1 has entered into the agreement with the appellant out of his own free will and without any coercion or undue pressure from the appellant.",
        "9. Having perused the averments made in Criminal Misc. Petition No.176956 of 2019 filed by the applicant-appellant, as also the statement made by respondent No.1-complainant in the affidavit dated 08.11.2019, more particularly keeping in view the settlement arrived at between the parties, we hereby allow the application(s) and set aside the conviction and sentence of two years' rigorous imprisonment with fine of Rs.5,000/- awarded to the appellant under Section 138 of the Negotiable Instruments Act, 1881 by the trial court as affirmed by the appellate court and the High Court. 10.The appeal stands disposed of as indicated above. As a sequel to the aforesaid, the Miscellaneous Application and the Interlocutory Application also stand disposed of in the aforesaid terms. I.A. No. 176956 of 2019 is filed by the applicant for modification of the Court's Order dated 27.09.2019. Having heard learned counsel for the parties and after perusing the material placed on record, we recall the Order dated 27.09.2019. Leave granted. The appeal stands disposed of as indicated in the signed order. As a sequel to the aforesaid, the Miscellaneous Application and the Interlocutory Application also stand disposed of in the aforesaid terms."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Cheque Dishonour - Compounding of offence - Accused already paid amount along with interest - Complainant does not want to pursue litigation further, since matter has been amicably settled between parties vide Settlement Agreement - Conviction, set aside (Paras8 9)",
    "Result": "Order accordingly"
}