{
    "ILOCaseNo": "2020 ILO PNH 608285",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 965 of 2020",
            "Petitioner": "Balkar Singh",
            "Respondent": "Hoshiar Singh"
        }
    ],
    "JudgmentDate": "26/08/2020",
    "JudgmentBy": "Harnaresh Singh Gill",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Rahul Sharma",
            "Arpandeep Narula"
        ],
        "LawyerForRespondent": [
            "Sagar Garg"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Case is taken up for hearing through video conferencing. CRM- 20619-2020 This is an application under Section 482 Cr.P.C. for early hearing of the revision which is fixed for 07.09.2020. Notice of the application. Mr. Sagar Garg, Advocate, puts in appearance on behalf of the respondent-complainant and pleads that he has no objection, if the present application is allowed. In view of the above, the present application is allowed and the revision petition is preponed for today and taken up on Board for hearing. CRM-14214-2020 This is an application under Section 5 of the Limitation Act for the condonation of delay of 527 days in filing the revision. Learned counsel for the respondent-complainant states that he has no objection, if the present application is allowed. In view of the above, the present application is allowed. Delay of 527 days in filing the revision is condoned. Main Case: 2.This is a revision petition challenging the judgment dated 08.01.2019 passed by the learned Additional Sessions Judge, Sirsa, whereby appeal filed by the petitioner was dismissed and judgment of conviction/order of sentence dated 21.10.2017/24.10.2017 passed by the learned Judicial Magistrate Ist Class, Sirsa, convicting the petitioner under Section 138 of the Negotiable Instruments Act, 1881 and sentencing him to undergo rigorous imprisonment for a period of one year and to pay a compensation of Rs.1,60,000/-, i.e. equivalent amount of cheque of Rs. 1,60,000/- under Section 357(3) Cr.P.C., was upheld. 3.Learned counsel for the petitioner states that compromise has been effected between the parties, vide compromise deed dated 17.08.2020 (Annexure A-1) and, therefore, he prays for compounding the offence in view of law laid down in Damodar S. Prabhu Vs. Sayed Babalal H., 2010 (2) RCR (Criminal) 851. 4.Learned counsel for the respondent-complainant does not dispute the factum of compromise effected between the parties. He further states that he has no objection, if the offence is compounded and the petitioner is acquitted of the notice of accusation while setting aside the impugned judgments and order passed by the courts below.",
        "5. Keeping in view the settlement between the parties, the compounding of offence is allowed and as a necessary consequence thereof, the judgments and order passed by the Courts below is set aside; the petitioner is acquitted of the notice of accusation served upon him; the complaint filed by the complainant is dismissed and he shall be released forthwith, if not required in any other case, subject to him depositing Rs.24,000/- (15% of the disputed cheque) with the Haryana State Legal Services Authority as costs. It is made clear that if the petitioner fails to deposit the aforesaid costs, the present petition shall stand dismissed and the judgments and order passed by the courts below will become operative. Disposed of in the above terms."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Dishonour of cheque - - Compounding of offence - Complainant and petitioner/accused stated to have resolved the dispute by amicably settling matter - Considering that offence under S. 138 is compoundable in nature, compromise between parties accepted by Court - And offence is allowed to be compounded - Petitioner acquitted of offence. (Para5)",
    "Result": "Order accordingly"
}