{
    "ILOCaseNo": "2020 ILO PNH 608268",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 1074 of 2007",
            "Petitioner": "Lakhbir Singh",
            "Respondent": "Balkar Singh"
        }
    ],
    "JudgmentDate": "02/03/2020",
    "BenchCoram": "H. S. MADAAN",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ranjit Sharma"
        ],
        "LawyerForRespondent": [
            "S. S. Majithia"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Briefly stated, the facts of the case are that complainant Balkar Singh had filed a complaint under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as the Act) against accused Lakhbir Singh as Proprietor of Gurvinder Singh Manjinder Singh Trading Co. V and PO, Sudhar, Tehsil Ajnala, District Amritsar as well as such concern on the allegations that the accused had raised friendly loan from the complainant and towards discharge of such financial liability issued post dated cheque No.005848 dated 16.8.2003 in the sum of Rs.41,000/- drawn on Gurdaspur Amritsar Kshetriya Gramin Vikas Bank, Shivala Colony, Amritsar, Extension Counter, Zila Parishad Complex, Amritsar giving an assurance to the complainant that sufficient funds were there in the account of the accused for encashment of the cheque. The complainant presented the cheque for encashment to the banker of the accused through his banker i.e. State Bank of India, Divisional H.Q., Amritsar but the cheque was received back unpaid. When the matter was taken up with the accused, the accused requested the complainant to present the cheque again for encashment giving an assurance that it would be encashed positively. Believing the said assurance given by the accused, complainant again presented the cheque but the old story was repeated and the complainant was informed vide memo dated 23.10.2003 intimating that account of accused was closed. Thereafter, the complainant served a legal notice dated 5.11.2003 upon the accused calling upon him to make the payment of the cheque amount within 15 days of receipt of notice but accused instead of doing so, sent reply to the notice in question. 2.As such, the complainant has filed a complaint in question in the Court. 3.After recording preliminary evidence, the accused were summoned. Accused put in appearance and accused Lakhbir Singh for himself and as Proprietor of accused No.2 Gurvinder Singh Manjinder Singh Trading Co. was admitted to bail. Notice of accusation under Section 138 of the Act was served upon him, to which, he pleaded not guilty and claimed trial. 4.During the course of his evidence, the complainant got his statement recorded as CW1 and repeated on oath his case given in the complaint. 5.Statement of the accused was recorded under Section 313 Cr.P.C., in which all the incriminating circumstances appearing against him in the evidence of the complainant were put to him. The accused denied the assertions and pleaded innocence. He pleaded that he had already made payment of the cheque amount to the complainant in presence of Sawinder Singh, Kulwinder singh and Ranjit Kumar but the complainant had not returned the cheque to him. 6.During his defence evidence, accused examined Nirbhai Singh as DW1, Kulwinder singh as DW2 and Sawinder Singh as DW3. 7.The trial Court had formulated following points for determination: (i) Whether complainant has made alteration in the date of cheque, if so its effect? (ii)Whether accused has made payment of the amount of cheque to the complainant? (iii)Whether the complaint is barred by limitation? 8.After hearing arguments, learned trial Magistrate came to the conclusion that the accused had committed offence under Section 138 of the Act. The accused was convicted for an offence under Section 138 of the Act vide judgment dated 10.4.2006 and vide order of that very date, he was sentenced to undergo rigorous imprisonment for a period of one year and to pay a fine of Rs.50,000/- and in default thereof, to undergo further rigorous imprisonment for a period of three months. It was directed that a sum of Rs.41,000/-, if recovered, be paid to the complainant. 9.The accused challenged judgment of his conviction and sentence order by way of filing appeal in the Court of Sessions, which was, however, dismissed by learned Additional Sessions Judge (Ad hoc), Fast Track Court, Amritsar vide judgment dated 5.6.2007, in the process affirming the judgment of conviction and order of sentence passed against the accused by the trial Court. Accused was taken into custody and sent to jail to undergo the sentence. 10.Feeling dissatisfied, the petitioner has filed the present revision petition before this Court, notice of which was issued to the respondent, who put in appearance through counsel. 11.I have heard learned counsel for the parties besides going through the record. 12.Learned trial Magistrate keeping in view the oral as well as documentary evidence adduced by the complainant has come to the conclusion that all the necessary ingredients of offence under Section 138 of the Act were fulfilled and therefore had rightly convicted and sentenced the accused. Learned Additional Sessions Judge (Ad hoc), Fast Track Court, Amritsar was fully justified in upholding the judgment of conviction and order of sentence, in the process dismissing the appeal filed by the accused. 13.Learned counsel for the revisionist/accused has raised certain contentions but those are found to be without merit. His first contention was that ink of the date of the cheque is different from the other contents of the cheque. However, it has to be taken into view that while being examined under Section 313 Cr.P.C., the accused had admitted the notice. The complaint has been filed within a period of limitation. The trial Magistrate has dealt with that aspect in a very detailed manner in para No.10 of the judgment stating that as per version of the accused, complainant had inserted '1' before '6' in the date of cheque to make the date of issue as 16.8.2003. However, if the date is taken as 6.8.2003 then also the complaint is within limitation and the cheque was presented within limitation of this cheque as cheque was presented for the last time on 23.10.2003 within a period of six months from 6.8.2003. Therefore, there was no need for the complainant to insert '1' before number '6' in the date of the cheque because the same was not to affect the validity of the cheque. It is not the case of the accused that cheque was issued to the complainant without date. Since the cheque had been issued by the accused, it is for the accused to explain different ink of date from that of body writing and ink of date being different than the body writing of the cheque is of no consequence.",
        "14. Another plea raised was that the cheque amount stood already paid to the complainant. This stand had been taken by the accused in the reply to the notice. The accused had led oral evidence in that regard but the same is not worthy of reliance. It is hard to believe that when the cheque amount was returned, no receipt etc. was obtained and no writing took place and further return of the cheque was not insisted. Therefore, it is not established that the amount of cheque had been returned.",
        "15. With regard to limitation, it needs to be mentioned that since after dishonouring of the cheque for the first time, no notice had been got served by the complainant upon the accused, no cause of action had arisen to the complainant. It was only when for the second time statedly at the instance of accused, the complainant had presented the cheque, which was again dishonoured and thereafter the complainant had served notice upon the accused. However, the accused failed to make the payment within stipulated period. Then a cause of action arose to the complainant to bring the complaint in the Court of law. Therefore, the complaint cannot be held to be barred by time.",
        "16. Another argument advanced was that the cheque was issued as guarantee and it was not legally enforceable debt or liability. It comes out that the accused has been taking contradictory and divergent stands, at one time stating that cheque has been given for the security only, whereas at the second time stating that the cheque amount had already been paid to the complainant. If the cheque has been given for the security only, then there was no question of accused making payment of cheque amount to the complainant.",
        "17. The complainant had successfully proved his case, whereas the accused had failed to render any justifiable explanation for his alleged false implication in this case. 18.The judgment of conviction and order of sentence passed by the learned trial Magistrate are well reasoned, based upon proper appraisal and appreciation of evidence and correct interpretation of law. 19.There is no illegality or infirmity therein. Similarly the judgment passed by learned Additional Sessions Judge (Ad hoc), Fast Track Court, Amritsar contains discussion of facts, evidence adduced by the parties and legal position and reasons for affirming the judgment passed by the trial magistrate and dismissing the appeal are given. I do not find any illegality and infirmity with the impugned judgments. 20.Even otherwise, law is well settled that the revisional jurisdiction of this Court is quite limited. This Court is to interfere only if there is an illegality or infirmity apparent on the face of the judgment/ order passed by a Court below or the same is perverse. Merely because another view in the matter is possible, no interference with such judgment is to be done. 21.Finding no merits in the revision petition, the same stands dismissed. Petitioner/accused - Lakhbir Singh is stated to be on bail granted to him by this Court while suspending his sentence. His bail is cancelled. Chief Judicial Magistrate, Amritsar is directed to issue arrest warrant to get him arrested so as to make him undergo the remaining sentence."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Enforceable debt or liability - Accused took friendly loan from complainant and to discharge his liability issuing cheque of Rs.41000/- which got dishonoured - Plea of accused that complainant inserted '1' before '6' in date of cheque to make date of issue as 16.8.2003 - Even if date is taken as 6.8.2003 then also complaint is within limitation and cheque was presented within limitation of this cheque - Cheque amount stood already paid to complainant as per accused - When cheque amount was returned, no receipt etc. was obtained and no writing took place and further return of cheque was not insisted, unbelievable - Accused stating that cheque was issued to complainant as security - If cheque has been given for security only, then there was no question of accused making payment of cheque amount to complainant - Complainant proved his case beyond reasonable doubt - Conviction, proper. (Paras14 15 16 17)",
    "Result": "Petition dismissed"
}