{
    "ILOCaseNo": "2020 ILO PNH 608275",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-A - 1740 of 2019",
            "Petitioner": "Rattan Lal Talwaria",
            "Respondent": "Rajender Kumar"
        }
    ],
    "JudgmentDate": "20/03/2020",
    "JudgmentBy": "Harnaresh Singh Gill",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Satbir Singh Gill"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Special leave to appeal has been sought against the judgment of acquittal dated 13.08.2018 passed by the learned Sub Divisional Judicial Magistrate Ist Class, Ellenabad, dismissing the complaint under Section 138 of the Negotiable Instruments Act, 1881.",
        "2. Proceedings were initiated on account of dishonour of cheque bearing No.941821 dated 28.11.2014, amounting to Rs.2,50,000/-.",
        "3. Learned counsel for the applicant contended that the respondent-accused had borrowed Rs.2,50,000/- from the complainant and to return the said amount, he had issued the impugned cheque in favour of the complainant, which had been returned back unpaid to the complainant by his banker on the ground of 'insufficient funds'. Therefore, the accused was liable to be punished accordingly.",
        "4. The learned trial Magistrate has recorded the following reasons to dismiss the complaint: (i) The complainant nowhere mentioned that the loan had been taken by the accused from his firm i.e. M/s Jai Bharat Trading Company. The complainant alleged that the loan had been given by him in his personal capacity and not as a proprietor of his firm. (ii) The impugned cheque i.e. Ex.P-1 was not issued by the accused in the name of the complainant. Rather, the same was issued in the name of firm of the complainant. In his cross- examination, the complainant denied that the accused was a customer of his firm. If it was so that the complainant had given the alleged loan in his personal capacity and the accused was not even customer of his firm, then why the impugned cheque had been given in the name of the firm of the complainant. (iii) The cheque Ex.P-1 further revealed that it was not filled up by the accused. Signatures of the accused and contents of the cheque were in different ink. The issuance of cheque in the name of firm of the complainant and plea of the complainant that the loan had been given in his personal capacity, created a doubt over the genuineness of the allegations levelled by him.",
        "5. The learned Magistrate has taken a reasonable and probable view on appreciation of evidence.",
        "6. As per the conclusion drawn by the learned Magistrate, the complainant nowhere mentioned that the loan had been taken by the accused from his firm. The complainant alleged that the loan had been given by him in his personal capacity and not as a proprietor of his firm. The impugned cheque i.e. Ex.P-1 was not issued by the accused in the name of the complainant. Rather, the same was issued in the name of firm of the complainant. The cheque Ex.P-1 further revealed that it was not filled up by the accused and signatures of the accused and contents of the cheque were in different ink.",
        "7. Thus, in view of the totality of the circumstances and the settled position of law, the case attempted to be built by the complainant, appears to be suffering from fatal infirmities so much so it goes directly to the root of the case and shakes the very edifice on which the case of complainant rests. It is also relevant to mention here that the criminal conviction entails enigmatic and stigmatic exposures and experiences and thus it become of paramount importance to demand evidence of unimpeachable character and of unambiguous nature.",
        "8. Therefore, considering the above mentioned facts and legal positions, it would not be unjustified and completely misplaced to say that the complainant has miserably failed to prove that the impugned cheque had been issued against the discharge of any enforceable debt or liability. Preponderance of probabilities lies completely in favour of the accused. Further, the case of complainant is required to rest on its own leg and the same cannot be allowed to be bypassed in a casual and cosmetic manner.",
        "9. Learned counsel for the applicant, although, made sincere attempt, yet failed to draw the attention of this Court to any substantive error or perversity. Still further, the reasons which have been extracted above, appear to be probable and plausible.",
        "10. Moreover, there is a delay of 153 days in filing the application seeking special leave to appeal. Learned counsel for the applicant has failed to show any cogent and convincing reason to condone the delay of 153 days in filing the application seeking special leave to appeal.",
        "11. From the above, I do not find any ground to condone the delay in filing the application seeking special leave to appeal and grant special leave to file appeal. Therefore, finding no merit in the present applications, the same are dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishohour of cheque - Legally enforceable debt - Complainant nowhere mentioned that loan taken by accused from his firm - Complainant stated that loan given by him in his personal capacity and not as a proprietor of his firm -Cheque was not issued by accused in name of complainant but it was issued in name of firm of complainant - Impugned cheque was not filled up by accused and signatures of accused and contents of cheque were in different ink - Complainant miserably failed to prove that impugned cheque issued against discharge of any enforceable debt or liability - Acquittal proper. (Para6)",
    "Result": "Petition dismissed"
}