{
    "ILOCaseNo": "2020 ILO SC 608016",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "Special Leave Petition (Criminal) No. 5464 of 2016",
            "Petitioner": "Makwana Mangaldas Tulsidas",
            "Respondent": "State of Gujarat and Anr."
        }
    ],
    "JudgmentDate": "05/03/2020",
    "BenchCoram": "S. A. BOBDE; C.J.I.;L. Nageswara Rao",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ajit Sharma",
            "AOR"
        ],
        "LawyerForRespondent": [
            "Aniruddha P. Mayee",
            "AOR",
            "A. Rajarajan",
            "Sanjeev Kr. Choudhary"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. This Petition relates to dishonour of two cheques on 27.01.2005, for a total amount of Rs. 1,70,000/-, tried and contested over a period of 15 years up till this Court. A matter which is supposed to be disposed of summarily by the trial court in six months, it took seven years for this case to be disposed of at the trial court level. A dispute of such nature has remained pending for 15 years in various courts, taking judicial time and space up till this Court.",
        "2. Dishonour of cheque, which originally gave cause of action to file a civil suit, was criminalised in the year 1988, with the insertion of Chapter XVII in the Negotiable Instruments Act, 1881. Cheque dishonour, followed by default in payment after a demand notice, became punishable under Section 138 with imprisonment or fine which may extend to twice the amount of the cheque or both.",
        "3. The legislative intent behind the above-mentioned amendment was to ensure faith in the efficacy of banking operations and credibility in transacting business on cheques. It was to provide a strong criminal remedy in order to deter the high incidence of dishonour of cheques and ensure compensation to the complainant. Subsequent amendments in the Act and the pronouncements of this Court reflect that it was always perceived that these cases would be disposed of speedily so as to preserve the object of criminalisation of the act.",
        "4. Despite many changes brought through legislative amendments and various decisions of this court mandating speedy trial and disposal of these cases, the Trial Courts are filled with large number of pendency of these cases. A recent study of the pending cases, reflects pendency of more than 35 lakh, which constitutes more than 15 percent of the total criminal cases pending in the District Courts. Further, there is a steady increase in the docket burden.",
        "5. A plain reading of Chapter XVII of the N.I. Act, 1881 and the judgments of this Court in Indian Bank Association and others v. Union of India and Ors., (2014) 5 SCC 590 : AIR 2014 SC 2528 : 2014 AIR SCW 3462 : AIR 2014 SC (Criminal) 1473 and Meters and Instruments Private Limited and Anr. v. Kanchan Mehta, (2018) 1 SCC 560 : AIR 2017 SC 4594 : AIROnline 2017 SC 14 : 2018 Cri LJ 1160 would show the following mandates with regard to the expeditious trial of cases of this nature: (a) The trial of cases relating to Section 138 of the Act must be with nature of Summary Trial unless reasons call for Summons Trial, which is always exceptional. (b) The evidence of the complainant must be conducted within three months of assigning the case. (c) Endeavour must be made to conclude the trial within six months from the date of filing of the complaint. (d) The Trial, as far as practicable, must be held on a day to day basis unless reasons exist to do otherwise. Though, these mandates exist, they cannot operate in vacuum without addressing the factors attributable to the long delay of disposal of cases, urging holistic consideration.",
        "6. One of the major factor, for high pendency is delay in ensuring the presence of the accused before the Court for trial. As per recent study, more than half of the pending cases, i.e. more than 18 lakh cases, are pending due to absence of accused.",
        "7. This Court in Indian Bank Association (supra), has held that Magistrate should adopt a pragmatic and realistic approach while issuing process to ensure the presence of the accused. The direction was passed as follows:-",
        {
            "I": "2) MM/JM should adopt a pragmatic and realistic approach while issuing summons. Summons must be properly addressed and sent by post as well as by e-mail address got from the complainant. Court, in appropriate cases, may take the assistance of the police or the nearby Court to serve notice to the accused. For notice of appearance, a short date be fixed. If the summons is received back un-served, immediate follow up action be taken."
        },
        "8. Taking effect from Section 144 of the Act, Sections 62, 66 and 67 of Cr.P.C. and directions of this Court, the Magistrate may opt for one or many of the methods of service of summons, including service through speed post or the courier services, Police Officer or any other person, e-mail or through a Court having territorial jurisdiction.",
        "9. Despite service of summons issued through aforesaid mediums, the problem of non-execution of further process persists. While summon may be issued through aforementioned modes, bailable warrants and non-bailable warrants are to be executed through police as per Section 72 of Cr.P.C. Many a time, police as serving agency, does not give heed to the process issued in private complaints. Courts also remain ambivalent of this fact, requiring the complainant to pay unjustified process fee, repeatedly and avoid to take action against negligent police officers. The coercive methods to secure the presence of accused viz. attachment indicated in Section 82 and 83 Cr.P.C., are seldom resorted.",
        "10. Having regard to the prevailing state of affairs, we find that there is a need to evolve a system of service/execution of process issued by the court and ensuring the presence of the accused, with the concerted efforts of all the stakeholders like Complainant, Police and Banks. One step in such direction was taken by this court in the case of Meters and Instruments Private Limited (supra), where it had directed the banks to give the details of e-mail of the accused to the payee/ complainant for service through e-mail. It was held:",
        {
            "I": "In every complaint under Section 138 of the Act, it may be desirable that the complainant gives his bank account number and if possible e-mail ID of the accused.If e-mail ID is available with the Bank where the accused has an account, such Bank, on being required, should furnish such e- mail ID to the payee of the cheque."
        },
        "(Emphasis supplied)",
        "11. Banks, being an important stakeholders in cases of this nature, it is their responsibility to provide requisite details and facilitate an expeditious trial mandated by law. An information sharing mechanism may be developed where the banks share all the requisite details available of the accused, who is the account holder, with the complainant and the police for the purpose of execution of process. This may include a requirement to print relevant information, viz the email id, registered mobile number and permanent address of the account holder, on the cheque or dishonour memo informing the holder about the dishonour. The Reserve Bank of India, being the regulatory body may also evolve guidelines for banks to facilitate requisite information for the trial of these cases and such other matters as may be required. A separate software-based mechanism may be developed to track and ensure the service of process on the accused in cases relating to an offence under Section 138 of N.I. Act.",
        "12. With ensuring the credibility of cheques, it is equally important that cheques are not allowed to be misused giving cause to frivolous litigation. The Reserve Bank of India may consider developing a new proforma of cheques so as to include the purpose of payment, along with other informations mentioned above to facilitate adjudication of real issues.",
        "13. Further, a mechanism may be developed to ensure the presence of the accused even by way of coercive measure, if required, taking effect from Section 83 of Cr.P.C. which allows attachment of property, including movable property. A similar co-ordinated effort may be evolved to recover interim compensation under Section 143A of the N.I. Act as well as fine or compensation to be recovered as per Section 421 of Cr.P.C. The Bank may facilitate mechanism for transferring requisite funds from the bank account of the accused to the account of the holder in due course, as may be directed by the Court.",
        "14. With ever growing institution of N.I. cases, there is a need of developing a mechanism for pre-litigation settlement in these cases. The Legal Services Authorities Act, 1987 provides for a statutory mechanism for disposal of case by Lok Adalat at pre-litigation stage under Sections 19 and 20 of the Act. Further, Section 21 of the Act, recognises an award passed by Lok Adalats as a decree of a civil court and gives it a finality. This Court in K.N. Govindan Kutty Menon v. C.D. Shaji, (2012) 2 SCC 51 : (AIR 2012 SC 719 : 2012 AIR SCW 465) has held that:",
        {
            "I": "Even if a matter is referred by a criminal court under Section 138 of the Negotiable Instruments Act, 1881 and by virtue of the deeming provisions, the award passed by the Lok Adalat based on a compromise has to be treated as a decree capable of execution by a civil court."
        },
        "15. The effect of above legal proposition is that an Award passed at the pre-litigation stage or pre-cognizance stage shall have an effect of a civil decree. The National Legal Services Authority, being the responsible Authority in this regard, may evolve a scheme for settlement of dispute relating to cheque bounce at pre-litigation i.e. before filing of the private complaint. This measure of pre-litigation ADR process can go a long way in settling the cases before they come to Court, thereby reducing docket burden.",
        "16. The High Courts, in addition to the above, may also consider setting up of exclusive courts to deal with matters relating to Section 138, especially in establishments where the pendency is above a standard figure. Special norms for assessment of the work of exclusive courts may also be formulated giving additional weightage to disposal of case within the time-frame as per legal requirement.",
        "17. This Court in the case of Meters and Instruments Private Limited (supra), observed the following:",
        {
            "I": "Use of modern technology needs to be considered not only for paperless courts but also to reduce overcrowding of courts. There appears to be need to consider categories of cases which can be partly or entirely concluded "
        },
        "online",
        {
            "I": " without physical presence of the parties by simplifying procedures where seriously disputed questions are not required to be adjudicated. Traffic challans may perhaps be one such category. At least some number of Section 138 cases can be decided online. If complaint with affidavits and documents can be filed online, process issued online and accused pays the specified amount online, it may obviate the need for personal appearance of the complainant or the accused. Only if the accused contests, need for appearance of parties may arise which may be through counsel and wherever viable, video conferencing can be used. Personal appearances can be dispensed with on suitable self operating conditions.This is a matter to be considered by the High Courts and wherever viable, appropriate directions can be issued."
        },
        "(Emphasis supplied)",
        "In view of the above, the status of directions issued or measures adopted by the High Courts may be assessed and a best suited mechanism in this direction may be considered.",
        "18. In Meters and Instruments Private Limited (supra), this Court had also observed the nature of offence under Section 138 primarily relates to a civil wrong. While criminalising of dishonour of cheques took place in the year 1988 taking into account the magnitude of economic transactions today, decriminalisation of dishonours of cheque of a small amount may also be considered, leaving it to be dealt with under civil jurisdiction.",
        "19. These are some indicative aspects in addition to what may come on board after hearing the relevant duty-holders. To work out mechanism for expeditious and just adjudication of cases relating to dishonour of cheques, fulfilling the mandate of law and reduce high pendency, various duty-holders like Banks, Police and Legal Services Authorities may be required to take measures and prepare schemes. Thus, we find it necessary to hear them for evolving a concerted, coordinated mechanism for expeditious adjudication of these cases as per the legal mandate.",
        "20. Let the matter be registered separately as Suo Moto Writ Petition (Criminal) with the caption 'Expeditious trial of cases under Section 138 of N.I. Act, 1881'.",
        "21. We request Shri Sidharth Luthra, Senior Advocate to assist the Court as Amicus Curiae. We also appoint Shri K. Parame-shwar, Advocate as Amicus Curiae to assist him in the matter.",
        "22. Issue notice to the Union of India through Law Secretary, Registrar General of all the High Courts, the Director General of Police of all the States and Union Territories, Member Secretary of the National Legal Services Authority, Reserve Bank of India and Indian Bank Association, Mumbai as the representatives of Banking institutions.",
        "23. List both the matters on 16.04.2020."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Legal Services Authorities Act (39 of 1987), S.19, S.20, S.21 - Dishonour of cheque - Expeditious disposal - Despite serving of summons through speed post, Police Officer, e-mail or through Court having territorial jurisdiction, problem of non-execution of further process persists - As Police do not give attention to process issued in private complaints or Court demands unjustified process fee from complainants - To reduce docket burden of pendency of cheque bounce cases - National Legal Services Authority, Banks, Police may evolve mechanism for pre-litigation settlement in said cases. AIR 2017 SC 4594, 2012 AIR SCW 465, Relied on. (Para15)",
    "Result": "Order accordingly"
}