{
    "ILOCaseNo": "2020 ILO TRI 608317",
    "Court": "TRIPURA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRL.APP - 23 of 2018",
            "Petitioner": "Utpal Majumder",
            "Respondent": "MD. Farid Miah"
        }
    ],
    "JudgmentDate": "26/08/2020",
    "BenchCoram": "Arindam Lodh",
    "Lawyers": {
        "LawyerForPetitioner": [
            "S. Lodh"
        ],
        "LawyerForRespondent": [
            "S. Ghosh",
            "Addl. P. P. Mr. A. De"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Mr. S. Lodh, learned counsel appearing for the appellant as well as Mr. A. De, learned counsel appearing for the respondent-accused person.",
        "2. This criminal appeal arises out of the Judgment dated 11.09.2018 passed by learned Chief Judicial Magistrate, Sepahijala, Sonamura in connection with case No. CR(NI)02 of 2015, disallowing the complaint lodged by the petitioner before the Court under Section 138 of Negotiable Instruments Act, 1881 (here-in-after referred to as N.I. Act).",
        "3. Briefly stated, the complainant is the owner of a business shop namely, M/s Joy Ram Traders at ONGC, Nimbark under Amtali Police Station. The accused had purchased iron rods on various dates from 01.11.2014 to 18.11.2018 for an amount of Rs.7,95,000/-. The accused- respondent issued a cheque bearing No.514189 dated 30.11.2014 drawn on UBI, BoxDianagar Branch for an amount of Rs.7,95,000/- only against his account No.1779210000091 in favour of the complainant towards the price of rods. The complainant-appellant herein on 22.12.2014 presented the cheque for encashment to his bank, namely, SBI, ONGC Colony Branch, Agartala but the said cheque was returned by the banker of the accused-respondent, namely, UBI, Boxanagar Branch with the return memo dated 23.12.2014 with endorsement of",
        {
            "I": "closure of account"
        },
        ".",
        "4. Statutory ingredients of Section 138 of the N.I. Act were complied with by way of issuance of demand notice. Due to non-payment of the amount mentioned in cheque as aforestated, the complainant-appellant had lodged the complaint under Section 138 of the N.I. Act read with Section 141 and 142 of the N.I. Act before the competent Court.",
        "5. The accused-respondent had entered his appearance and contested the suit. Charges were framed against him. The complainant-appellant had adduced evidence as P.W.-1. The cheque was proved before the learned Court. The return memo also was proved under Section 146 of the N.I. Act. The accused-respondent was examined under Section 313 of Cr.P.C. to which he pleaded his innocence and stated that he did not issue the cheque in question. After hearing the learned counsels, learned Chief Judicial Magistrate, Sepahijala, Sonamura dismissed the compliant vide judgment dated 11.09.2018 on the ground that the return memo of the banker with endorsement has not been proved in accordance with Section 67 of the Evidence Act.",
        "6. Being aggrieved by and dissatisfied with the said finding and dismissal of the complaint filed by the complainant-appellant, the instant appeal has been preferred.",
        "7. Mr. S. Lodh, learned counsel appearing on behalf of the appellant-complainant submits that the finding of the learned Trial Court is contrary to the law laid down under Section 146 of the N.I. Act. Mr. Lodh, learned counsel has drawn my attention to the findings of the learned Chief Judicial Magistrate while deciding the point No.1, wherein, it was observed by the Court below that:-",
        {
            "I": "[14] Thus it is proved that accused person issued the cheque vide Exhibit-1 in favour of complainant with a view to discharge his liability i.e. debt of Rs.7,95,000/- towards payment of the price of the rods. The suggestion of accused that he was not supplied with the rods is not supported by any evidence and so it cannot be believed that accused made no transaction with complainant or that he did not purchase the rods cited in Exhibit-3. Merely because stock register of complainant were not produced, the plea of complainant and evidence of PW1 cannot be disbelieved. This in view of the above discussion and reasons I am of the considered view that it is proved clearly in the evidence that accused had issued the cheque Exhibit-1 in favour of complainant in discharge of his liability and debt to pay the sum of Rs. 7,95,000/- in favour of complainant. Hence, Point No.(I) is decided in the affirmative in favour of the complainant."
        },
        "8. Based on the aforesaid analogy, Mr. Lodh, learned counsel submits that the grounds of dismissing the complaint filed by the appellant-complainant is not sustainable in law and the judainant Utpal Majumder present. Ld. Counsel for accused Farid Miah also presengment dated 11.09.2018 passed by learned Chief Judicial Magistrate, Sepahijala, Sonamura is liable to be set aside.",
        "9. On the other hand, Mr. A. De, learned counsel appearing for the accused-respondent No.1 submits that the accused had never issued any cheque in favour of the complainant-appellant. Mr. De, learned counsel has drawn my attention to the cross-examination of P.W.-1, wherein he deposed that",
        {
            "I": "My transaction dealing with Farid Miah since first part of 2013, till 30.10.2014 I had no transaction on credit with Farid Miah"
        },
        "10. On the basis of this statement in the cross- examination, Mr. De, learned counsel has tried to persuade this Court that the date of issuing of the cheque was on 30.11.2014 when there was no transaction.",
        "11. I find no force in the submission of Mr. De, learned counsel for the reason that P.W.-1 has categorically stated that on 01.11.14, 04.11.14, 07.11.2014, 09.11.2014 and 18.11.14 he had no dealing with Farid Miah for an amount of Rs.7,95,000/- in total on credit. From this statement, it is clear that till 30.10.2014 there was dealing with Farid Miah on credit, but, there was no transaction on credit on the subsequent dates commencing from 01.11.2014 to 18.11.2014 for total amount of Rs.7,95,000/-.",
        "12. P.W.1, the complainant-appellant, Utpal Majumder during his examination-in-chief had pressed into service all the invoices substantiating the fact that he supplied rods which were received by the accused- respondent.",
        "13. As I said earlier, the learned trial Court has also affirmed the point No.1, wherein, the debt of the accused- respondent has been proved. The learned Trial Court had further observed that the cheque dated 30.11.2014 bearing No. 514189 for an amount of Rs.7,95,000/- was issued by the accused-respondent in discharge of liability and debt. No challenge has been made by the accused-respondent against those findings.",
        "14. I find force in the submission of Mr. Lodh, learned counsel appearing for the appellant that Section 67 of the Evidence Act has no relevance in deciding a complaint lodged under Section 138 of the N.I. Act in view of engrafted provision as laid down under Section 146 of the N.I. Act.",
        "15. This question was taken into consideration by the Apex Court in Mandvi Cooperative Bank Ltd. Vs. Nimesh B. Thakore reported in (2010) 3 SCC 83, wherein, the Apex Court held that the provisions of the N.I. Act override the provision contained in the Evidence Act in the manner quoted hereunder:-",
        {
            "I": [
                "16. Complaints under section 138 of the Act came to be filed in such large numbers that it became impossible for the courts to handle them within a reasonable time and it also had a highly adverse effect on the court's normal work in ordinary criminal matters. A remedial measure was urgently required and the legislature took action by introducing further amendments in the Act by the Negotiable Instruments (Amendment and Miscellaneous Provisions) Act, 2002. The 2002 amendment inserted in the Act for the first time sections 143 to 147 besides bringing about a number of changes in the existing provisions of sections 138 to 142.",
                "17. Section 143 gave to the court the power to try cases summarily; section 144 provided for the mode of service of summons;section 145 made it possible for the complainant to give his evidence on affidavit; section 146 provided that the bank's slip would be prima facie evidence of certain facts and section 147 made the offences under the Act compoundable.",
                "18. The statement of objects and reasons appended to the bill stated as follows: "
            ]
        },
        "The Negotiable Instruments Act, 1881 was amended by the Banking, Public Financial Institutions and Negotiable Instruments Laws (Amendment) Act, 1988 wherein a new Chapter XVII was incorporated for penalties in case of dishonour of cheques due to insufficiency of funds in the account of the drawer of the cheque. These provisions were incorporated with a view to encourage the culture of use of cheques and enhancing the credibility of the instrument. The existing provisions in the Negotiable Instruments Act, 1881, namely, sections 138 to 142 in Chapter XVII have been found deficient in dealing with dishonour of cheques. Not only the punishment provided in the Act has proved to be inadequate, the procedure prescribed for the courts to deal with such matters has been found to be cumbersome. The courts are unable to dispose of such cases expeditiously in a time bound manner in view of the procedure contained in the Act.",
        "2. A large number of cases are reported to be pending under sections 138 to 142 of the Negotiable Instruments Act in various courts in the country. Keeping in view the large number of complaints under the said Act pending in various courts, a Working Group was constituted to review section 138 of the Negotiable Instruments Act, 1881 and make recommendations as to what changes were needed to effectively achieve the purpose of that section.",
        "3. The recommendations of the Working Group along with other representations from various institutions and organisations were examined by the Government in consultation with the Reserve Bank of India and other legal experts, and a Bill, namely, the Negotiable Instruments (Amendment) Bill, 2001 was introduced in the Lok Sabha on 24th July, 2001. The Bill was referred to Standing Committee on Finance which made certain recommendations in its report submitted to Lok Sabha in November, 2001.",
        "4. Keeping in view the recommendations of the Standing Committee on Finance and other representations, it has been decided to bring out, inter alia, the following amendments in the Negotiable Instruments Act,1881, namely:- (i) to increase the punishment as prescribed under the Act from one year to two years; (ii) to increase the period for issue of notice by the payee to the drawer from 15 days to 30 days; (iii) to provide discretion to the court to waive the period of one month, which has been prescribed for taking cognizance of the case under the Act; (iv) to prescribe procedure for dispensing with preliminary evidence of the complainant; (v) to prescribe procedure for servicing of summons to the accused or witness by the court through speed post or empanelled private couriers; (vi) to provide for summary trial of the cases under the Act with a view to speeding up disposal of cases; (vii) to make the offences under the Act compoundable; (viii) to exempt those directors from prosecution under section 141 of the Act who are nominated as directors of a company by virtue of their holding any office or employment in the Central Government or State Government or a financial corporation owned or controlled by the Central Government, or the State Government, as the case may be; (ix) to provide that the Magistrate trying an offence shall have power to pass sentence of imprisonment for a term exceeding one year and amount of fine exceeding five thousand rupees; (x) to make the Information Technology Act, 2000 applicable to the Negotiable Instruments Act,1881 in relation to electronic cheques and truncated cheques subject to such modifications and amendments as the Central Government, in consultation with the Reserve Bank of India, considers necessary for carrying out the purposes of the Act, by notification in the Official Gazette; and (xi) to amend definitions of",
        {
            "I": "bankers' books"
        },
        "and",
        {
            "I": "certified copy"
        },
        "given in the Bankers' Books Evidence Act,1891.",
        "5. The proposed amendments in the Act are aimed at early disposal of cases relating to dishonour of cheques, enhancing punishment for offenders, introducing electronic image of a truncated cheque and a cheque in the electronic form as well as exempting an official nominee director from prosecution under the Negotiable Instruments Act, 1881.",
        "6. The Bill seeks to achieve the above objects.",
        {
            "I": [
                " (emphasis added)",
                "19. Though, in these appeals, we are mainly concerned with the provisions of section 145, it would be useful here to take a look at all the five sections introduced by the 2002 amendment."
            ]
        },
        "143. Power of court to try cases summarily.(1) otwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), all offences under this Chapter shall be tried by a Judicial Magistrate of the first class or by a Metropolitan Magistrate and the provisions of sections 262 to 265 (both inclusive) of the said Code shall, as far as may be, apply to such trials: Provided that in the case of any conviction in a summary trial under this section, it shall be lawful for the Magistrate to pass a sentence of imprisonment for a term not exceeding one year and an amount of fine exceeding five thousand rupees; Provided further that when at the commencement of, or in the course of, a summary trial under this section, it appears to the Magistrate that the nature of the case is such that a sentence of imprisonment for a term exceeding one year may have to be passed or that it is, for any other reason, undesirable to try the case summarily, the Magistrate shall after hearing the parties, record an order to that effect and thereafter recall any witness who may have been examined and proceed to hear or rehear the case in the manner provided by the said Code. (2) The trial of a case under this section shall, so far as practicable, consistently with the interests of justice, be continued from day to day until its conclusion, unless the court finds the adjournment of the trial beyond the following day to be necessary for reasons to be recorded in writing. (3) Every trial under this section shall be conducted as expeditiously as possible and an endeavour shall be made to conclude the trial within six months from the date of filing of the complaint.",
        "144. Mode of service of summons. (1) Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), and for the purposes of this Chapter, a Magistrate issuing a summons to an accused or a witness may direct a copy of summons to be served at the place where such accused or witness ordinarily resides or carries on business or personally works; for gain, by speed post or by such courier services as are approved by a Court of Session. (2) Where an acknowledgment purporting to be signed by the accused or the witness or an endorsement purported to be made by any person authorised by the postal department or the courier services that the accused or the witness refused to take delivery of summons has been received, the court issuing the summons may declare that the summons has been duly served.",
        "145. Evidence on affidavit.-(1) Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), the evidence of the complainant may be given by him on affidavit and may, subject to all just exceptions be read in evidence in any enquiry, trial or other proceeding under the said Code. (2) The court may, if it thinks fit, and shall, on the application of the prosecution or the accused, summon and examine any person giving evidence on affidavit as to the facts contained therein.",
        "146. Bank's slip prima facie evidence of certain facts. The court shall, in respect of every proceeding under this Chapter, on production of bank's slip or memo having thereon the official mark denoting that the cheque has been dishonoured, presume the fact of dishonour of such cheque, unless and until such fact is disproved.",
        "147. Offences to be compoundable. Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), every offence punishable under this Act shall be compoundable.",
        {
            "I": [
                "20. It may be noted that the provisions of sections 143, 144, 145 and 147 expressly depart from and override the provisions of the Code of Criminal Procedure, the main body of adjective law for criminal trials. The provisions of section 146 similarly depart from the principles of the Indian Evidence Act. Section 143 makes it possible for the complaints under section 138 of the Act to be tried in the summary manner, except, of course, for the relatively small number of cases where the Magistrate feels that the nature of the case is such that a sentence of imprisonment for a term exceeding one year may have to be passed or that it is, for any other reason, undesirable to try the case summarily",
                "24. Section 146, making a major departure from the principles of the Evidence Act provides that the bank's slip or memo with the official mark showing that the cheque was dishonoured would by itself give rise to the presumption of dishonour of the cheque, unless and until that fact was disproved. Section 147 makes the offences punishable under the Act, compoundable.",
                "16. Thus, it is no more res integra that the provisions of Section 146 of the N.I. Act unambiguously and expressly override the principles of the Indian Evidence Act and making such a major departure from the application of the Evidence Act provides that the bank slip or memo with the official mark showing that the cheque was dishonoured would by itself give rise to the presumption of the dishonour of the cheque, unless and until the contrary to the said fact was disproved. In view of insertion of Section 146 in the N.I. Act, Section 67 of the Evidence Act as relied upon by the learned Trial Judge has no manner of application to prove or disprove the document relating to bank note/slip/return memo. Furthermore, Section 143 of the N.I. Act fortifies the complaint under Section 138 of the N.I. Act to be tried in summary manner. Having held so, the findings that the contents of the bank notes were not proved in accordance with Section 67 of the Evidence Act and thus bad in law, has no force in the eye of law and contrary to Section 146 of the N.I. Act. As such, unhesitently, I set aside the said findings of the learned Chief Judicial Magistrate in his judgment dated 11.09.2018 while dismissing the compliant of the petitioner. [emphasis supplied]",
                "17. Further, Mr. Lodh, learned counsel has brought to my notice, the order dated 24.11.2017 passed by the learned Court which reads as follows:- "
            ]
        },
        "Ld. Counsel for the complainant Utpal Majumder present. Ld. Counsel for accused Farid Miah also present. Today was fixed for argument. However, a time prayer moved on behalf of the accused person on the ground that he is busy with the treatment of his father who is suffering from lungs cancer and further submitted that the accused is making all possible attempts to pay back the principle amount but owing to the illness of his father at this moment he is unable to do so. Ld. Counsel for the complainant placed strong objection. However Ld. Counsel for the accused prayed that some time be granted for argument of this case to which Ld. Counsel for the complainant agreed to put forward the arguments on behalf of the complainant on the same dated . Considered Accordingly, the case is adjourned Fix 15-12-2017 for argument.",
        "18. The aforesaid order clearly reflects the admission of liability of the accused-respondent when he expressed his willingness to pay the debt of Rs.7,95,000/-. The accused- respondent has not preferred any appeal in regard to the findings of the learned Trial Court while deciding the point No.1 as quoted herein-above that the cheque was issued by the accused-respondent in favour of the complainant- appellant in discharge of his liability and debt to pay the sum of Rs.7,95,000/-.",
        "19. In view of the above analysis on the question of facts and law, the instant appeal merits consideration and in my opinion, the complainant-appellant has been able to prove the fact of the accused's liability to pay the entire amount of Rs.7,95,000/- as fine. The same should be paid to the complainant within a period of three months from the date of receipt of this order, otherwise, in default, the accused-respondent shall be sent to jail to suffer simple imprisonment for six month.",
        "20. With the above observation and direction, the instant appeal stands disposed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Evidence Act (1 of 1872), S.67 - Dishonour of cheque - Dismissal of complaint - Ground that contents of Bank note not proved in accordance with S.67 - S.146 provides that bank slip or memo with official mark showing that cheque was dishonoured would by itself give rise to presumption of dishonour of cheque - S.67 has no manner of application to prove or disprove document relating to bank note - Dismissal of complaint, bad in law and contrary to S.146. (Para16)",
    "Result": "Order accordingly"
}