{
    "ILOCaseNo": "2020 ILO PNH 608281",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 1085 of 2011",
            "Petitioner": "Mahender Singh",
            "Respondent": "Naresh Mittal"
        }
    ],
    "JudgmentDate": "13/03/2020",
    "JudgmentBy": "H. S. MADAAN",
    "BenchCoram": "H. S. MADAAN",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Mahender Singh",
            "Jagdish Manchanda"
        ],
        "LawyerForRespondent": [
            "Naresh Mittal With Shiv Kumar"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Briefly stated facts of the case are that complainant Naresh Mittal had brought a complaint under Section 138 of the Negotiable Instruments Act, 1881, against accused Mahender Singh on the allegations that latter had issued a cheque No. 152259 dated 27.9.2005 in the sum of Rs.2 lakhs drawn on Oriental Bank of Commerce, Mohna Road, Balabhgarh in the favour of the complainant on account of discharge of a financial liability i.e. to pay tent installation charges etc. to the complainant. However on presentation, the cheque was dishonoured on account of insufficient funds in the account of the accused. The complainant was accordingly informed by the banker of the accused vide memo dated 11.10.2005. The accused had offered the complainant to take possession of his plot to adjust the cheque amount of Rs. 2 lacs, to which the complainant agreed and accused had given original sale deed dated 18.11.1991 relating to that plot to the complainant. The complainant was put in physical possession of the plot. The complainant thereafter raised construction of a double storyed house on the plot. Again in the month of August 2006, the complainant had installed a tent house at village Tigaon at the request of accused for organizing Shiv Puran Katha and on account of payment of wages of Rs1 lac, the accused had issued cheque No. 127552 dated 25.9.2006 for Rs. 1 lac in favour of the complainant. However, on presentation, the cheque was dishonoured by banker of the accused with the remarks 'payment stopped' and the complainant was informed vide memo dated 4.10.2006. Thereafter the complainant issued legal notice dated 9.10.2006 to the accused calling upon him to make payment of cheque amount, which he failed to do so within stipulated period. As such the complaint was filed.",
        "2. After recording of preliminary evidence, the accused was summoned. He put in appearance. Notice of accusation for offence under Section 138 of the Negotiable Instruments Act was served upon the complainant, to which he pleaded not guilty and claimed trial. The complainant adduced oral as well as documentary evidence. Statement of the accused was recorded under Section 313 Cr.P.C. He was allowed to lead evidence in defence. After hearing the arguments he was convicted for offence under Section 138 of the Negotiable Instruments Act, 1881 and sentenced to undergo rigirous imprisonment for two years and to pay a fine of Rs.10,000/- and in default of payment of fine to further undergo simple imprisonment for six months, vide judgment and order dated 8.10.2010/ 10.2.2010.",
        "3. Feeling aggrieved, he had preferred an appeal before the Court of Sessions, which was assigned to Additional Sessions Judge, Faridabad, but the same was dismissed vide judgment dated 4.5.2011.",
        "4. Still feeling dissatisfied, he had knocked at the door of this Court filing revision petition, which is being resisted by the complainant.",
        "5. During the pendency of the revision petition, the matter has been compromised between the parties.",
        "6. Two demand drafts in the sum of Rs. 1 lac each, (total Rs.2 lacs) have been handed over by revisionist-accused to the respondent - complainant, who has accepted the same stating that he has no objection if a lenient view in the matter with regard to the sentence is taken, though he has accepted the demand drafts without prejudice to his rights in the civil litigation bearing RSA 3195-2015, which is pending between the parties. The complainant has stated that under the circumstances, he gives his consent to the compounding of the offences with the appellant- accused.",
        "7. The appellant-accused also submits that since he has made the payment of the cheque amount with interest and costs, as directed by this court, therefore, permission be granted to compound the offences at this stage.",
        "8. Under Section 320 Cr.P.C., the High Court may allow compounding of offences at the stage of revision also. Therefore, allowing the compounding of offences in view of the compromise between the parties, the revision petition is accepted and the judgments passed by the Courts below are set aside, resultantly, the revisionist accused is acquitted of the notice of accusation served upon him for offence under Section 138 of the Negotiable Instruments Act, 1881. It is clarified that the compromise arrived at in the revision petition shall not have any effect upon RSA-3195-2015, said to have been filed by the complainant against the present revisionist, which is pending before this court.",
        "9. The revisionist is directed to deposit 15% of the cheque amount with the High Court Legal Service Committee, within two weeks from today. Then receipt in that regard be submitted in the Registry. After expiry of that period, the Registry shall put up the file and to inform as to whether 15% of the cheque amount has been deposited by the revisionist or not."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Compounding of offence - Matter compromised between parties and amount due, received by complainant - Offence compounded - Accused acquitted (Para8)",
    "Result": "Order accordingly"
}