{
    "ILOCaseNo": "2020 ILO PNH 608280",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-M - 8745 of 2017",
            "Petitioner": "Anup Singh",
            "Respondent": "Sardar Joginder Singh"
        }
    ],
    "JudgmentDate": "16/01/2020",
    "JudgmentBy": "Harnaresh Singh Gill",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Yogendra Pratap Singh's case(supra) Yogendra Pratap Singh's case (supra) Lekh Raj's case (supra) Prince Kumar's case (supra) J. P. Sharma"
        ],
        "LawyerForRespondent": [
            "M. S. Randhawa"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The prayer in the present petition is for quashing of the complaint filed by the respondent under Section 138 of the Negotiable Instruments Act, 1881 ( for short `the Act') and the summoning order dated 20.01.2017 passed therein, on the ground that in the earlier complaint filed under Section 138 of the Act, the petitioner, though convicted by the trial Court vide judgment of conviction and order of sentence dated 11/15.07.2014, earned acquittal vide the judgment dated 04.08.2016 passed by the learned Additional Sessions Judge, Narnaul.",
        "2. Vide order dated 16.03.2017, this Court while issuing notice of motion, passed the following order:-",
        {
            "I": "Heard. Learned counsel for the petitioner submits that a complaint was earlier filed by respondent for offence punishable under Section 138 of Negotiable Instruments Act, 1881 (for short NI Act), in which petitioner was convicted but the First Appellate Court acquitted him giving the benefit of observations of Apex Court in case of Yogendra Pratap Singh Vs. Savitiri Pandey, 2015 (1) RCR (Civil) 550 observing that the complaint was filed before the expiry of 15 days, after service of notice of the petitioner. Thereafter, the petitioner filed a complaint again before learned Chief Judicial Magistrate, Narnaul along with application under Section 142 (b) of NI Act and the trial Court without considering the delay or passing any order condoning the delay in filing the complaint, has summoned the petitioner. Notice of motion for 18.05.2017. In the meanwhile, further proceedings in the complaint shall remain stayed till disposal of the application under Section 142 (b) of NI Act filed by the complainant. It is, however, made clear that if the application under Section 142 (b) of NI Act has already been decided or is decided after passing of this order, the trial Court will be at liberty to proceed further with the complaint."
        },
        "3. Today, learned counsel for the petitioner has argued that entertaining the second complaint filed by the respondent-complainant and passing the summoning order thereon, is tantamount to double jeopardy as the petitioner cannot be prosecuted and punished on the same set of facts on which he has previously earned acquittal. Reliance has also placed upon a Single Bench judgments of this Court in Lekh Raj Vs. Pardeep Sharma, 2003(3) RCR (Criminal) 637 and Prince Kumar Vs. State of Punjab and another, 2013(2) RCR (Criminal) 874.",
        "4. On the other hand, learned counsel appearing for the respondent while relying upon the judgment of the Hon'ble Apex Court in Yogendra Pratap Singh's case (supra), has argued that the acquittal earned by the petitioner was not on merits and rather the same was on account of the complaint being premature. Thus, it is argued that the second complaint filed by the complainant after the passing of the judgment dated 4.8.2016 by the learned Additional Sessions Judge, Narnaul, is very much maintainable and so is the summoning order passed therein.",
        "5. I have heard learned counsel for the parties and have gone through the case file.",
        "6. The issue that is required to be considered in the instant case is whether the acquittal granted to the petitioner in the earlier complaint filed under Section 138 of the Act, amounts to double jeopardy and, thus, the second complaint is not maintainable.",
        "7. The judgment dated 4.8.2016 passed by the learned Additional Sessions Judge, Narnaul, is solely based on the judgment in Yogendra Pratap Singh's case (supra). In the said case, the Hon'ble Apex Court has held as under:-",
        {
            "I": "42. Section 142 of the NI Act prescribes the mode and so also the time within which a complaint for an offence under Section 138 of the NI Act can be filed. A complaint made under Section 138 by the payee or the holder in due course of the cheque has to be in writing and needs to be made within one month from the date on which the cause of action has arisen under clause (c) of the proviso to Section 138. The period of one month under Section 142(b) begins from the date on which the cause of action has arisen under clause (c) of the proviso to Section 138. However, if the complainant satisfies the Court that he had sufficient cause for not making a complaint within the prescribed period of one month, a complaint may be taken by the Court after the prescribed period. Now, since our answer to question (i) is in the negative, we observe that the payee or the holder in due course of the cheque may file a fresh complaint within one month from the date of decision in the criminal case and, in that event, delay in filing the complaint will be treated as having been condoned under the proviso to clause (b) of Section 142 of the NI Act. This direction shall be deemed to be applicable to all such pending cases where the complaint does not proceed further in view of our answer to question (i). As we have already held that a complaint filed before the expiry of 15 days from the date of receipt of notice issued under clause (c) of the proviso to Section 138 is not maintainable, the complainant cannot be permitted to present the very same complaint at any later stage. His remedy is only to file a fresh complaint; and if the same could not be filed within the time prescribed under Section 142(b), his recourse is to seek the benefit of the proviso, satisfying the Court of sufficient cause."
        },
        "8. From the aforesaid law laid down by the Hon'ble Apex Court, it is apparent that in a case where the complaint was filed before the expiry of the period 15 days stipulated in the notice required to be served upon the drawer of the cheque, the Court cannot take the cognizance thereof. However, the second complaint on the same cause of action has been held to be maintainable and the delay in filing such complaint shall be deemed to have been condoned.",
        "9. In my opinion, the very object of laying down the law aforesaid was to curtail the practice of filing premature complaints. However, by granting liberty to file fresh complaints in the cases, where the complaints had already been filed without the expiry of the mandatory period of 15 days in terms of Section 138(c) of the Act, a balance has been struck so as to not make the complainant remediless.",
        "10. The judgment in Lekh Raj's case (supra) is of no help to the petitioner for the fact that in the said case it was held that once the petitioner was convicted under Section 420 IPC, subsequent complaint under Section 138 of the Act is not maintainable and hence the accused was acquitted in the said case. Similar is the position with regard to the judgment in Prince Kumar's case (supra).",
        "11. In view of the above, it cannot be said that the filing of the second complaint and passing of the summoning order therein, amounts to double jeopardy to the petitioner.",
        "12. In view of the above, I do not find any merit in the present petition. Hence, the same is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.142(b) - Dishonor of cheque - Complaint - Filed before expiry of 15 days from date on which notice has been served on drawer accused - Is no complaint in eye of law - No cognizance of offence can be taken on basis of such complaint - Plea that accused cannot be prosecuted and punished on same set of facts on which he previously earned acquittal - Acquittal earned by accused not on merits, however, same was on account of complaint being premature - Petition not maintainable. 2015 (1) RCR (Civil) 550 - Rel. on. (Para11)",
    "Result": "Petition dismissed"
}