{
    "ILOCaseNo": "2020 ILO SIK 608315",
    "Court": "SIKKIM HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Crl. L.P - 4 of 2019",
            "Petitioner": "KIKI DOMA BHUTIA",
            "Respondent": "BIJENDRA KUMAR SINGH"
        }
    ],
    "JudgmentDate": "04/03/2020",
    "BenchCoram": "Arup Kumar Goswami; C.J.",
    "JudgmentText": [
        "1. Crl. L.P No. 4/2019 is an application under Section 378 (4) of the Code of Criminal Procedure, 1973 (for short, CrPC), praying for special leave to appeal to the appellant to prefer appeal against the order dated 26.02.2019 passed by the learned Judicial Magistrate- Ist Class, East Sikkim at Gangtok in Private Complaint Case No. 33 of 2018. Crl. L.P No. 5/2019 is a similar application filed under Section 378 (4) CrPC praying for special leave to appeal to the appellant to prefer appeal against the impugned order dated 26.02.2019 passed by learned Judicial Magistrate-1st Class, East Sikkim at Gangtok in Private Complaint Case No. 34 of",
        "2018. 2. Both Private Complaint Case No. 33 of 2018 and Private Complaint Case No. 34 of 2018 are complaints filed by the appellant under Negotiable Instruments Act, 1881 (for short, N.I Act) against the present respondent.",
        "3. Private Complaint Case No. 33 of 2018 was accompanied by an application under Section 142 (1) (b) of the N.I Act for condonation of delay of 39 days in preferring the connected complaint. Private Complaint Case No. 34 of 2018 was also similarly accompanied by an application for condonation of delay under Section 142 (1) (b) of the N.I. Act for condonation of delay of 78 days.",
        "4. The learned Magistrate had taken up the applications for condonation of delay for consideration at the first instance. Without issuing any notice to the respondent herein, after hearing the learned counsel for the appellant, the learned Magistrate had come to the conclusion that the appellant herein had not been able to show sufficient cause to allow the applications for condonation of delay and had, accordingly, rejected both the applications by separate orders dated 26.02.2019.",
        "5. Paragraph-8 of both the orders dated 26.02.2019, which is identical, reads as follows:-",
        {
            "I": "In view of the above and since the Complainant has not been able to show sufficient cause to allow condonation for her to file the instant complaint, the complaint fails and is dismissed accordingly."
        },
        "6. Challenging the aforesaid orders dated 26.02.2019, Crl. L.P No. 4/2019 and Crl. L.P No. 5/2019 have been filed along with Memos of Appeal.",
        "7. It is to be noted, at this juncture, that appeals have not been registered till now as the instant Crl. L.P No.04/2019 and Crl. L.P No.05/2019 are pending adjudication.",
        "8. In both the Criminal Leave Petitions, the respondents have filed objections, contending, amongst others, that in absence of an order of acquittal passed by the learned Magistrate, no right of appeal is conferred by statute upon the appellant/complainant and therefore, the applications seeking leave to appeal are not maintainable.",
        "9. I have heard Mr. Jorgay Namka, learned counsel for the appellant and Mr. Anmol Prasad, learned senior counsel appearing for the respondent.",
        "10. Mr. Namka submits that since the learned Magistrate had dismissed the complaints, the same amounts to acquittal of the respondent and therefore, appeal under Section 378 (4) CrPC would be maintainable. In support of his submissions, learned Counsel has placed reliance on the following decisions: i. Vinod Kumar vs. State of Punjab, reported in 1999 SCC Online P and H",
        "687. ii. Kalpana Tyagi vs. Sneh Lata Sharma, reported in 2003 CRI.L.J. 3395. iii. S. Rajaram vs. S. Seenivasan, reported in 2007(4) CTC 136. iv. Mander Singh and others vs. Ladi, reported in 2008 SCC Online P and H 482. v. Harvinder Singh vs. State of Punjab in Criminal Revision No.1275/2011 (Date of Decision: 28.01.2013). vi. Skyline constructions and Housing Pvt. Ltd vs. T.D Kumaravell Vasanthan, reported in MANU/ KA/2158/2017.",
        "11. Mr. Prasad, on the other hand, has submitted that a distinction has to be borne in mind with regard to complaint dismissed prior to the summoning of the accused and complaints dismissed subsequent to summoning of the accused. He has submitted that if a complaint is dismissed prior to the summoning of the accused, such an order of dismissal can be challenged only by way of a revision application and not by taking recourse to filing an appeal under Section 378 (4) CrPC. He submits that cases under N.I Act are tried by learned Magistrates following the procedure of trial in summons-cases and if the complaint is dismissed on the grounds mentioned in Section 256 CrPC, same will result in acquittal of the accused and in that event, an appeal will be maintainable. In support of his submissions, Mr. Prasad has also relied on Kalpana Tyagi (supra).",
        "12. I have considered the submissions made by the learned counsel for the parties and have perused the materials on record.",
        "13. Section 142 (1) of N.I Act reads as follows:",
        {
            "I": "Notwithstanding anything contained in the Code of Criminal Procedure, 1973 ( 2 of 1974) - (a) no court shall take cognizance of any offence punishable under section 138 except upon a complaint, in writing, made by the payee or, as the case may be, the holder in due course of the cheque; (b) such complaint is made within one month of the date on which the cause of action arises under clause (c) of the proviso to section 138: Provided that the cognizance of a complaint may be taken by the Court after the prescribed period, if the complainant satisfies the Court that he had sufficient cause for not making a complaint within such period. (c) no court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the first class shall try any offence punishable under Section 138."
        },
        "14. The proviso inserted to Section 142 (1) (b) N.I Act came into effect from 06.02.2003.",
        "15. Section 378 (4) CrPC reads as follows:-",
        {
            "I": "If such an order of acquittal is passed in any case instituted upon complaint and the High Court, on an application made to it by the complainant in this behalf, grants special leave to appeal from the order of acquittal, the complainant may present such an appeal to the High Court."
        },
        "16. Section 378 (5) CrPC provides that no application under sub- section (4) for the grant of special leave to appeal from an order of acquittal shall be entertained by the High Court after the expiry of six months, where the complainant is a public servant, and sixty days in every other case, computed from the date of the order of acquittal. Section 378 (6) CrPC provides that no appeal from that order of acquittal shall lie under sub-section 1 or sub-section 2 of Section 378 if, in any case, the application under sub-section (4) for the grant of special leave to appeal from an order of acquittal is refused.",
        "17. The question that arises for consideration is as to whether on the dismissal of a complaint consequent upon rejection of an application for condonation of delay, the same amounts to acquittal of the accused. If the answer is in the affirmative, necessarily, an application for grant of leave to prefer appeal would be maintainable. 18. Before I proceed to deal with the question, it will be appropriate to take note of the decisions cited at the Bar.",
        "19. In Vinod Kumar (supra), Punjab and Haryana High Court had held that order of discharge in a case triable as summons-case has to be read as an order of acquittal under Section 255 CrPC.",
        "20. In Mander Singh (supra), the Punjab and Haryana High Court had observed that order of discharge, passed by a Magistrate in a summons-case, amounts to acquittal of the accused and such an order can be assailed only before the High Court by filing special leave to appeal under Section 378 CrPC. The High Court had further observed that in summons-cases, there cannot be a question of discharge as there is no provision containing such a word.",
        "21. In Harvinder Singh (supra), the petitioner therein had impugned an order passed by the learned Sessions Judge whereby he had allowed the revision filed by the State and had set aside the order of discharge passed by the learned trial Magistrate. Relying upon Mander Singh (supra), the Punjab and Haryana High Court held that the order of discharge passed by the learned Magistrate will have to be deemed as an order of acquittal and therefore, revision before the learned Sessions Court was not maintainable and that only remedy available to the State was to approach the High Court by way of leave to appeal.",
        "22. S. Rajaram (supra), which is a judgment of the High Court of Madras (Madurai Bench), was passed on a Criminal Revision petition filed under Section 397 read with Section 491 CrPC. In the aforesaid case, the learned Magistrate had dismissed the complaint filed under Section 138 of NI Act on the ground that he was not satisfied with the reasons cited by the complainant to explain delay. Holding that the complainant had shown sufficient cause for condonation of delay, the High Court had allowed the Criminal Revision.",
        "23. In Kalpana Tyagi (supra), challenge was made to orders passed by the learned Magistrate dismissing in default the complaints filed by the petitioner under Section 138 N.I Act. Such orders were passed after summons was issued to the accused. Delhi High Court has held that in such a situation, Section 256 CrPC had come into play and dismissal of complaints resulted in acquittal of the respondent against which only appeals could be filed. Accordingly, the revision petitions filed by the petitioner were held to be not maintainable. The Delhi High Court had held that there is a distinction between complaints dismissed prior to the summoning of an accused and those dismissed subsequent to summoning of the accused. It was held that if a complaint is dismissed prior to summoning of the accused, the order may be challenged by way of a revision petition.",
        "24. Skyline and Housing Pvt. Ltd (supra), which is a judgment of Karnataka High Court at Bengaluru, was rendered in an appeal filed challenging an order whereby the application for condonation of delay was rejected and consequently, the complaint was dismissed . The appeal came to be allowed by condoning delay of five days and restoring the complaint petition.",
        "25. The facts before Karnataka High Court and the Madras High Court are similar to the facts of these two Criminal Leave Petitions. Perusal of the judgment of the Karnataka High Court, however, goes to show that the question with regard to maintainability of the appeal was not raised before the Court. Similarly, no issue was raised before Madras High Court that Criminal Revision Petition was not maintainable and that in such circumstances, only an appeal will be maintainable.",
        "26. Chapter XX relating to trial of summons-cases by Magistrate provides for either conviction or acquittal of an accused. Section 255 CrPC provides that if the Magistrate, upon taking the evidence referred to in section 254 and such further evidence, if any, as he may, of his own motion, cause to be produced, finds the accused not guilty, he shall record an order of acquittal. Section 255 (2) CrPC provides that where the Magistrate does not proceed in accordance with the provisions of Section 325 or Section 360, he shall, if he finds the accused guilty, pass sentence upon him according to law. Charge is not required to be framed in summons-cases and therefore, use of the word discharge in trial of summons-cases is really a misnomer. It was in that context Punjab and Haryana High Court had held that discharge means acquittal of the accused. However, in the present cases, there is no order of discharge.",
        "27. Section 256 CrPC provides for acquittal of the accused on entirely different grounds. Section 256 (1) CrPC provides that if the summons has been issued on complaint, and on the day appointed for the appearance of the accused, or any day subsequent thereto to which the hearing may be adjourned, the complainant does not appear, the Magistrate shall, notwithstanding anything hereinbefore contained, acquit the accused, unless for some reason he thinks it proper to adjourn the hearing of the case to some other day. Section 256 (2) CrPC provides that, so far as may be, provisions of sub-section (1) shall also apply to cases where non-appearance of the complainant is due to his death.",
        "28. It will be necessary to also consider the provision contained in Section 203 CrPC which provides that if, after considering the statements on oath (if any) of the complainant and of the witnesses and the result of the enquiry or investigation (if any) under Section 202, the Magistrate is of the opinion that there is no sufficient ground for proceeding, he shall dismiss the complaint, and in every such case he shall briefly record his reasons for so doing. Issue of process, namely, a summons in a summons-case or a warrant in a warrant-case under Section 204 CrPC, arises only if the Magistrate taking cognizance of an offence is of the opinion that there is sufficient ground for proceeding.",
        "29. It is no longer res integra that an order of dismissal of first complaint under Section 203 CrPC is no bar for the entertainment of a second complaint on the same facts but it can be entertained only in exceptional circumstances such as where the previous order was passed on incomplete record, or on a misunderstanding of the nature of the complaint or where new facts which could not, with reasonable diligence, have been brought on record in the previous proceeding. The fact that a second complaint can be entertained on same facts, albeit in exceptional circumstances, after dismissal of a complaint under Section 203 CrPC, demonstrates that dismissal of a complaint at every stage does not automatically result in acquittal of the accused because if the accused is acquitted, such acquittal can be questioned only by taking recourse to Section 378 (4) CrPC. As noticed earlier, dismissal of a complaint under Section 203 CrPC is at a stage prior to issuance of process.",
        "30. Section 142 (1) of N.I Act provides that cognizance of any offence punishable under Section 138 shall not be taken by any Court unless conditions set out in Section 142 (1) (a) and (b) are satisfied. The word 'cognizance' is neither defined in the N.I Act nor in CrPC. In Chief Enforcement Officer vs. Videocon International Limited and others, reported in (2008) 2 SCC 492, the expression 'cognizance' was explained by the Hon'ble Supreme Court at paragraph 19 as follows:",
        {
            "I": "........It merely means 'become aware of' and when used with reference to a court or Judge, it connotes 'to take notice of judicially'. It indicates the point when a court or a Magistrate takes judicial notice of an offence with a view to initiating proceedings in respect of such offence said to have been committed by someone."
        },
        "31. At paragraph 20 of the aforesaid judgment, the Supreme Court stated as follows:-",
        {
            "I": " "
        },
        "Taking cognizance",
        {
            "I": " does not involve any formal action of any kind. It occurs as soon as a Magistrate applies his mind to the suspected commission of an offence. Cognizance is taken prior to commencement of criminal proceedings. Taking of cognizance is thus a sine qua non or condition precedent for holding a valid trial. Cognizance is taken of an offence and not of an offender. Whether or not a Magistrate has taken cognizance of an offence depends on the facts and circumstances of each case and no rule of universal application can be laid down as to when a Magistrate can be said to have taken cognizance."
        },
        "32. In the instant cases, no cognizance of any offence was taken by the Court and even the cognizance of the complaint was not taken as the Court had rejected the applications for condonation of delay in not making the complaints within the prescribed period and therefore, there was no occasion to issue summons to the accused. It is manifest that criminal proceedings had not commenced based on the complaints. When criminal proceedings had not commenced, it will be incongruous to hold that the accused stands acquitted with the dismissal of the complaint.",
        "33. In view of the above discussions, I am of the considered opinion that in a circumstance where a complaint is dismissed as a consequence of the Court being not satisfied that the complainant had sufficient cause for not making the complaint within the prescribed period, the same does not result in acquittal of the accused. Therefore, these leave petitions seeking leave to appeal are not maintainable.",
        "34. Accordingly, Crl. L.P No.04/2019 and Crl. L.P No.05/2019 are dismissed reserving liberty to the petitioner to pursue remedy in accordance with law. It is also made clear that this Court has not expressed any opinion on merits with regard to the orders passed by the learned Magistrate."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque- Leave to appeal- Dismissal of complaint as Court not satisfied that complainant had sufficient cause for not making complaint within prescribed period, does not result in acquittal of accused- No ground to grant leave to appeal (Para33)",
    "Result": "Petition dismissed"
}