{
    "ILOCaseNo": "2020 ILO PNH 484868",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-M-13265-2020 (O&M)",
            "Petitioner": "Harish Kumar",
            "Respondent": "State of Haryana"
        }
    ],
    "JudgmentDate": "30/06/2020",
    "JudgmentBy": "Alka Sarin",
    "BenchCoram": "Alka Sarin",
    "JudgmentText": [
        "The Judgment was delivered by : Alka Sarin, J.",
        "1. Heard through video conferencing.",
        "2. The present petition has been filed under Section 439 of Code of Criminal Procedure, 1973 for grant of interim bail to the petitioner in FIR No.606 dated 22.10.2018 under Sections 420, 406, 506, 34, 120-B of Indian Penal Code, 1860 registered at Police Station City Fatehabad as per the criteria laid down by High Powered Committee, on 24.03.2020.",
        "3. It has been contended by the learned counsel for the petitioner that the High Powered Committee vide its decision dated 24.03.2020 regarding decongestion of the prisons during the ongoing pandemic of Covid-19 had decided that under-trial prisoners who are facing trial for offences punishable with maximum imprisonment of seven years or less be released on interim bail for a period of 45 days, which was extendable till 60 days. The petitioner considering himself to be eligible made an application before the Chief Judicial Magistrate, Fatehabad which was dismissed vide order dated 12.04.2020 by observing that there are four other cases under Section 138 of Negotiable Instruments Act, 1881 which are pending against the petitioner and, therefore, he cannot be given the benefit of the decision of the High Powered Committee, dated 24.03.2020. Thereafter, the petitioner filed an application for interim bail on the basis of the decision of the High Powered Committee before the Sessions Judge, Fatehabad which was dismissed vide order dated 08.05.2020. Hence, the present petition has been filed.",
        "4. It is further been contended that the petitioner is in custody since 27.04.2019 and that he has two minor children aged 8 years and 16 years and that his wife is looking after the minor children single-handedly.",
        "5. A detailed reply has been filed by the learned State counsel by way of an affidavit of Subhash Chander, HPS, Deputy Superintendent of Police, Headquarters, Fatehabad, wherein it has been stated that besides the present case there are four other cases under Section 138 of Negotiable Instruments Act, 1881 pending against the petitioner. It has further been stated that another FIR No.478 dated 17.07.2019 under Section 406, 420, 120-B IPC registered at Police Station Mahesh Nagar, District Jaipur City (South), Rajasthan stands registered against the petitioner in which the petitioner is yet to be arrested. It has further been stated in the reply that the petitioner was the Director of A.H.N. Network India Private Limited and when the petitioner was arrested, on the basis of disclosure statement of petitioner, two laptops and one Scooty were recovered which were purchased from the embezzled amount. It has further been stated that huge amount of Rs. 53,77,282/- had been received by the petitioner from the different bank accounts of A.H.N. Network India Private Limited, the details of which have been mentioned in the reply.",
        "6. It has also been stated that final report under Section 173(2) CrPC, for offences punishable under Sections 4, 5 & 6 of the Prize Chit and Money Circulation Schemes (Banning) Act, 1978 and Sections 406, 420, 506, 120-B, 34 IPC in respect of the petitioner was submitted in the Trial Court on 21.06.2019. During investigation, it also transpired that total amount of Rs. 9,96,01,138/- was collected by the A.H.N. Networks India Pvt. Ltd. And Rs. 6,42,97,255/- has been paid to the public and huge amount of Rs. 3,53,04,883/- still remains to be paid to the public by the company. Further, three of the accused are yet to be arrested.",
        "7. In view of the above and considering the fact that very serious allegations have been made against the petitioner regarding defrauding the general public, I do not deem this to be a fit case where the petitioner ought to be granted interim bail and accordingly, the present petition is dismissed.",
        "8. It is made clear that the observations made herein are only for the purpose of deciding the present petition and shall have no bearing on the investigation or trial of the case.",
        "Petition dismissed"
    ],
    "Result": "Petition dismissed",
    "Laws": [
        {
            "Law": "Criminal"
        },
        {
            "Law": "Practice & Procedure"
        }
    ]
}