{
    "ILOCaseNo": "2020 ILO PNH 608267",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 595 of 2020",
            "Petitioner": "Neeru Saini",
            "Respondent": "Usha"
        }
    ],
    "JudgmentDate": "04/03/2020",
    "BenchCoram": "Arun Kumar Tyagi",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Randeep Singh Waraich"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner has filed present revision petition under Section 401 of the Code of Criminal Procedure, 1973 (for short 'the Cr.P.C.') for setting aside order dated 13.02.2020 passed by learned Additional Sessions Judge, Panchkula whereby the conditional order dated 13.12.2019 for suspension of her sentence was vacated due to failure of the petitioner to deposit 25% of the compensation amount awarded by the trial Court.",
        "2. Briefly stated the facts giving rise to the filing of the present revision petition are that respondent-Usha filed Complaint No.NACT 56 of 2016 titled 'Usha Rani Vs. Neeru Saini' under Section 138 of the Negotiable Instruments Act, 1881 (for short 'the N.I. Act') against the petitioner-accused. On trial the petitioner-accused was convicted and sentenced under Section 138 of the N.I. Act by learned Judicial Magistrate First Class, Panchkula vide judgment of conviction and order of sentence dated 23.10.2019. The petitioner filed Criminal Appeal No.271 of 2019 on which her sentence was suspended by learned Additional Sessions Judge, Panchkula vide order dated 13.12.2019 whereby the petitioner was directed to deposit 25% of the compensation amount awarded by the trial Court within one week. The time for deposit of 25% of the compensation amount was subsequently extended to 20.01.2020 vide order dated 21.12.2019 and to 13.02.2020 vide order dated 20.01.2020. The petitioner filed CRR-419-2020 titled as 'Neeru Saini versus Shobha' before this Court arising out of similar Complaint Case No.NACT-68 of 2016 titled 'Shobha Vs. Neeru Saini' and Criminal Appeal No.274 of 2019 which was dismissed as withdrawn vide order dated 11.02.2020 with liberty to the petitioner to file application before learned Appellate Court for extension of time for deposit of 25% of the compensation amount awarded by the trial Court in favour of the complainant. The petitioner did not file any application for extension of time and did not appear before the learned Appellate Court on 13.02.2020 on which the order for suspension of sentence of the petitioner was vacated and the petitioner was directed to surrender before the trial Court within four days failing which the trial Court was directed to secure her presence by issuing warrant of arrest so that the petitioner was made to undergo the sentence as awarded by the trial Court.",
        "3. Feeling aggrieved the petitioner has filed the present petition. In the petition the petitioner has averred that she instructed her counsel to file application for extension of time to deposit 25% of the compensation amount awarded by the trial Court but her counsel did not file the same due to which the conditional order of suspension of her sentence was vacated. On being contacted, her counsel told her that on 13.02.2020 he was not well and could not appear before the Appellate Court. The petitioner has two minor children and is residing alone without her husband. Due to poverty the petitioner was unable to maintain her 10 months old daughter and gave her daughter to her relative. The petitioner will deposit the amount by arranging the same from her relatives. The petitioner is ready to deposit 25% of the compensation amount awarded by the trial Court. Therefore, the impugned order may be set aside and time for deposit of the above said amount may be extended.",
        "4. In view of the nature of relief claimed and to be granted, I consider issuance of notice to the respondent to be unnecessary and the same is accordingly dispensed with.",
        "5. I have heard learned Counsel for the petitioner and gone through the relevant record.",
        "6. Learned Counsel for the petitioner has submitted that the petitioner, who is living separate from her husband, could not arrange the money and deposit the amount due to her meagre resources. The petitioner will arrange the money from her relatives. The petitioner instructed her counsel but due to his illness her counsel could not appear and file application for extension of time for deposit of the amount in question. Learned Additional Sessions Judge, Panchkula vacated her suspension of sentence by the impugned order dated 13.02.2020. Due to there being no provision for review, the impugned order cannot be reviewed by learned Additional Sessions Judge, Panchkula. Therefore, the impugned order may be set aside and time for deposit of the amount may be extended.",
        "7. For decision of the present petition provisions of Section 148, which were inserted in the N.I. Act by the Negotiable Instruments (Amendment) Act, 2018 (20 of 2018) w.e.f. 01.09.2018, have to be referred. Section 148 of the N.I. Act reads as under:-",
        {
            "I": "148. Power to Appellate Court to order payment pending appeal against conviction: (1) Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), in an appeal by the drawer against conviction under section 138, the Appellate Court may order the appellant to deposit such sum which shall be a minimum of twenty per cent of the fine or compensation awarded by the trial Court: Provided that the amount payable under this subsection shall be in addition to any interim compensation paid by the appellant under section 143A. (2) The amount referred to in subsection (1) shall be deposited within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the appellant. (3) The Appellate Court may direct the release of the amount deposited by the appellant to the complainant at any time during the pendency of the appeal: Provided that if the appellant is acquitted, the Court shall direct the complainant to repay to the appellant the amount so released, with interest at the bank rate as published by the Reserve Bank of India, prevalent at the beginning of the relevant financial year, within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the complainant."
        },
        "(emphasis supplied)",
        "8. In Surinder Singh Deswal @ Col. S.S. Deswal and others Vs. Virender Gandhi (SC) : 2019 (3) RCR (Criminal) 186, Hon'ble Supreme Court has held that the provisions of Section 148 of the N.I. Act are retrospective in nature and Section 148 of the N.I. Act, as amended, will be applicable in respect of the appeals against the order of conviction and sentence for the offence under Section 138 of the N.I. Act even in a case where the criminal complaint for the offence under Section 138 of the N.I. Act was filed prior to enactment of the Negotiable Instruments (Amendment) Act, 2018 (20 of 2018) w.e.f. 01.09.2018 and that though in amended Section 148 of the N.I. Act, the word used is",
        {
            "I": "may"
        },
        ", but considering the amended Section 148 of the N.I. Act as a whole to be read with the Statement of Objects and Reasons of amending the same, it is generally to be construed as a",
        {
            "I": " rule"
        },
        "or",
        {
            "I": "shall"
        },
        "and not directing of the appellant by the appellate court to deposit minimum of twenty per cent of the fine or compensation awarded by the trial Court is an exception for which special reasons have to be assigned.",
        "9. In Surinder Singh Deswal @ Col. S.S. Deswal and others Vs. Virender Gandhi (SC) : 2020 (1) RCR (Criminal) 604 the Appellate Court suspended sentence subject to deposit of 25% of the compensation amount awarded by the trial Court which was not complied with. The Appellate Court took the view that the order of suspension of sentence was deemed to have been vacated. Challenge to the order was repelled by the High Court. On appeal, Hon'ble Supreme Court observed as under:-",
        {
            "I": "18. The High Court is right in its opinion that question No.2 as framed in Vivek Sahni's case was not correctly considered. When suspension of sentence by the trial court is granted on a condition, noncompliance of the condition has adverse effect on the continuance of suspension of sentence. The Court which has suspended the sentence on a condition, after noticing non- compliance of the condition can very well hold that the suspension of sentence stands vacated due to non-compliance. The order of the Additional Sessions Judge declaring that due to non- compliance of condition of deposit of 25% of the amount of compensation, suspension of sentence stands vacated is well within the jurisdiction of the Sessions Court and no error has been committed by the Additional Sessions Judge in passing the order dated 20.07.2019."
        },
        "10. The petitioner had filed CRR-419-2020 titled as 'Neeru Saini versus Shobha' before this Court arising out of similar Complaint Case No.NACT-68 of 2016 titled 'Shobha Vs. Neeru Saini' and Criminal Appeal No.274 of 2019 which was dismissed as withdrawn by this Court vide order dated 11.02.2020 with liberty to file application for extension of time before the Appellate Court. Admittedly, the petitioner did not appear before the Appellate Court on 13.02.2020 and did not file any application for extension of time for deposit of the amount on which the appellate Court passed the impugned order for vacation of the order of suspension of sentence. When judged in the above referred legal perspective, order dated 13.02.2020 cannot be said to suffer from any illegality.",
        "11. However, the petitioner has submitted that the petitioner is living separate from her husband. The petitioner has two minor children and due to poverty the petitioner was unable to maintain her 10 months old daughter and gave her daughter to her relative. Due to her meager resources, the petitioner could not arrange the money and was unable to deposit the same within the time of two months granted by the Appellate Court. After dismissal of above-said revision petition as withdrawn with liberty to file application for extension of time before the Appellate Court, the petitioner instructed her counsel to file application for extension of time for deposit of the amount but despite her instructions her counsel could not file the application due to his illness. The petitioner is ready to deposit 25% of the compensation amount awarded by the trial Court by arranging the same from her relatives.",
        "12. In the facts and circumstances of the case, sufficient ground for extension of time for deposit of 25% of the amount of compensation awarded by the trial Court for another period of 30 days was made out. The period of 90 days permissible under Section 148(2) of the Cr.P.C. for deposit of 25% of the compensation amount awarded by the trial Court has not yet expired. On filing of any such application and sufficient cause being shown, the time would have been extended by the Appellate Court. However, the petitioner could not appear and despite her instructions, her counsel also could not file application for extension of time for deposit of 25% of the amount of compensation awarded by the trial Court due to his illness. Due to there being no provision in the Cr.P.C. permitting review, the learned Additional Sessions Judge, Panchkula cannot review the impugned order dated 13.02.2020 to extend the time.",
        "13. In these exceptional facts and circumstances of the case, the petition is allowed, in exercise of powers under Sections 397, 401 and 482 of the Cr.P.C., to the extent of extension of time for deposit of 25% of the amount of compensation awarded by the trial Court to the period of 90 days permitted under Section 148(2) of the Cr.P.C. and the petitioner is accordingly allowed to deposit 25% of the amount of compensation awarded by the trial Court on or before 12.03.2020. In case the petitioner deposits 25% of the compensation amount awarded by the trial Court, the impugned order dated 13.02.2020 qua vacation of order for suspension of her sentence shall stand set aside. However, in case of failure of the petitioner to do so, the impugned order dated 13.02.2020 for vacation of suspension of her sentence shall remain operative and the petitioner shall be bound to surrender on 12.03.2020 and in case of her failure to do so, the petitioner shall be liable to be arrested in execution of the warrant of arrest to be issued by the trial Court for undergoing the sentence imposed on her."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.148 - (inserted By Amendment Act Of 2018) Cheque dishonour - Suspension of sentence - Setting aside of - Sentence of petitioner convicted u/S. 138, suspended with condition to deposit 25% of compensation amount awarded by trial Court within one week - Petitioner neither appearing before Court nor filing for extension of time for deposit of money, leading to vacation of suspension of sentence - Petitioner living separate from her husband, having two minor children and due to poverty petitioner was unable to maintain her 10 months old daughter - Due to her meagre resources, petitioner could not arrange money and was unable to deposit the same within time granted by Court - Despite instructions of petitioner, her counsel could not file application for extension of time due to his illness - Petitioner is ready to deposit 25% of compensation amount - Sufficient ground made out for extension of time. (Paras11 12 13)",
    "Result": "Petition allowed"
}