{
    "ILOCaseNo": "2020 ILO SC 608313",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "Criminal Appeal No. - 1688 of 2017",
            "Petitioner": "Shiv Kumar alias Jawahar Saraf",
            "Respondent": "Ramavtar Agarwal"
        }
    ],
    "JudgmentDate": "19/02/2020",
    "BenchCoram": "ASHOK BHUSHAN;K. M. JOSEPH",
    "JudgmentText": [
        "1. Heard Mr. Mahesh Jethmalani, learned senior counsel appearing for the appellant and Mr. Vikas Singh, learned senior counsel appearing for the respondent. 2.This appeal has been filed against the judgment of the High Court dated 06.09.2016 by which Criminal Miscellaneous Petition No.965 of 2016, filed by the appellant, praying for quashing the order dated 18.07.2016 passed by Sessions Judge, Bilaspur in Criminal Revision No.92 of 2016 has been dismissed. The Criminal Revision was filed against the order dated 18.08.2015 passed by Judicial Magistrate First Class, Bilaspur taking cognizance and registering the complaint case against the appellant for offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (for short",
        {
            "I": "NI Act"
        },
        "). The appellant had issued a post dated cheque of Central Bank of India, Main Branch, Bilaspur amounting to Rs.7.8 Crores in favour of the respondent. The cheque was presented by the respondent which was dishonoured. A legal notice was issued on 02.04.2015 by the respondent, which was received by appellant. Notice was replied denying the claim put- forth by the respondent. Hence, complaint was filed before the Judicial Magistrate First Class. Judicial Magistrate First Class, taking into consideration materials on the record vide order dated 18.08.2015, took cognizance of offence and registered a criminal complaint case No.4664 of 2015. Criminal Revision was filed against the said order before the District Judge, which was dismissed by the District Judge on 18.07.2016. For quashing the said order Criminal Revision No.965 of 2016 was filed. 3.Mr. Mahesh Jethmalani, learned senior counsel appearing for the appellant contends that Judicial Magistrate First Class could have examined the materials filed along with the complaint and from the materials which were brought on the record it was clear that there was no legally enforceable debt hence there was no case for taking cognizance of the offence and registering the criminal complaint. He referred to the agreement dated 21.10.2014 Annexure P-2 between the parties. Learned counsel for the appellant has also referred to the judgment of the High Court and specifically paragraphs 23 and 32. The High Court in paragraphs 23 and 32, which has been relied and referred by counsel for the appellant, observed:",
        {
            "I": [
                "23. The presumption available under Section 139 of NI Act has to be rebutted and that rebuttal can only be done after adducing evidence. This, by itself clearly reflects that the rebuttal presumption cannot be looked into at the stage of the Court taking cognizance of the offence and registering the case all that Court would have to see is whether there is a prima facie case made out meeting the conditions precedent as envisaged under Section 138 of NI Act, which in the instant case, in the opinion of this Court, the Respondent has in fact been able to establish and fulfill all such ingredients.",
                "32. As has been stated in the preceding paragraphs since there is a presumption to be drawn of there being a debt or liability in part or in whole of the drawer to the holder of the instrument, the Court below cannot be said to have faulted upon in taking cognizance and in registering the offence. Since it is a rebuttal presumption and all the contentions and averments made by the counsel for the Petitioner being his defence, it would be open for him to raise all these grounds at the stage of leading evidence including the defence of existence of legally enforceable debt or liability. However, there can be no doubt that at the time of filing of complaint there was always initial presumption which would be in favour of the complainant."
            ]
        },
        "4. We are in full agreement with the opinion of the High Court expressed in the above noted paragraphs which has been referred by learned counsel for the appellant. It is well settled that the rebuttal can be made with reference to the evidence of the prosecution as well as of defence. 5.We, thus, at this stage do not find any error in the impugned judgment of the High Court dismissing the criminal miscellaneous petition. With these observations, the appeal is dismissed. However, it shall be open for the appellant to raise all his pleas before the Trial Court. UPON hearing the counsel the Court made the following ORDER The appeal is dismissed in terms of the signed order. Pending application(s), if any, stands disposed of."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Quashing of order - Prima facie case made out against accused - Since there is presumption to be drawn of there being debt or liability in part or in whole of drawer to holder of instrument - Court cannot be said to have faulted upon in taking cognizance and in registering offence - Rebuttal can be made with reference to of prosecution as well as of defence - Order taking cognizance, proper. (Para4)",
    "Result": "Appeal dismissed"
}