{
    "ILOCaseNo": "2020 ILO PNH 608264",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-M No. - 10889 of 2020",
            "Petitioner": "Ravinder Kumar",
            "Respondent": "Salamudeen"
        }
    ],
    "JudgmentDate": "16/03/2020",
    "JudgmentBy": "Arun Kumar Tyagi",
    "BenchCoram": "Arun Kumar Tyagi",
    "JudgmentText": [
        "1. The petitioner has filed present petition under Section 482 of the Code of Criminal Procedure, 1973 for quashing of order dated 20.01.2020 passed by learned Additional Sessions Judge, Yamuna Nagar at Jagadhri in criminal appeal bearing No.CRA-246-2018 titled as 'Ravinder Kumar Vs. Salamudeen' to the extent of imposition of the condition on the petitioner to deposit 20% of the compensation amount within 60 days in view of Section 148(1) of the Negotiable Instruments Act, 1881 (for short 'the N.I. Act') for entertaining the appeal.",
        "2. Briefly stated the facts giving rise to the filing of the present petition are that respondent filed complaint against the petitioner under Section 138 of the N.I. Act on the averments that on 02.12.2016, the petitioner issued cheque for Rs.4,00,000/- in discharge of liability which was on presentation dishonoured with remarks 'funds insufficient' and the petitioner failed to pay the amount within prescribed period of 15 days from receipt of legal notice dated 22.12.2016. On trial the petitioner was convicted and sentenced under Section 138 of the N.I. Act vide judgment of conviction dated 20.08.2018 and order of sentence dated 24.08.2018 passed by learned Judicial Magistrate Ist Class, Sub Division Bilaspur. The petitioner filed appeal against the above-said judgment of conviction and order of sentence. Sentence of the petitioner was suspended during pendency of the appeal. Vide impugned order dated 20.01.2020 the petitioner was directed to deposit 20% of the compensation amount within 60 days as mentioned above.",
        "3. Feeling aggrieved, the petitioner has filed the present petition.",
        "4. I have heard learned Counsel for the petitioner and have gone through the relevant record.",
        "5. Learned Counsel for the petitioner has submitted that appeal against judgment of conviction dated 20.08.2018 and order of sentence dated 24.08.2018 was filed on 30.08.2018 before incorporation of Section 148 by amendment of the N.I. Act which was not applicable and the impugned order dated 20.01.2020 directing the petitioner to deposit 20% of the compensation amount before the trial Court within 60 days of order suffers from material illegality. Therefore, the same may be quashed.",
        "6. In view of the facts and circumstances of the case and nature of relief prayed for and to be granted issuance of notice to the respondent is considered to be unnecesssary.",
        "7. Section 148, which was inserted in the N.I. Act by the Negotiable Instruments Amendment Act, 2018 (20 of 2018) w.e.f. 01.09.2018, reads as under:-",
        {
            "I": "148. Power to Appellate Court to order payment pending appeal against conviction.... (1) Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), in an appeal by the drawer against conviction under section 138, the Appellate Court may order the appellant to deposit such sum which shall be a minimum of twenty per cent of the fine or compensation awarded by the trial Court: Provided that the amount payable under this sub- section shall be in addition to any interim compensation paid by the appellant under section 143A. (2) The amount referred to in sub-section (1) shall be deposited within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the appellant. (3) The Appellate Court may direct the release of the amount deposited by the appellant to the complainant at any time during the pendency of the appeal: Provided that if the appellant is acquitted, the Court shall direct the complainant to repay to the appellant the amount so released, with interest at the bank rate as published by the Reserve Bank of India, prevalent at the beginning of the relevant financial year, within sixty days from the date of the order, or within such further period not exceeding thirty days as may be directed by the Court on sufficient cause being shown by the complainant."
        },
        "8. InSurinder Singh Deswal @ Col. S.S. Deswal and others Vs. Virender Gandhi, 2019(3) RCR (Criminal) 186, Hon'ble Supreme Court observed as under:-",
        {
            "I": [
                "8. It is the case on behalf of the appellants that as the criminal complaints against the appellants under section 138 of the N.I. Act were lodged/filed before the amendment Act No.20/2018 by which section 148 of the N.I. Act came to be amended and therefore amended section 148 of the N.I. Act shall not be made applicable. However, it is required to be noted that at the time when the appeals against the conviction of the appellants for the offence under section 138 of the N.I. Act were preferred, Amendment Act No.20/2018 amending section 148 of the N.I. Act came into force w.e.f. 1.9.2018. Even, at the time when the appellants submitted application/ s under section 389 of the Cr.P.C., 1973 to suspend the sentence pending appeals challenging the conviction and sentence, amended section 148 of the N.I. Act came into force and was brought on statute w.e.f. 1.9.2018. Therefore, considering the object and purpose of amendment in section 148 of the N.I. Act and while suspending the sentence in exercise of powers under section 389 of the Cr.P.C., 1973 when the first appellate court directed the appellants to deposit 25% of the amount of fine/compensation as imposed by the learned trial Court, the same can be said to be absolutely in consonance with the Statement of Objects and Reasons of amendment in section 148 of the N.I. Act. 8.1 Having observed and found that because of the delay tactics of unscrupulous drawers of dishonoured cheques due to easy filing of appeals and obtaining stay on proceedings, the object and purpose of the enactment of section 138 of the N.I. Act was being frustrated, the Parliament has thought it fit to amend section 148 of the N.I. Act, by which the first appellate Court, in an appeal challenging the order of conviction under section 138 of the N.I. Act, is conferred with the power to direct the convicted accused - appellant to deposit such sum which shall be a minimum of 20% of the fine or compensation awarded by the trial Court. By the amendment in section 148 of the N.I. Act, it cannot be said that any vested right of appeal of the accused - appellant has been taken away and/or affected. Therefore, submission on behalf of the appellants that amendment in section 148 of the N.I. Act shall not be made applicable retrospectively and more particularly with respect to cases/complaints filed prior to 1.9.2018 shall not be applicable has no substance and cannot be accepted, as by amendment in section 148 of the N.I. Act, no substantive right of appeal has been taken away and/or affected. Therefore the decisions of this Court in the cases of Garikapatti Veeraya (supra) and Videocon International Limited (supra), relied upon by the learned senior counsel appearing on behalf of the appellants shall not be applicable to the facts of the case on hand. Therefore, considering the Statement of Objects and Reasons of the amendment in section 148 of the N.I. Act stated hereinabove, on purposive interpretation of section 148 of the N.I. Act as amended, we are of the opinion that section 148 of the N.I. Act as amended, shall be applicable in respect of the appeals against the order of conviction and sentence for the offence under section 138 of the N.I. Act, even in a case where the criminal complaints for the offence under section 138 of the N.I. Act were filed prior to amendment Act No.20/2018 i.e., prior to 01.09.2018. If such a purposive interpretation is not adopted, in that case, the object and purpose of amendment in section 148 of the N.I. Act would be frustrated. Therefore, as such, no error has been committed by the learned first appellate court directing the appellants to deposit 25% of the amount of fine/compensation as imposed by the learned trial Court considering section 148 of the N.I. Act, as amended.",
                "9. Now so far as the submission on behalf of the appellants that even considering the language used in section 148 of the N.I. Act as amended, the appellate Court "
            ]
        },
        "may",
        {
            "I": " order the appellant to deposit such sum which shall be a minimum of 20% of the fine or compensation awarded by the trial Court and the word used is not "
        },
        "shall",
        {
            "I": " and therefore the discretion is vested with the first appellate court to direct the appellant - accused to deposit such sum and the appellate court has construed it as mandatory, which according to the learned Senior Advocate for the appellants would be contrary to the provisions of section 148 of the N.I. Act as amended is concerned, considering the amended section 148 of the N.I. Act as a whole to be read with the Statement of Objects and Reasons of the amending section 148 of the N.I. Act, though it is true that in amended section 148 of the N.I. Act, the word used is "
        },
        "may",
        {
            "I": ", it is generally to be construed as a "
        },
        "rule",
        {
            "I": " or "
        },
        "shall",
        {
            "I": " and not to direct to deposit by the appellate court is an exception for which special reasons are to be assigned. Therefore amended section 148 of the N.I. Act confers power upon the Appellate Court to pass an order pending appeal to direct the Appellant- Accused to deposit the sum which shall not be less than 20% of the fine or compensation either on an application filed by the original complainant or even on the application filed by the Appellant-Accused under section 389 of the Cr.P.C., 1973 to suspend the sentence. The aforesaid is required to be construed considering the fact that as per the amended section 148 of the N.I. Act, a minimum of 20% of the fine or compensation awarded by the trial court is directed to be deposited and that such amount is to be deposited within a period of 60 days from the date of the order, or within such further period not exceeding 30 days as may be directed by the appellate court for sufficient cause shown by the appellant. Therefore, if amended section 148 of the N.I. Act is purposively interpreted in such a manner it would serve the Objects and Reasons of not only amendment in section 148 of the N.I. Act, but also section 138 of the N.I. Act. Negotiable Instruments Act has been amended from time to time so as to provide, inter alia, speedy disposal of cases relating to the offence of the dishonoured of cheques. So as to see that due to delay tactics by the unscrupulous drawers of the dishonoured cheques due to easy filing of the appeals and obtaining stay in the proceedings, an injustice was caused to the payee of a dishonoured cheque who has to spend considerable time and resources in the court proceedings to realise the value of the cheque and having observed that such delay has compromised the sanctity of the cheque transactions, the Parliament has thought it fit to amend section 148 of the N.I. Act. Therefore, such a purposive interpretation would be in furtherance of the Objects and Reasons of the amendment in section 148 of the N.I. Act and also section 138 of the N.I. Act."
        },
        "(Emphasis supplied)",
        "9. In that case, Hon'ble Supreme Court held Section 148 of the N.I. Act to be retrospective and to be applicable to all appeals filed against the order of conviction and sentence for the offence under Section 138 of the N.I. Act, even in a case where the criminal complaints for the offence under Section 138 of the N.I. Act were filed prior to amendment w.e.f. 01.09.2018 and Hon'ble Supreme Court did not make/carve out any distinction in appeals filed before and after 01.09.2018. In view of the observations of Hon'ble Supreme Court, Section 148 of the N.I. Act was applicable to appeal filed by the petitioner on 30.08.2018 against judgement of conviction dated 20.08.2018 and order of sentence dated 24.08.2018 passed on complaint filed on 24.01.2017 much before 01.09.2018. Therefore, impugned order dated 20.01.2020 passed by learned Additional Sessions Judge, Yamuna Nagar at Jagadhri directing the petitioner to deposit 20% of the compensation amount within 60 days from the date of order does not suffer from any illegality and is not liable to be set aside.",
        "10. Faced with this legal position, learned Counsel for the petitioner has submitted that due to his difficult financial conditions, the petitioner is unable to deposit the amount within 60 days and the time for deposit may be extended by the period of one month.",
        "11. In the present case, learned Additional Sessions Judge, Yamuna Nagar at Jagadhri had granted 60 days time to the petitioner for deposit of 20% of the compensation amount which will expire on 19.03.2020. The petitioner is stated to be unable to deposit the amount by that date due to his difficult financial conditions. Under Section 148 of the N.I. Act the period for deposit of the amount can be extended by another period of 30 days so as not to exceed 90 days. In the facts and circumstances of the case, ends of justice require that the petitioner be allowed 30 days time to deposit 20% of the compensation amount as no prejudice will be caused to the respondent if the petitioner is given 30 days time to comply with order dated 20.01.2020 to deposit 20% of the compensation amount.",
        "12. In these facts and circumstances, the petition is hereby disposed of with the direction to the learned Additional Sessions Judge, Yamuna Nagar at Jagadhri to extend the time for deposit of 20% of the compensation amount awarded by learned Judicial Magistrate Ist Class, Bilaspur by further period of 30 days. Accordingly, the petitioner shall be liable to deposit 20% of the compensation amount within the period of 90 days from the date of order dated 20.01.2020 i.e. upto 19.04.2020."
    ],
    "HeadNote": "Negotiable Instruments (Amendment) Act (20 of 2018), S.148 - Power of Appellate Court to order payment pending appeal against conviction - Challenge against order whereby condition imposed on petitioner-accused to deposit 20% of compensation amount within 60 days - Petitioner-accused charged u/S.138 of Act on allegations of dishonor of cheque - Contention of petitioner that he is unable to deposit amount by date due to his difficult financial conditions - By impugned order, Trial Court had granted 6 days time to petitioner for deposit of 20% of compensation amount - u/S.148 of Act period for deposit of amount can be extended by another period of 30 days so as not to exceed 90 days - Thus, directions issued to Trial Court to extend time for deposit of 20% of compensation amount awarded. (Para11)",
    "Result": "Order accordingly"
}