{
    "ILOCaseNo": "2020 ILO PNH 608272",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-M - 8540 of 2018",
            "Petitioner": "Ashok Logani",
            "Respondent": "P.C. Jain Textile Pvt. Ltd. and Anr."
        }
    ],
    "JudgmentDate": "28/01/2020",
    "JudgmentBy": "H. S. MADAAN",
    "BenchCoram": "H. S. MADAAN",
    "Lawyers": {
        "LawyerForPetitioner": [
            ". Kamal Bahl"
        ],
        "LawyerForRespondent": [
            "C. S. Bakhshi"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. By this order, I shall dispose of six petitions i.e. CRM-M- 8540-2018(O and M), CRM-M-8541-2018(O and M), CRM-M-8545- 2018(O and M), CRM- M-17447-2018(O and M), CRM-M-17493- 2018(O and M) and CRM-M-17497-2018(O and M) filed by petitioner -Ashok Logani. 2 Briefly stated, facts of the case are that the complainant M/s P.C. Jain Textiles Pvt. Ltd., Gurugram through its authorised person Sh.Rakesh Yadav had brought three complaints under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as the Act) i.e. Complaint No.5996 of 2016, Complaint No.5995 of 2016 and Complaint No.6993 of 2016 against M/s Instyle Exports Pvt. Ltd., Gurugram through its Proprietor/Authorised Signatory Mr.Ashok Logani, almost on the similar allegations, which discussed in brief are that complainant company is engaged in manufacturing and export of ribbons, laces, tapes, fringes, embroidery, fabric, cords etc.; the accused had approached the complainant company for purchase of goods, which were accordingly dispatched to the accused - concern company; the complainant company had been raising its respective invoices in the amount for the goods supplied to the accused and used to maintain a running account of the accused. As per the statement of account, a sum of Rs.23,40,132 was outstanding against him. 3 As per the averments made in Complaint No.5996 of 2016, to discharge the said liability, the accused issued following cheques in favour of the complainant: (a) Cheque No.013034 drawn on Allahabad Bank Ltd., Dated 30.1.2016 for Rs.4,00,000(Four Lakh Rupees only). (b) Cheque No.013035 Drawn on Allahabad Bank Ltd., Dated 27.1.2016 for Rs.4,00,000/-(Four lakh Rupees only). (c) Cheque No.013036 Allahabad Bank Ltd., Dated 5.2.2016 for Rs.1,52,005/- (One Lakh Fifty Two Thousand Five Rupees only). 4 At the time of issuance of cheques, the accused had given an assurance to the complainant that on presentation, the cheques would be encashed. Accordingly, the complainant had presented the cheques for encashment but those were returned uncashed by banker of the accused with remarks",
        {
            "I": "Exceeds Arrangement"
        },
        "on 19.2.2016. The complainant immediately brought such situation to the notice of the accused and the accused requested the complainant to present the cheques again. The complainant did so but the same situation was there and cheques were dishonoured by the banker of the accused and returned to the complainant vide returning memo dated 10.3.2016 and 11.3.2016 (Cheque No.013035) with remarks",
        {
            "I": "Exceeds Arrangement"
        },
        ". The complainant served a legal notice dated 28.3.2016 dispatched on 31.3.2016 through registered/speed post/courier at the last given address calling upon the accused to pay the cheques amount within 15 days of receipt of notice but accused failed to do so, giving rise to a cause of action to the complainant to bring complaint under the Act against the accused. 5 In terms of assertions made in Complaint No.5995 of 2016, to discharge the said liability, the accused issued following cheques in favour of the complainant: (a) Cheque No.012908 Drawn on Allahabad Bank Ltd., Dated 28.1.2016 for Rs.4,33,547(Four Lakhs Thirty Three Thousand Five Hundred Forty Seven Rupees only). (b) Cheque No.012909 Drawn on Allahabad Bank Ltd., Dated 2.2.2016 for Rs.1,51,125/-(One Lakh Fifty One Thousand One Hundred Twenty Five only). (c) Cheque No.013033 Drawn on Allahabad Bank Ltd., Dated 3.2.2016 for Rs.4,00,000/- (Four Lakh Rupees only). 6 At the time of issuance of cheques, the accused had given an assurance to the complainant that on presentation, the cheques would be encashed. Accordingly, the complainant had presented the cheques for encashment but those were returned uncashed by banker of the accused with remarks",
        {
            "I": "Exceeds Arrangement"
        },
        "on 19.2.2016. The complainant immediately brought such situation to the notice of the accused and accused requested the complainant to present the cheques again. The complainant did so but the same situation was there and cheques were dishonoured by the banker of the accused and returned to the complainant vide returning memo dated 10.3.2016 and 11.3.2016 (Cheque No.012908) with remarks",
        {
            "I": "Exceeds Arrangement"
        },
        ". The complainant served a legal notice dated 28.3.2016 dispatched on 31.3.2016 through registered/speed post/courier at the last given address calling upon the accused to pay the cheques amount within 15 days of receipt of notice but accused failed to do so, giving rise to a cause of action to the complainant to bring complaint under the Act against the accused. 7 As per version of the complainant contained in Complaint No.6993 of 2016, to discharge the said liability, the accused issued following cheques in favour of the complainant: (a) Cheque No.013032 Drawn on Allahabad Bank Ltd., Dated 6.3.2016 for Rs.66,000(Sixty Six Thousand Rupees only). (b) Cheque No.013030 Drawn on Allahabad Bank Ltd., Dated 10.3.2016 for Rs.4,53,145/-. 8 At the time of issuance of cheques, the accused had given an assurance to the complainant that on presentation, the cheques would be encashed. Accordingly, the complainant had presented the cheques for encashment but those were returned uncashed by bank of the accused with remarks",
        {
            "I": "Exceeds Arrangement"
        },
        "on 23.3.2016. The complainant served a legal notice dated 18.4.2016 dispatched on 18.4.2016 through registered/speed post/courier , at the last given address calling upon the accused to pay the cheques amount within 15 days of receipt of notice but accused failed to do so, giving rise to a cause of action to the complainant to bring complaint under the Act against the accused. 9 After recording of the preliminary evidence in all the complaints, the accused was summoned. Ashok Logani put in appearance in all the three complaints and was admitted to bail. He had moved applications in all the three complaints for discharge/dropping the proceedings against him contending that: (i) the applicant is neither proprietor nor partner of accused No.1 - company; (ii)that there is no allegation against him to fasten liability under Section 141 of the Act; (iii)that the applicant had not been summoned by the Court and there is no accused No.2 in the matter, only one accused is there and notice was sent to said accused i.e. M/s Instyle Exports Pvt. Ltd., therefore petitioner Ashok Logani is not an accused; (iv)that applicant Ashok Logani was not authorised by Board of Directors to represent the case, therefore, he cannot appear on behalf of the company; (v)that Section 93 of the Negotiable Instruments Act stipulates that the holder must give notice that the instrument has been dishonoured, to all the parties the holder seeks to make severally liable thereon; in the present case the complainant had given notice of dishonour only to accused No.1 i.e. company and the offence has been committed by the company; (vi)that no legal notice was sent to the applicant Ashok Logani; (vii)that no criminal liability can be fasten upon the applicant since Section 141 of the Act provides that for making a person liable for the offence, the person must be in charge of the company and in the present case, there is no averment in the complaint that the applicant is incharge of the company. 10 Several judgments by the Apex Court were referred to in that regard. 11 The application was opposed by the complainant challenging its maintainability contending that Ashok Logani had dealt with the complainant and had introduced himself as the Director of the accused concern; his signatures are there on the cheques in question; that legal notice was issued to M/s Instyle Exports Pvt. Ltd. through its Authorised Signatory/Proprietor/Director and signatures of Ashok Logani in itself would give rise to his liability. 12 After hearing arguments advanced by the counsel, learned trial Magistrate dismissed the applications vide separate orders dated 29.11.2017. The operative part of the orders for ready reference is being reproduced as under:",
        {
            "I": " In the present case, the impugned cheque has been issued by M/s Instyle Exports Pvt. Ltd. through its signatory Mr.Ashok Logani. On the impugned cheque, the exact authority of Ashok Logani has not been showed. But Ashok Logani clearly is the signatory of the impugned cheque. It has been held by Hon'ble Supreme Court in K.K. Ahuja Vs. V.K. Vohra that, "
        },
        "In the case of a Director or an officer of the company who signed the cheque on behalf of the company, there is no need to make a specific averment that he was in charge of and was responsible to the company, for the conduct of the business of the company or make any specific allegation about consent, connivance or negligence. The very fact that the dishonoured cheque was signed by him on behalf of the company, would give rise to responsibility under Sub- Section (2) of Section 141,",
        {
            "I": "the same view was followed by the Hon'ble Supreme Court in Standard Chartered Bank Vs. State of Maharashtra. The accused being signatory of the cheque is aware of the transaction and therefore liable to be prosecute for the offence. The case law relied upon learned counsel for the applicant are not applicable to the present case, in view of the latest judgment of the Hon'ble Supreme Court in Standard Chartered Bank Vs. State of Maharashtra. Further, perusal of the complaint shows that the complaint has been filed u/s 138 of the Negotiable Instruments Act against M/s Instyle Exports Pvt. Ltd. through its proprietor/ Authorised and Mr.Ashok Logani. It has been argued by the learned counsel for the complainant that Ashok Logani always represented himself as the Director of M/s Instyle Exports Pvt. Ltd. Perusal of the legal notice shows that legal notice has also been issued to M/s Instyle Exports Pvt. Ltd., through its Authorised Signatory/proprietor/director, Mr.Ashok Logani. It has been held by Hon'ble Supreme Court in Vijay Malya Vs. Delhi International Airport Authority that, notice issued to accused company was sufficient and no separate notice was required to be issued individually to the persons mentioned in Section 141 of the Act. Further, it has been held by Hon'ble Madras High Court in Sarvaraya Textiles Limited case that notice issued to the complainant which is principal offender is notice to all the persons coming under the purview of the Section 141(1) and (2) of the Negotiable Instruments Act. Merely because individual notice has not been served to a director, the complaint would not be rendered as not maintainable qua such director. Lastly, if the accused had any grievances against the summoning order, they cannot pray for discharge at this stage. Considering the above circumstances, the present application for discharge is hereby dismissed. 13 These orders left the petitioner Ashok Logani aggrieved and he has approached this Court by way of filing CRM-M-8540- 2018(O and M), CRM-M-8541-2018(O and M) and CRM- M-8545- 2018(O and M) contending that learned trial Magistrate had rightly allowed the applications of M/s Instyle Exports Pvt. Ltd. under Section 305 Cr.P.C. for appointment of representative of petitioner company, however had wrongly dismissed the applications for dropping the proceedings against the petitioner. 14 The petitioner has also filed CRM-M-17447- 2018(O and M), CRM-M-17493-2018(O and M) and CRM-M-17497- 2018(O and M) seeking quashing of all the three complaints and the summoning order passed therein as well as all the ancillary proceedings. 15 Notice of the petitions was given to the respondent/complainant, who has put in appearance through counsel. 16 It may be mentioned here that accused company had filed applications under Section 305 Cr.P.C. for appointment of representative in each complaint, which were contested by the complainant. The said applications were disposed of by the trial Magistrate vide orders 29.11.2017. The operative part of the orders for ready reference is being reproduced as under: "
        },
        "It is the case of the applicant that accused company is a juristic person and as per Section 305 Cr.P.C. company can appoints its AR to represent it in the Court. Hence it has been prayed that Mr.Shahid Akhtar Ansari be allowed to represent the company as its AR in the present case. Copy of the Authorization Letter has been filed along with the application. Reply filed and it has been submitted by the complainant that signatory of the cheque is also liable to be prosecuted jointly with the company. Learned counsel for the complainant has argued that he has no objection as to whom the company appoint its AR but Mr.Ashok Logani cannot be discharged and he is liable to be prosecuted being signatory of the impugned cheque. Arguments heard. Considering the mandate of Section 305 Cr.P.C., the circumstances of the case and in the interest of justice, the present application is hereby allowed and Mr.Shahid Akhtar Ansari is hereby allowed to represent the company in the present case. 17 I have heard learned counsel for the parties besides going through the record and I find that there is absolutely no merit in the petitions.",
        "18. Admittedly, the petitioner is Managing Director of the accused - company and he had signed all the cheques, which on presentation had been dishonoured. After the complainant was informed by the banker with regard to dishonouring of cheques, the complainant had served notice to the accused concern through its authorized signatory/proprietor/director Ashok Logani. In the complaints under Section 138 of the Act, accused concern was impleaded through its proprietor/authorised signatory Ashok Logani. After being served, Ashok Logani had appeared in the cases. Though in a clever move, he got applications under Section 305 Cr.P.C. filed for appointment of representative of accused and when the applications were allowed by the trial Magistrate vide orders dated 29.11.2017, his applications for discharge was rightly dismissed by the trial Magistrate. The petitioner cannot wash his hand-off the matter in such a manner. He being a Managing Director of the accused concern and signatory on the cheques in question can certainly not come up with a straight face and state that he has nothing to do with the matter and he should not be prosecuted on account of dishonouring of the cheques, which had been issued under his signatures for the accused concern. Hyper-technical approach in such type of matters can certainly be not adopted. The trial Magistrate was fully justified in summoning of accused concern through Ashok Logani and dismissing his applications for discharge. 19 As regards the judgments referred to by learned counsel for the petitioners i.e. Sharad Kumar Sanghi Versus Sangita Rane, 2015 (2) ACR 1457 SC, N.Harihara Krishnan Vs. J. Thomas, Criminal Appeal No.1534 of 2017, Anita Hada Vs. God Father Travels and Tours Pvt. Ltd., 2012(2) RCR(Crl.) 854, Garhwal Mandal Vikas Nigam Ltd. and Ors. Vs. Mata Garg and Co. Chartered Accountants, 2011(2) RCR(Criminal)590, Hindustan Pulverising Mills Vs. State of Haryana 1995(83) CompCas 75(P and H). Standard Chartered Bank Vs. State of Maharashtra and Others etc., Criminal Appeal Nos.271-273 of 2016 and Bhushan Kumar Vs. State (NCT of Delhi) and Anr., 2012(2) ACR 1514, those do not find application to the present case due to different facts and circumstances and the context in which such observations had been made. 20 Whereas the judgment relied upon by learned counsel for the respondent-complainant Kirshna Texport and Capital Markets Ltd. Versus ILA A Agrawal and Ors. is quite helpful in properly adjudicating the controversy. The petitioner being Managing Director of the accused company is to be taken as Incharge and responsible to the company for conduct of the business and in terms of Section 141 of the Act, he is deemed to be guilty of the offence and liable to be proceeded against and punished accordingly. Issuance of separate notice to him was not necessary as has been held in paras No.14 to 16 of this judgment. 21 In another judgment referred to by learned counsel for the respondent/complainant i.e. Vijay Mallya Versus Delhi International Airport Private Limited, CRL.M.C.5479/2014, paras No.11 and 12 of the judgment passed by Delhi High Court are quite relevant and for ready reference those are being reproduced as under:- It is not in dispute that the petitioner was the Chairman and Managing Director of Kingfisher Airlines Limited and thus was the incharge and fully responsible for the day to day business of the said company. It is also not in dispute that the cheques in question were issued by the said company and the petitioner being its Chairman and Managing Director was responsible for the conduct of the business of the company. Therefore, mere non-mentioning of the name of the petitioner in the complaint cannot absolve him of the responsibility of the company which issued the cheques in question. Thus, there was no need to issue notice by the complainant in the name of the petitioner as the cheques in question were issued by the company and the petitioner being its incharge was equally liable to be prosecuted. Undisputedly, the petitioner was the Chairman and Managing Director of the company and as per the judgment in the case of S.M.S. Pharmaceuticals (supra), the Managing Director would be responsible for day to day affairs of the company. The argument advanced by the learned Senior Counsel for the petitioner that the petitioner was not intervening in the day to day proceedings of the company, is of no consequence when the cheques in question were issued during the course of day to day business transactions for the benefit of the company. More the reason that in the complaint filed before the Trial Court the company had already been impleaded as one of the respondents. 22 Whereas in judgment K.K. Ahuja Versus V.K. Vora and Anr., 2009(3) RCR(Criminal)571, the Apex Court had summarised the position under Section 141 as under: (i) If the accused is the Managing Director or a Joint Managing Director, it is not necessary to make an averment in the complaint that he is in charge of, and is responsible to the company, for the conduct of the business of the company. (ii)In the case of a director or an officer of the company who signed the cheque on behalf of the company, there is no need to make a specific averment that he was in charge of and was responsible to the company, for the conduct of the business of the company or make any specific allegation about consent, connivance or negligence. (iii)In the case of a Director, Secretary or Manager (as defined in Section 2(24) of the Companies Act) or a person referred to in clauses (e) and (f) of Section 5 of the Companies Act, an averment in the complaint that he was in charge of, and was responsible to the company, for the conduct of the business of the company is necessary to bring the case under Section 141(1). (iv)Other Officers of a company can not be made liable under Section 141(1) - Other Officers of a company can be made liable only under Section 141(2) by averring in the complaint their position and duties in the company and their role in regard to the issue and dishonour of the cheque, disclosing consent, connivance or negligence. 23 In Standard Chartered Bank Versus State of Maharashtra and Others Etc., 2016(2) RCR(Civil)818, the Apex Court had observed that when a cheque issued by a company had been dishonoured and the company and its Chairman, Directors and officers are being prosecuted, in case of a Director or an officer of the company, who signed the cheque on behalf of the company, there is no need to make a specific averment that he was in charge of and was responsible to the company, for the conduct of the business of the company.",
        "24. In the present case, this precisely being the plea taken by the petitioner, which in view of the settled law laid down cannot be accepted. Since the notice had been issued to the accused concern through the petitioner himself, there was no necessity of issuing separate notice to him under the circumstances. He is there before the trial Court and merely because the trial Court has allowed some authorised person to appear on behalf of the company does not mean that the petitioner get absolved of his criminal liability in his capacity as Managing Director of the concern and signatory of the cheques, which had been dishonoured. 25 Section 482 Cr.P.C. deals with inherent powers of the High Court providing that nothing in this Code shall be deemed to limit or affect the inherent powers of the High Court to make such orders as may be necessary to give effect to any order under this Code, or to prevent abuse of the process of any Court or otherwise to secure the ends of justice. 26 The impugned orders passed by the trial Court are quite detailed, well reasoned, based upon proper appraisal and appreciation of evidence and correct interpretation of law. There is no illegality or infirmity therein. Similarly the criminal complaints filed under Section 138 of the Act do not suffer from any legal infirmity and the summoning orders successfully pass the legal scrutiny. 27 None of the petitions fall under four corners of Section 482 Cr.P.C. so as to call for interference by this Court as regards the impugned orders, complaint and summoning orders. 28 Therefore, the petitions stand dismissed accordingly."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.141 - Criminal P.C. (2 of 1974), S.482 - Cheque dishonour - Offence by company - Liability of director - Accused approaching Complainant Company for purchasing goods, and issuing cheques towards outstanding payment - Accused however denying his liability u/S. 141 - Accused is Managing Director of Company and signed all cheques - After bank informed Complainant as regards dishonouring of cheques, complainant served notice to company through accused being director - After issuance of notice, accused appeared in cases on behalf of company - Accused cannot claim that he has nothing to do with matter and should not be prosecuted - Notice issued to company through accused, hence no separate notice required to be issued - Proceedings against accused cannot be quashed. (Paras18 24)",
    "Result": "Petition dismissed"
}