{
    "ILOCaseNo": "2020 ILO PNH 608273",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-A - 1619 of 2014",
            "Petitioner": "Pawan Kumar Verma",
            "Respondent": "Gagan Dev Bharti"
        }
    ],
    "JudgmentDate": "12/02/2020",
    "JudgmentBy": "Harnaresh Singh Gill",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Munish Mittal"
        ],
        "LawyerForRespondent": [
            "Aditya Ramyal",
            "Namit Khurana"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Special leave to appeal has been sought against the judgment of acquittal dated 07.8.2014 passed by the learned Judicial Magistrate Ist Class, Yamuna Nagar at Jagadhri while dismissing the complaint under Section 138 of the Negotiable Instruments Act, 1881 (' Act' for short). Proceedings were initiated on account of dishonour of cheque bearing No. 931625 dated 25.4.2011, amounting to Rs. 3,00,000/-, drawn on UCO Bank, Branch Yamuna Nagar. 2.The learned trial Magistrate has recorded the following reasons to dismiss the complaint:- (1) When the money was given by the complainant to the accused, nothing was reduced into writing and the complainant also did not include anyone as a witness while giving payment to the accused and the said money has also not been reflected by the complainant in his income tax returns. (2) Since the complainant himself admitted in his cross- examination that he has already filed cases against various other persons, who despite having received the loan form him, have not repaid the same, it cannot be believed that he would have gone to the extent of advancing such a huge amount to the accused and that too without reducing anything into writing. (3) The complainant in his cross-examination has also admitted that fact that he was the Manager of the Society which was floated by the accused. He further stated that he had not invested any amount in the said society, floated by the accused and as such, the defence of the accused to the effect that the complainant was employed by him, becomes probable. The learned Magistrate has taken a reasonable and probable view on appreciation of evidence.",
        "3. As per the conclusion drawn by the learned Magistrate, the complainant has failed to show his financial capacity of lending such a huge amount. Moreover, the complainant never produced his income tax returns to show his financial standing. Nothing was reduced into writing at the time when the money was given by the complainant to the accused and the complainant also did not include anyone as a witness while giving money to the accused. 4.Thus, in view of the totality of the circumstances and the settled position of law, the case attempted to be built by the complainant, appears to be suffering from fatal infirmities so much so that it goes directly to the root of the case and shakes the very edifice on which the case of the complainant rests. It is also relevant to mention here that the criminal conviction entails enigmatic and stigmatic exposures and experiences and thus it becomes of paramount importance to demand evidence of unimpeachable character and of unambiguous nature. 5.Therefore, considering the above mentioned facts and legal positions, it would not be unjustified and completely misplaced to say that the complainant has miserably failed to prove if the impugned cheque has been issued against the discharge of any enforceable debt or liability. Preponderance of probabilities lies completely in favour of the accused. Further, the case of the complainant is required to rest on his own leg and the same cannot be allowed to be bypassed in a casual and cosmetic manner. Learned counsel for the applicant, although, made sincere attempt, yet failed to draw the attention of this Court to any substantive error or perversity. Still further, the reasons which have been extracted above, appear to be probable and plausible. From the above, I do not find any ground to grant special leave to file appeal. Therefore, finding no merit in the present application, the same is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonor of cheque - Dismissal of complaint - When complainant failed to show his financial capacity of lending amount to accused against which cheque in question alleged to be issued by said accused, then complaint liable be dismissed. (Para3)",
    "Result": "Petition dismissed"
}