{
    "ILOCaseNo": "2020 ILO PNH 608263",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-A - 2176 of 2017",
            "Petitioner": "Jagdeep Singh",
            "Respondent": "Jarnail Singh"
        }
    ],
    "JudgmentDate": "17/03/2020",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Rajesh Sethi",
            "tushar Gera"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Special leave to appeal has been sought against the judgment of acquittal passed by the learned Sub-Divisional Judicial Magistrate, Ratia, District Fatehabad, while dismissing the complaint bearing No. 285-RBT of 2017 under Section 138 of the Negotiable Instruments Act, 1881. (2)Proceedings were initiated on account of dishonour of cheque, bearing No. 449942 dated 27.01.2015, amounting to Rs. 9,00,000/-, drawn on the Punjab National Bank, Fatehabad. (3)Learned counsel for the applicant has argued that respondent- Jarnail Singh is the relative of the applicant and a sum of Rs. 9,00,000/- was given to him with assurance that the same will be repaid and thus cheque in question was issued by the respondent. Even after issuance of legal notice, the payment was not made by the respondent-accused. (4)It is further argued that the trial Court has put a specific question to the respondent-accused as to how the cheque came in possession of the complainant, but no specific reply to this effect was given. Once the execution of cheque in question is admitted, then as per the presumption under Section 118(a) and 139 of the Negotiable Instruments Act, it is to be held that the cheque was given for consideration. Moreover, the 'J' form issued in the name of father of the applicant has not been taken into consideration. As a matter of fact, the respondent is the son of maternal uncle of the applicant. (5)Learned counsel has relied upon the judgments of Supreme Court of India in 'APS Forex Services Pvt. Ltd. Vs. Shakti International Fashion Linkers and others', decided on 14.02.2020 and 'Uttam RamVs. Devinder Singh Hudan and another' 2020 (1) RCR (Criminal) 110.",
        "6. The learned trial Magistrate has recorded the following reasons to dismiss the complaint: (i) Complainant nowhere mentioned in the complaint about the date or the month or the year, or the place of advancement of the said loan in his complaint or affidavit in the examination- in-chief. He failed to disclose the exact time of the alleged advancement of loan. Further the complainant has neither asserted nor proved the stipulated repayment schedule/date in his complaint as well as in his evidence. (ii) It was neither pleaded nor proved that the parties were having such relations that the complainant could advance substantial amount of Rs. 9,00,000/- to the respondent without any documentation or even receipt or acknowledgment. It was neither pleaded nor proved by the complainant that he had advanced the said loan in the presence of any witness, or asked for and obtained any security qua the said advancement. (iii) The complainant did not explain as to who had filled the said cheques. Bare perusal of the said cheque reflected that it contained different ink and handwriting therein in the payee and other column. This reflected that the complainant was not present at the time when the said cheque, except the payee column was filled. (iv) In his cross examination, the complainant deposed that he is an agriculturist having no other source of income and his annual production is of Rs. 12-13 lakh. It is highly improbable that a person who was having monthly income of few thousands only would advance relatively huge amount of Rs. 9,00,000/- to another person and that too without any documentation or security.",
        "7. The learned Magistrate has taken a reasonable and probable view on appreciation of evidence. (8)As per the conclusion drawn by the learned Magistrate, the complainant had miserably failed to show his financial capacity to advance Rs. 9,00,000/- as a friendly loan to the respondent being an agriculturist having no other source of income and even the complainant is not aware of the basic details qua the said loan. The judgments cited by the learned counsel for the applicant are not applicable to the facts of the present case.",
        "9. Thus, in view of the totality of the circumstances and the settled position of law, the case attempted to be built by the complainant, appears to be suffering from fatal infirmities so much so that it goes directly to the root of the case and shakes the very edifice on which the case of the complainant rests. It is also relevant to mention here that the criminal conviction entails enigmatic and stigmatic exposures and experiences and thus it becomes of paramount importance to demand evidence of unimpeachable character and of unambiguous nature. Therefore, considering the above mentioned facts and legal positions, it would not be unjustified and completely misplaced to say that the complainant has miserably failed to prove if the impugned cheque has been issued against the discharge of any enforceable debt or liability. Preponderance of probabilities lies completely in favour of the accused. Further, the case of the complainant is required to rest on its own leg and the same cannot be allowed to be bypassed in a casual and cosmetic manner. Learned counsel for the applicant, although, made sincere attempt, yet failed to draw the attention of this Court to any substantive error or perversity. Still further, the reasons which have been extracted above, appear to be probable and plausible. From the above, I do not find any ground to grant special leave to file appeal. Therefore, finding no merit in the present application, the same is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Criminal P.C. (2 of 1974), S.203 - Dishonour of cheque - Dismissal of complaint - Non mentioning of date or place of advancement of loan in complaint - Failure of Complainant to show his financial capacity to advance loan to accused - Complainant was unaware of basic details qua said loan - Complainant failed to prove issuance of cheque against discharge of enforceable debt - Dismissal of complaint, proper. (Paras6 7 9)",
    "Result": "Petition dismissed"
}