{
    "ILOCaseNo": "2020 ILO PNH 608277",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 3043 of 2019",
            "Petitioner": "Mohan Vikram Singh",
            "Respondent": "Raj Singh and Anr."
        }
    ],
    "JudgmentDate": "17/01/2020",
    "JudgmentBy": "Harnaresh Singh Gill",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Wazir Singh"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner was tried for committing the offence under Section 138 of the Negotiable Instruments Act, 1881 (for short `the Act'). Vide judgment and order dated 21.03.2018, the petitioner was convicted of the said offence and sentenced to undergo imprisonment for a period of two years and to pay an amount of Rs.10,00,000/- i.e. double the amount of the cheques in question to the complainant.",
        "2. Out of the said amount a sum of Rs.10,000/- was ordered to be treated as a fine and the remaining amount as compensation to be paid to the complainant.",
        "3. The appeal filed by the petitioner was partly allowed by the learned Additional Sessions Judge, Jind on 19.8.2019, whereby while maintaining the conviction part, sentence imposed upon the petitioner was reduced from two years to that of one year. Still further, the amount of fine was reduced to Rs.5,000/- and the remaining amount of Rs.5,000/- was ordered to be refunded to the petitioner.",
        "4. Still aggrieved, the petitioner has preferred the present revision petition.",
        "5. Learned counsel for the petitioner has vehemently argued that both the Courts below have not taken into account that the complainant had failed to prove on record that the cheques in question were issued by the petitioner in discharge of any liability as envisaged under Section 138 of the Act. It is further argued that as per the version of the complainant, the petitioner had borrowed an amount of Rs.5,00,000/- from the complainant to contest the election of village Panchayat and in lieu thereof he had issued two cheques bearing Nos. 065669 and 065670 dated 15.01.2016 amounting to Rs.2,50,000/- each. Thus, it is contended that the debt of Rs.5,00,000/- lacs was not a legally enforceable debt and that had this fact been taken into consideration in the right perspectives by the Courts below, the complaint would have been dismissed.",
        "6. In support of the aforesaid assertions, the learned counsel for the petitioner has placed reliance upon the judgments of the Hon'ble Supreme Court in B. Sunitha Vs. State of Telengana and Anr., 2018(1) R.C.R. (Criminal) 102 and A.V. Murthy Vs. B.S. Nagabasavanna, 2002(1) R.C.R. (Criminal) 745, Delhi High Court judgment in Virender Singh Vs. Laxmi Narain and Another, 2007(3) R.C.R. (Criminal) 157; Kerala High Court judgment in J. Daniel Vs. State of Kerala and another, 2005(4) R.C.R. (Criminal) 952; Madras High Court judgment in N.Sivarej Vs. Lognanthan, 1994(2) Crimes 1103 and the Bombay High Court judgment in Subhash Vs. Sachin Murlidhar Tarkase and others, 2015(2) Bom.C.R. (Crl.) 496.",
        "7. I have heard the learned counsel for the petitioner and have also gone through the case file. However, I do not find any merit in the arguments raised.",
        "8. The factum of borrowing the amount of Rs.5,00,000/- by the petitioner from the complainant is not disputed. The said fact stood also duly proved on record. The finding recorded by the trial Court in this regard, would read as under:-",
        {
            "I": "...Even if the argument raised by learned counsel for the accused is (sic) accepted, still learned counsel for the accused has failed to save the accused to protect him from his conviction under Section 138 of N.I. Act in the present case because as per document Ex. C.9 which is certificate dated 28.8.2017 issued by Punjab Naetional Bank Safidon regarding issue of RTGS for Rs.5,00,000/- by debiting cheque No. 708842 in the account of accused and the said certificate is showing that the amount of Rs.5,00,000/- was transferred by the complainant to the account of accused. So, the existence of liability as claimed by the complainant in the present complaint is proved. Moreover, the incomplete pronote i.e. Ex.C10 also proved by the complainant, which also shows that the transaction between the complainant and the accused was genuine...."
        },
        "9. The contention raised by the learned counsel for the petitioner that the cheques were not issued in discharge of the legally enforceable debt or liability, does not merit acceptance for the simple reason that the borrowing of the amount by its online transfer through RTGS stands duly proved. The issuance of cheques is also not disputed. Thus, the amount taken is to be treated as a debt. No doubt,the averments of the complainant are that the said amount was taken by the accused to contest the elections, yet the fact remains that contesting of election is not an unlawful purpose so as to bring the same within the ambit of Section 23 of the Indian Contract Act. Yet further, it was not proved on record whether or not the petitioner had, in fact, contested the elections. This fact brings one to the conclusion that the amount so borrowed might have been used for any other purpose by the petitioner.",
        "10. At this stage it would be just and relevant to extract the relevant statutory provisions:-",
        {
            "I": " Section 138 of the Negotiable Instruments Act. Dishonour of cheque for insufficiency, etc., of funds in the account. -Where any cheque drawn by a person on an account maintained by him with a banker for payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability, is returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with that bank, such person shall be deemed to have committed an offence and shall, without prejudice to any other provisions of this Act, be punished with imprisonment for 19 [a term which may be extended to two years], or with fine which may extend to twice the amount of the cheque, or with both: Provided that nothing contained in this section shall apply unless- (a) the cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier; (b) the payee or the holder in due course of the cheque, as the case may be, makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the cheque, within thirty days of the receipt of information by him from the bank regarding the return of the cheque as unpaid; and (c) the drawer of such cheque fails to make the payment of the said amount of money to the payee or, as the case may be, to the holder in due course of the cheque, within fifteen days of the receipt of the said notice. Explanation.- For the purposes of this section, "
        },
        "debt or other liability",
        {
            "I": " means a legally enforceable debt or other liability."
        },
        "Section 23 of the Indian Contract Act",
        {
            "I": "23. What consideration and objects are lawful, and what not.-The consideration or object of an agreement is lawful, unless- -The consideration or object of an agreement is lawful, unless-"
        },
        "it is forbidden by law; 14 or is of such a nature that, if permitted, it would defeat the provisions of any law; or is fraudulent; or involves or implies, injury to the person or property of another; or the Court regards it as immoral, or opposed to public policy. In each of these cases, the consideration or object of an agreement is said to be unlawful. Every agreement of which the object or consideration is unlawful is void.",
        {
            "I": " Illustrations (a) to (k) xxxxxx"
        },
        "11. From the aforesaid provisions, it would be clear that the twin condition, which is required to be fulfilled, is that the debt should be legally enforceable debt and the purpose of the same must not be the one, mentioned under Section 23 of the Contract Act.",
        "12. As per the averments in the complaint, the petitioner had borrowed the money from the complainant on the pretext that he was in the need of money to contest the election and after having taken the amount of Rs.5,00,000/- the petitioner had issued the cheques.",
        "13. There was no wagering contract nor there was any unlawful agreement that the borrowed amount would be utilized in a particular manner for any unlawful means or a means which is opposed to the public policy.",
        "14. From the aforesaid, it is apparent that firstly, there was no agreement and/or contract between the parties. On the mere need of the petitioner, the complainant had transferred the amount through RTGS. Secondly, it is not the case of the petitioner that he had borrowed the said amount for any other purpose, may be unlawful, than to meet out his own expenses with a view to contesting the elections. Still further, no evidence of any kind to support the arguments now raised by the petitioner was ever led before the learned trial Court. Rather, the defence taken by the petitioner was that he had not issued the cheques in question.",
        "15. Thus, once the borrowing of the amount by the petitioner from the complainant stood proved on record, the same shall be treated as debt and once such debt was taken by the accused and he had issued cheques in lieu thereof, it cannot be said that there was no legally enforceable debt or liability as against the accused-petitioner.",
        "16. In B. Sunitha's case (supra), cheque issued by the client to the Advocate towards 16% demand of the decretal amount, was held to be against the public policy and being an act of professional misconduct. Thus, the complaint filed by the Advocate under Section 138 of the Act in respect of the cheque in question was dismissed.",
        "17. In A. V. Murthy's case (supra), the Hon'ble Apex Court while setting aside the orders passed by the Additional Sessins Judge and of the High Court, held that in a case where the accused had taken amount for starting the petrol pump and had issued cheques to the complainant in discharge of his liability to pay the debt back, it could not be said that the debt or liability was not legally enforceable.",
        "18. In Virender Singh's case (supra), the amount paid by the complainant for securing a Government job was held to be a contract, which was unlawful under Section 23 of the Contract Act and hence the same was held not to be legally enforceable liability.",
        "19. In Daniel's case (supra), it was held that the cheque of Rs.60,000/- given by the accused to the complainant in order to get the offence under Section 376 IPC compounded was for a consideration, which was unlawful. Hence, the same was held not to be legally enforceable debt or liability.",
        "20. In N. Sivarej's case (supra), it was held that cheque issued for refund of capitation fee in order to get admission, could not be said for an unlawful purpose.",
        "21. Thus, none of the aforesaid judgments is of any help to the petitioner. Rather, the judgment in A.V. Murthy's case (supra) supports the very case of the complainant.",
        "22. In view of the above, there is no merit in the present petition. The same is hereby dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Proof - Allegations that accused borrowed Rs.5,00,000/- from complainant and in lieu thereof issued two cheques amounting to Rs.2,50,000/- each which dishonoured by bank - Neither any wagering contract nor any unlawful agreement that borrowed amount would be utilized in particular manner for any unlawful means - Borrowing of amount by accused from complainant stood proved - Legally enforceable debt proved against accused - Hence, conviction proper. (Paras14 15)",
    "Result": "Petition dismissed"
}