{
    "ILOCaseNo": "2020 ILO PNH 608288",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-A - 384 of 2017",
            "Petitioner": "Dharam Singh",
            "Respondent": "Rakesh Kumar"
        }
    ],
    "JudgmentDate": "11/02/2020",
    "JudgmentBy": "Harnaresh Singh Gill",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Rakesh Bakshi"
        ],
        "LawyerForRespondent": [
            "G. C. Shahpuri"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. CRM-7249-2017 Heard. In view of the grounds mentioned in the application, the same is allowed and the delay of 748 days in filing the application seeking leave to appeal, is condoned. CRM-A-384-MA-2017",
        "1. Special leave to appeal has been sought against the judgment of acquittal passed by the learned Judicial Magistrate Ist Class, Yamuna Nagar, while dismissing the complaint under Section 138 of the Negotiable Instruments Act, 1881.",
        "2. Proceedings were initiated on account of dishonour of cheque bearing No.534767 dated 06.06.2012, amounting to Rs.1,79,000/- drawn on Oriental Bank of Commerce, Branch Yamuna Nagar.",
        "3. The learned trial Magistrate has recorded the following reasons to dismiss the complaint: (i) The complainant stated in the complaint that the cheque in question had been issued by the accused in discharge of his existing part liability. However, what was whole liability; how and when did it arise and what were the relations between the complainant and accused, had not been disclosed in the complaint. (ii) As per the complaint, the complainant had given a friendly loan to the accused. However in his cross- examination, the complainant came with a different version and stated that he had approached the accused for becoming an agent in the business of installation of mobile towers, which had been run by the accused. Even if the said version of the complainant is presumed to be correct, it has nowhere disclosed as to how in the course of that business, a legal liability had arisen to be discharged by the accused in favour of the complainant. (iii) Moreover, the complainant could not be able to prove the fact that the accused had been doing any business of installation of mobile towers. There was no proof with the complainant to prove the fact that he had worked with the accused in the course of said business. (iv) The complainant himself admitted that there had been cuttings in the column of date and on the body of cheque in question. The entire writing on the cheque had been overwritten and the date on the cheque had also appeared to have been changed by way of overwriting. The learned Magistrate has taken a reasonable and probable view on appreciation of evidence.",
        "4. As per the conclusion drawn by the learned Magistrate, the complainant has miserably failed to prove as to how the liability had been arisen to be discharged by the accused towards him. The date and body of the cheque had been altered by way of overwriting and such overwriting existed over the whole body of the cheque. The said alteration of date had not been signed by the accused on the cheque, therefore, the accused could not be held liable for the offence punishable under Section 138 of the Negotiable Instruments Act.",
        "5. Thus, in view of the totality of the circumstances and the settled position of law, the case attempted to be built by the complainant, appears to be suffering from fatal infirmities so much so it goes directly to the root of the case and shakes the very edifice on which the case of complainant rests. It is also relevant to mention here that the criminal conviction entails enigmatic and stigmatic exposures and experiences and thus it become of paramount importance to demand evidence of unimpeachable character and of unambiguous nature.",
        "6. Therefore, considering the above mentioned facts and legal positions, it would not be unjustified and completely misplaced to say that the complainant has miserably failed to prove that the impugned cheque had been issued against the discharge of any enforceable debt or liability. Preponderance of probabilities lies completely in favour of the accused.",
        "7. Further, the case of complainant is required to rest on his own leg and the same cannot be allowed to be bypassed in a casual and cosmetic manner.",
        "8. Learned counsel for the applicant, although, made sincere attempt, yet failed to draw the attention of this Court to any substantive error or perversity. Still further, the reasons which have been extracted above, appear to be probable and plausible.",
        "9. From the above, I do not find any ground to grant special leave to file appeal. Therefore, finding no merit in the present application, the same is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Criminal P.C. (2 of 1974), S.378 - Appeal against acquittal - Leave to file - Dismissal of complaint - Complainant has miserably failed to prove that cheque had been issued against discharge of any enforceable debt or liability by accused - Leave to file appeal, rejected (Para6)",
    "Result": "Petition dismissed"
}