{
    "ILOCaseNo": "2020 ILO SC 608312",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPEAL - 24 of 2020",
            "Petitioner": "G. PALANI",
            "Respondent": "R. RAMRAJAN"
        }
    ],
    "JudgmentDate": "08/01/2020",
    "BenchCoram": "N. V. RAMANA;V. RAMASUBRAMANIAN",
    "JudgmentText": [
        "Leave granted. 1.The instant appeal, by way of special leave, is directed against order dated 12.04.2019 passed by the High Court of Judicature at Madras in Crl.R.C.No.1393 of 2018 whereby the High Court dismissed the Criminal Revision Petition filed by the appellant and upheld the findings given by the lower courts. 2.The appellant - G.Palani was a Building Contractor. He was known to the complainant- respondent. Therefore, Rs.10,00,000/- (Rupees ten lakhs) was taken on interest free loan by the appellant from the respondent on 13.11.2013. The said loan was given for six months and post dated cheque of Rs.10,00,000/- (Rupees ten lakhs) was provided to the respondent. Even after repeated requests by the respondent, the amount was not paid and, therefore, the cheque was deposited on 15.05.2014. The said cheque stood dishonoured on 16.05.2014. Thereafter, the respondent filed a private complaint under Section 200 Cr.P.C. with the Judicial Magistrate, Fast Track Court, Ambattur. The Judicial Magistrate vide order dated 10.10.2017 found the appellant guilty and convicted him under Section 138 of the Negotiable Instruments Act, 1881 and sentenced him to undergo seven months simple imprisonment and directed him to pay Rs.10,00,000/- (Rupees ten lakhs), the cheque amount as compensation to the respondent-complainant within one month's time and in default, to undergo further two months simple imprisonment. Aggrieved by the said order, the appellant preferred Criminal Appeal No.153 of 2017, which was dismissed by the 2 Addl.District Judge, Poonamallee vide order dated 04.10.2018. Feeling dissatisfied with the order of the Addl.District Judge, the appellant preferred Revision Petition before the High Court, which as discussed above, was dismissed by the High Court. 3.On 30.09.2019, when the matter was listed before the learned Chamber Judge, it was informed by the learned counsel for the appellant that against a sum of Rs.10,00,000/- (Rupees ten lakhs), Rs.5,00,000/- (Rupees five lakhs) had already been deposited with the Trial Court and it was undertaken to deposit the balance of Rs.5,00,000/- (Rupees five lakhs) within three weeks. Subject to depositing the amount of Rs.5,00,000/- (Rupees five lakhs) with the Registry of this Court within a period of two weeks from that date, the application for exemption from surrendering was allowed for six weeks and the matter was directed to be listed before the Court. 4.On 08.11.2019, when the matter was listed before us, we directed the appellant to pay Rs.20,00,000/- (Rupees twenty lakhs) to the respondent altogether. 5.On 15.11.2011, when the matter was listed before the Court for hearing, it was represented by the learned counsel appearing for the appellant that his client wanted to settle the dispute with the respondent by paying another amount of Rs.5,00,000/- (Rupees five lakhs) towards compensation and Rs.1,00,000/- (Rupees one lakh) towards legal expenses.",
        "6. Today, learned counsel for the appellant has handed over a Demand Draft of Rs.6,00,000/- (Rupees six lakhs) bearing No.957653, dated 11.12.2019, drawn on Karur Vysya Bank Ltd., to the learned counsel for the respondent in the Court. Learned counsel for the respondent is satisfied with the said amount. As the amount deposited by the appellant before the trial court as also this Court has been withdrawn by the respondent and another amount of Rs.6,00,000/- (Rupees six lakhs) has been handed over by the learned counsel for the appellant to the learned counsel for the respondent today in the Court by way of demand draft, we allow the appeal and set aside the conviction and sentence awarded by the Judicial Magistrate, Fast Track Court, Ambattur in C.C.No.158 of 2017 vide order dated 10.10.2017, as affirmed by the 2nd Addl.District Judge, Poonamallee and the High Court. Leave granted. The appeal is allowed in terms of the signed order."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Conviction - Since amount deposited by accused and same has been withdrawn by complainant and another amount of Rs.6,00,000/- handed over to accused by demand draft - Conviction, set aside. (Para6)",
    "Result": "Appeal allowed"
}