{
    "ILOCaseNo": "2020 ILO UTT 608319",
    "Court": "UTTARAKHAND HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Criminal Revision - 82 of 2011",
            "Petitioner": "Prahlad Singh",
            "Respondent": "State of Uttarakhand and Anr."
        }
    ],
    "JudgmentDate": "31/08/2020",
    "BenchCoram": "Ravindra Maithani",
    "Lawyers": {
        "LawyerForPetitioner": [
            "D. C. S. Rawat"
        ],
        "LawyerForRespondent": [
            "B. S. Rathore",
            "A. G. A. A. M. Saklani"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "This criminal revision is preferred against the following judgments and orders:- (i) Judgment and order dated 30.04.2009 passed in Criminal Case No.145 of 2007, Kailash Prasad vs. Prahlad Singh passed by the court of Judicial Magistrate, Purola, District Uttarkashi ('the case'). By this judgment and order the revisionist has been convicted under Section 138 of the Negotiable Instruments Act, 1881 ('the Act') and sentenced to one month's Simple Imprisonment and with a fine of Rs.5,000/-. It has further been directed that in default of payment of fine the revisionist would undergo Simple Imprisonment for a further period of Fifteen days'. In addition to it the revisionist has been directed to pay Rs.2,05,000/- (Rupees Two Lakh Five Thousand) as compensation to the respondent no. 2, which was the amount of cheque., and (ii) Judgment and order dated 07.03.2011, passed in Criminal Appeal No.19 of 2009, Prahlad Singh vs. Kailash Prasad and another, by the court of Sessions Judge, Uttarkashi, (the appeal). By this, the judgment and order dated 30.04.2009 passed in the case has been confirmed.",
        "2. The factual matrix necessary for disposal of this revision is within a very short span. Respondent no.2 filed a complaint in the court of Judicial Magistrate, Purola, under Section 138 of the Act. According to it as Sale consideration of a property, the revisionist gave a cheque of Rs. 2,05,000/- to the respondent no.2. On 18.03.2007 the respondent no.2 presented the cheque in the bank for payment, but the cheque could not be honored, because meanwhile the revisionist had issued stop payment directions. A notice was given but payment was not made, thereafter the complaint was filed. It is the basis of the case. In the case only complainant was examined and as stated, the revisionist was convicted and sentenced under Section 138 of the Act. This judgment and order dated 30.04.2009 was challenged in the appeal. But, the appeal was also dismissed. Both these judgments and order are impugned herein.",
        "3. Heard learned counsel for the parties through Video Conferencing and perused the record.",
        "4. Learned counsel for the revisionist would argue that the revisionist has already undergone the sentence, but the revisionist requests that the part of sentence by which the revisionist has been directed to pay compensation may be set aside.",
        "5. Learned counsel for the revisionist would raise a factual arguments that, in fact, the land, which was sold to the revisionist was a forest land.",
        "6. On behalf of the State counsel, it is argued that the revisionist had taken possession of the land, which was sold to him, therefore, it cannot be believed that any forest land was sold to him by the respondent no.2.",
        "7. On behalf of respondent no.2, it is argued that the land which was sold by the respondent no.2 to the revisionist was recorded earlier in the name of respondent no.2 and after transfer it was recorded in the name of revisionist.",
        "8. Whatever, arguments have been advanced, they relate to the factual aspects of the case. It is a revision. The scope of revision is much restricted to the extent of examining correctness, legality or proprietary of the judgment. In fact, evidence cannot be appreciated in the revisions, but under certain circumstances, for example, if the material evidence is ignored; irrelevant material has been considered or perversity has occurred, the evidence may be looked into. Here, in this case nothing has been shown that any irrelevant material has been considered or material evidence has been ignored or any perversity has occurred. In fact, what is argued on behalf of the revisionist is with regard to appreciation of the available material, which cannot be done in the revision.",
        "9. The perusal of the judgment in case dated 30.04.2009 reveals that the learned court below has considered all the aspects of the matter and found that the case has been proved beyond reasonable doubt. In the appeal the arguments on factual aspects were raised, which has been discussed by the court below.",
        "10. A cheque was issued by the revisionist, it is admitted. The revisionist directed for stop payment and when the respondent no.2 presented the cheque for payment, it was dishonored. A notice was given but despite service of it, payment has not been made. All the essential ingredients, which may bring home the guilt under section 138 of the Act, has been proved in the instant case. There is no reason to make any interference in the revision. Accordingly, it deserves to be dismissed.",
        "11. The revision is dismissed.",
        "12. Let the copy of this judgment along with original record be sent to the court below."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Conviction - Accused issuing cheque of Rs.2,05,000/- towards sale consideration of property in favour of complainant, same got dishonoured as accused directed for stop payment - Despite service of demand notice, payment has not been made - Essential ingredients which may bring home guilt u/S.138, proved - Conviction,proper. (Para10)",
    "Result": "Petition allowed"
}