{
    "ILOCaseNo": "2020 ILO PNH 608278",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 875 of 2020",
            "Petitioner": "Sanjay",
            "Respondent": "State of Harayana and Anr."
        }
    ],
    "JudgmentDate": "09/06/2020",
    "JudgmentBy": "Suvir Sehgal",
    "BenchCoram": "Suvir Sehgal",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Gaurav Singla"
        ],
        "LawyerForRespondent": [
            "Sukhdeep Parmar",
            "Dag",
            "Haryana",
            "kamal Chaudhary"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Sanjay-accused has filed the present revision petition against the judgment dated 25.11.2019 passed by the Additional Sessions Judge, Palwal vide which the appeal preferred by him was dismissed and the judgment of conviction dated 03.12.2018 passed by the Chief Judicial Magistrate, Palwal, whereby the petitioner was convicted under Section 138 of the Negotiable Instruments Act, 1881 (in short",
        {
            "I": "NI Act"
        },
        ") and was sentenced to undergo simple imprisonment for one year and to pay a sum of `2,50,000/- as compensation to the complainant, was upheld. (2)The complainant/respondent No.2 had filed a complaint against the petitioner under Section 138 of the NI Act read with Section 420 of Indian Penal Code alleging that the petitioner had borrowed a sum of `2,50,000/- from him as a friendly loan in the first week of September 2015 for a period of 3-4 months. Thereafter, the petitioner in discharge of the legal liability issued a cheque dated 14.12.2015 for `2,50,000/- drawn on the HDFC Bank, Palwal from his account and handed it to the complainant- respondent No.2 which on presentation was dis-honoured with the remarks",
        {
            "I": "account closed"
        },
        ". Thereafter, a legal notice dated 05.01.2016 was served on the complainant before instituting the complaint. On the basis of the preliminary evidence, finding prima facie case against the petitioner, he was ordered to be summoned. On the basis of the evidence led by both the parties, the Chief Judicial Magistrate found the petitioner to be guilty of the offence under Section 138 of NI Act and convicted him accordingly. The appeal filed by the petitioner before the learned Additional Sessions Judge, Palwal was dismissed on 25.11.2019. Aggrieved there against, the petitioner has filed the present revision petition impugning the judgments passed by both the Courts below. (3)Counsel appearing for the petitioner had at the very outset submitted that the matter has been compromised between the petitioner and complainant-respondent No.2. During the course of hearing of the revision on 01.06.2020, the counsel had undertaken to deposit 15% of the cheque amount viz. `37,500/- as costs in terms of the judgment of the Hon'ble Supreme Court in Damodar S.Prabhu Vs. Sayed Babalal H. AIR 2010 Supreme Court 1907. On the adjourned date i.e.03.06.2020, he produced on record a receipt to show that the said amount was duly deposited. Notice of motion was issued and the same was accepted by Mr.Sukhdeep Parmar, DAG, Haryana on behalf of respondent No.1 and Mr. Kamal Chaudhary, Advocate on behalf of respondent No.2, who were present on conference call.",
        "4. Counsel appearing for the complainant-respondent No.2 candidly admitted that a compromise dated 06.03.2020 had been effected between the parties and the same was implemented and he had already received a sum of `2,50,000/- from the petitioner. He further submitted that he has no objection in case the revision petition is allowed on the basis of the compromise and the judgment of conviction and order of sentence passed by the Courts below are set aside and the petitioner is acquitted of the charge. (5)Counsel appearing for the State also does not have any objection in case the said course is adopted. (6)I have heard counsel for the parties. (7)In Damodar S.Prabhu (supra), the Hon'ble Supreme Court held as under:-",
        {
            "I": "15. With regard to the progression of litigation in cheque bouncing cases, the learned Attorney General has urged this Court to frame guidelines for a graded scheme of imposing costs on parties who unduly delay compounding of the offence. It was submitted that the requirement of deposit of the costs will act as a deterrent for delayed composition, since at present, free and easy compounding of offences at any stage, however belated, gives an incentive to the drawer of the cheque to delay settling the cases for years. An application for compounding made after several years not only results in the system being burdened but the complainant is also deprived of effective justice. In view of this submission, we direct that the following guidelines be followed:- THE GUIDELINES (i) In the circumstances, it is proposed as follows: (a) That directions can be given that the Writ of Summons be suitably modified making it clear to the accused that he could make an application for compounding of the offences at the first or second hearing of the case and that if such an application is made, compounding may be allowed by the court without imposing any costs on the accused. (b) If the accused does not make an application for compounding as aforesaid, then if an application for compounding is made before the Magistrate at a subsequent stage, compounding can be allowed subject to the condition that the accused will be required to pay 10% of the cheque amount to be deposited as a condition for compounding with the Legal Services Authority, or such authority as the Court deems fit. (c) Similarly, if the application for compounding is made before the Sessions Court or a High Court in revision or appeal, such compounding may be allowed on the condition that the accused pays 15% of the cheque amount by way of costs. (d) Finally, if the application for compounding is made before the Supreme Court, the figure would increase to 20% of the cheque amount."
        },
        "In view of the judgment of the Apex Court in Damodar S. Prabhu's case, the matter can be compromised at the stage of pendency of revisional proceedings before the High Court. (8)In Sri Ashish Subba Vs. Manoj Kumar Agarwal and another 2018 (1) RCR (Criminal) 971, the Hon'ble Supreme Court has held that when the parties have amicably settled their dispute, the conviction and sentence of the accused under Section 138 of NI Act, can be set aside.",
        "9. Accordingly, this petition is allowed and the judgment of conviction dated 03.12.2018 and order of sentence passed by the Chief Judicial Magistrate, Palwal on the same day as well as order dated 25.11.2019 passed by the Appellate Court dismissing the appeal of the petitioner are set aside. The petitioner is acquitted of the charge levelled against him. Since the petitioner is in custody, therefore, he be set at liberty at once, if not required in any other case. Revision petition stands disposed of."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Conviction - Compromise between parties - Complainant received sum of Rs.2,50,000/- from accused - Parties amicably settled their dispute - Conviction, set aside. (Paras4 9)",
    "Result": "Order accordingly"
}