{
    "ILOCaseNo": "2020 ILO PNH 608289",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRA-S - 1605 of 2010",
            "Petitioner": "Hardev Singh",
            "Respondent": "Kaka Ram"
        }
    ],
    "JudgmentDate": "27/01/2020",
    "JudgmentBy": "Harnaresh Singh Gill",
    "BenchCoram": "Harnaresh Singh Gill",
    "JudgmentText": [
        "1. The present appeal has been filed against the judgment dated 27.04.2009 passed by the learned Judicial Magistrate Ist Chandigarh, in a complaint filed by the appellant-complainant under Sections 138, 151 and 142 of the Negotiable Instruments Act, 1881 (for brevity, 'N.I. Act'), whereby the complaint had been dismissed and the respondent-accused had been acquitted of the charges levelled against him.",
        "2. The facts, in brief, giving rise to the present appeal are to the effect that the appellant- complainant had filed a complaint under Sections 138, 151 and 142 of the N.I. Act against the respondent-accused with the averments that the accused being his friend, had demanded a loan of Rs.90,000/- from him and he had agreed to pay the same, subject to the condition that the accused would repay the said loan amount. The accused, in order to discharge his liability, had issued post dated cheque bearing No.524273 dated 29.07.2004 for Rs.90,000/- drawn on State Bank of India, Panjab University, Sector-14, Chandigarh, in favour of the complainant.",
        "3. However, when the said cheque had been presented for encashment, the same had got dishonoured with the remarks 'insufficient funds'. Thereafter, a legal notice had been issued to the respondent to make the payment, but to no avail.",
        "4. On the basis of preliminary evidence led by the complainant, the respondent-accused had been summoned under Section 138 of the N.I. Act. Notice of accusation under Section 138 of the N.I. Act, had been served upon the respondent, to which he had pleaded not guilty and claimed trial. Thereafter, the complainant had led his evidence and examined three witnesses including himself as CW 1. On conclusion of complainant's evidence, statement of accused under Section 313 Cr.P.C. had been recorded, wherein he had denied entire material and put forward his own defence version. In his defence, the accused had examined three witnesses including himself as DW 1.",
        "5. On the basis of evidence led by the parties, the learned Judicial Magistrate Ist Class, Chandigarh, had acquitted the respondent-accused of the charges vide the aforesaid impugned judgment.",
        "6. The trial Court had acquitted the respondent-accused while recording the following reasons:",
        "1. The complainant has mentioned in the complaint that he had advanced a loan of Rs.90,000/- to the accused and in order to repay the same, the accused had issued the cheque in question, but he (complainant) had not mentioned any date, month or year in the complaint as to when the alleged loan had been given to the accused.",
        "2. The accused had brought on record the documents of civil litigation between the parties. From the perusal of copy of plaint Ex.D 1/1 as well as his statement got recorded in that suit, it is clear that he had mentioned that the accused had taken the loan in June, 2003. He further stated that in order to repay the said loan, the accused had issued cheque No.524273 dated 29.07.2004 for Rs.90,000/- and also delivered to him an agreement dated 17.06.2003 and receipt of the amount. However in the present complaint, he had not mentioned anything in respect of the said agreement and receipt in the complaint itself.",
        "3. The complainant had placed on record the receipt dated 06.04.2003 to show that the accused had taken a friendly loan of Rs.90,000/- from him, but no witness had been examined to prove the said receipt.",
        "4. The complainant had not shown his capacity to advance loan to the accused.",
        "7. The learned Magistrate has taken a reasonable and probable view on appreciation of evidence.",
        "8. As per the conclusion drawn by the learned Magistrate, the complainant had not mentioned any date, month or year in the complaint as to when the alleged loan had been given to the accused. He had also not mentioned anything with regard to the agreement dated 17.06.2003 and receipt of the amount. Moreover, he had also not examined any witness to prove the receipt dated 06.04.2003. Even he had also failed to show his capacity to advance the loan to the accused. The findings recorded by the trial Court, as extracted above, appear to be probable and plausible.",
        "9. Thus, in view of the totality of the circumstances and the settled position of law, the case attempted to be built by the complainant, appears to be suffering from fatal infirmities so much so that it goes directly to the root of the case and shakes the very edifice on which the case of the complainant rests. It is also relevant to mention here that the criminal conviction entails enigmatic and stigmatic exposures and experiences and, thus, it becomes of paramount importance to demand evidence of unimpeachable character and of unambiguous nature.",
        "10. Therefore, considering the above mentioned facts and legal positions, it would not be unjustified and completely misplaced to say that the complainant has miserably failed to prove that the cheque in question had been issued by the accused against the discharge of any legally enforceable debt or liability. Preponderance of probabilities lies completely in favour of the accused. Further, the case of the complainant is required to rest on its own leg and the same cannot be allowed to be bypassed in a casual and cosmetic manner.",
        "11. From the above, I do not find any ground to interfere with the impugned judgment. Therefore, finding no merit in the present appeal, the same is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Proof - Complainant placed on record receipt to show that accused took friendly loan of Rs.90,000/- from him, but no witness examined to prove said receipt - Complainant failed to show his capacity to advance loan to accused - Complainant having failed to prove cheque in question was issued by accused against discharge of any legally enforceable debt or liability - Acquittal proper. (Para10)",
    "Result": "Appeal dismissed"
}