{
    "ILOCaseNo": "2020 ILO PNH 608287",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-A - 599 of 2014",
            "Petitioner": "Manoj Karwasara",
            "Respondent": "Parhlad Soni"
        }
    ],
    "JudgmentDate": "17/02/2020",
    "JudgmentBy": "H. S. MADAAN",
    "BenchCoram": "H. S. MADAAN",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Vivek Khatri"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. CRM-A-599-MA-2014 Applicant - Manoj Karwasara has filed this application under Section 378(4) Cr.P.C. seeking special leave to appeal.",
        "2. Heard.",
        "3. For the reasons mentioned in the application, the same stands allowed and special leave to file appeal is granted. Registry to do the needful. MAIN APPEAL",
        "4. Briefly stated, facts of the case are that complainant Manoj Karwasara had brought a complaint under Section 138 of Negotiable Instruments Act, 1881 (hereinafter referred to as the Act) against accused Parhlad Soni on the allegations that the accused was on visiting terms with him and since he was in dire need of money, as such at his request, the complainant advanced him a sum of Rs.5,40,000/- and an agreement was entered into in that regard. To discharge the existing outstanding legally enforceable liability, the accused had issued a cheque bearing No.10855 dated 20.10.2009 in the sum of Rs.5 lakhs as part payment drawn on Bank of Punjab Limited, Hisar, which has since been merged with HDFC Bank, in favour of the complainant. The complainant presented the cheque to his banker Punjab and Sind Bank near Gurdwara Road, Hisar for encashment but it was dishonoured by the drawer's bank for the reason of insufficiency of funds in the account of accused. The complainant was informed accordingly. Then the complainant had served a legal notice dated 17.11.2009 upon the accused, calling upon him to make payment of cheque amount within 15 days of receipt of notice but to no effect, as such the complainant filed complaint in question against the accused.",
        "5. After recording of preliminary evidence, accused was summoned. Notice of accusation under Section 138 of the Act was served upon him, to which, he pleaded not guilty and claimed trial.",
        "6. The complainant produced oral as well as documentary evidence. Statement of the accused was recorded under Section 313 Cr.P.C. in which the accused while denying the incriminating circumstances appearing against him submitted that the complaint was false and the witnesses were deposing falsely. During his defence evidence, the accused examined Sh.,Sube Singh Nehra as DW1.",
        "7. After hearing arguments, the learned Judicial Magistrate Ist Class, Hisar vide judgment dated 5.2.2014 had dismissed the complaint.",
        "8. The complainant felt aggrieved and he had knocked at the door of this Court by moving an application under Section 378 (4) Cr.P.C. for grant of special leave to appeal against the judgment of acquittal, notice of which has been issued to the respondent, who had earlier put in appearance through counsel but subsequently there was no representation on behalf of respondent.",
        "9. I have heard learned counsel for the appellant besides going through the record.",
        "10. A perusal of the impugned order goes to show that the trial Magistrate has admitted most of the case of the complainant but had dismissed the complaint observing that the transaction between the parties was that of loan rather than the general financial help and for entering into loan transaction, a licence under Money Lender's Act was necessary. Since it was not so, the debt/liability was not legally enforceable and accused drawer of the cheque cannot be held liable under Section 138 of the Act.",
        "11. However, I find that under the circumstances of the case, the approach of the trial Magistrate was misconceived and erroneous.",
        "12. Learned counsel for the appellant/complainant has referred to judgment Dina Nath Versus Yash Pal, 2009(4) RCR(Civil) 105 by a Co-ordinate Bench of this Court, wherein it has been observed that proof of registration as money lender not required where money advanced as a friendly loan and not in money lending business.",
        "13. In another judgment i.e. Khachen Versus Ram Ditta Mal, 1984 PLJ 408, again by a Co- ordinate Bench of this Court, referred to by learned counsel for the appellant, it was observed that casual advances of money to few persons does not make a person money lender. Similar observations were made by a Division Bench of Delhi High Court in judgment Kampa Wati Devi Versus Basant Rai, 1968(4) DLT 395.",
        "14. In Jupiter Brokerage Services Ltd. Versus Ektara Exports Pvt. Ltd. and Ors.2015(37) RCR(Criminal)775, it was observed that money lending without licence is not totally barred on prohibited by the Bengal Money-Lender's Act, 1940 and as per presumption under Section 139 of Negotiable Instruments Act unless contrary is proved holder of cheque has received cheque for discharge in whole or in part of a debt or liability, though such presumption is rebuttable.",
        "15. In Dhanjit Singh Nanda Versus State and Anr., 2009(5)RCR(Criminal) 462 a judgment by Delhi High Court wherein dealing with a complaint case under Section 138 of the Act where the complainant had lent a sum of Rs.10 lakhs to the accused, who had issued cheque by way of repayment but cheque was dishonoured, in criminal complaint filed by complainant and summoning order issued, the accused had sought quashment of summoning on the ground that complainant was not a registered money lender and not legally entitled to recover the loan amount, that objection was brushed aside and not accepted, rather the accused was imposed with cost of Rs.50,000/-.",
        "16. In Samarendra Nath Das Versus Supriyo Maitra, 2006(4)AICLR 337, a Single Bench of Calcutta High Court had observed that when in a complaint under Sections 138 and 139 of the Negotiable Instruments Act, 1881, an application for discharge of accused was moved for alleged violation of provisions of 138 of the Act, therein it was observed that the alleged violation of provisions of Income Tax Act and Contract Act and Money Lenders Act does not bar continuation of proceedings under Section 138 of the said Act.",
        "17. In V. Satyanarayana Versus M/s Sandeep Enterprises, 2005(1)RCR(Criminal) 441 by a Division Bench of Karnataka High Court while dealing with interpretation of money lender, it was observed that money lending must be carrying on as profession and if the money lending was not with profit motive or not carried on as profession, he or she does not become a money lender; a stray instance of lending money does not show carrying on the business of money lending as profession or with profit motive.",
        "18. The trial Court had dismissed the complaint mainly for the reason that the complainant was a money lender, lending money without licence. Therefore, the impugned judgment dismissing the complaint for the reason of complainant having been found to be a professional money lender practicing money lending without licence is not sustainable, in view of the judgments referred to learned counsel for the applicant/complainant. The judgment is accordingly set aside by way of acceptance of the appeal and the matter is remanded to learned Magistrate for giving a fresh decision on merits after hearing learned counsel for the parties.",
        "19. Since the accused had not turned up, learned trial Magistrate shall issue notice to such accused, whereas the appellant/complainant is directed to appear before the trial Magistrate on 6.3.2020.",
        "20. Copy of this order be sent to the trial Court for compliance."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque-Dismissal of complaint - Challenge as to - Dismissal of complaint for reasons of complainant having been found to be professional money lender practicing money lending without licence - Not proper-Matter remitted back for decision on merits. 2005 (1) RCR (Criminal) 441, Relied on. (Para18)",
    "Result": "Order accordingly"
}