{
    "ILOCaseNo": "2020 ILO PNH 608261",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM-M - 30999 of 2020",
            "Petitioner": "Satish",
            "Respondent": "State of Haryana"
        }
    ],
    "JudgmentDate": "09/10/2020",
    "JudgmentBy": "Suvir Sehgal",
    "BenchCoram": "Suvir Sehgal",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ajit Sihag"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The hearing of this petition has been taken up through video conferencing on account of outbreak of coronavirus (Covid-19) Pandemic. CRM No.25115 of 2020 2.Prayer in the application is for placing on record the order dated 23.09.2020 passed by the Sub-Divisional Judicial Magistrate, Hansi as Annexure P-7. Application is allowed. The order dated 23.09.2020 is taken on record as Annexure P-7. 3.The instant petition has been filed under Section 482 of the Code of Criminal Procedure, 1973 for quashing of FIR No.547 dated 19.08.2019 (Annexure P-1) registered under Section 174-A of Indian Penal Code, 1860 (for short",
        {
            "I": "IPC"
        },
        ") at Police Station Hansi City, District Hisar and impugned order dated 03.07.2019 (Annexure P-3) passed by the Judicial Magistrate Ist Class, Hansi, whereby, the petitioner was declared as a Proclaimed Person. 4.Facts, in brief, leading to the filing of the present petition are that the petitioner had taken education loan from the State Bank of India (for short",
        {
            "I": "Bank"
        },
        ") Hansi Branch, Hisar for his studies. After completing Merchant Navy course, he joined as Deck-Cadet with M/s V.R.Maritime Pvt. Ltd. and was travelling out of country from 22.09.2018 to 02.11.2019 when the SBI filed a complaint under Section 138 of the Negotiable Instruments Act, 1881, (for short",
        {
            "I": "N.I.Act"
        },
        ") against him as the cheque issued by him, in discharge of the outstanding liability of education loan, had been dishonoured. The petitioner was not in touch with his family members. No notice of the complaint was ever received nor any notice was served upon the petitioner. By virtue of the impugned order dated 03.07.2019 (Annexure P-3), the trial Court declared him as a Proclaimed Person. In pursuance thereto, the FIR dated 19.08.2019 (Annexure P-1), which has been challenged herein, was registered against him. The father of the petitioner deposited the entire outstanding amount and the Bank issued a 'No Due Certificate' dated 29.10.2019 (Annexure P-4), the Bank certified that no amount is pending against the loan account of the petitioner. The complaint filed by the Bank was withdrawn by it, vide order dated 25.11.2019 (Annexure P-5) after the counsel for the Bank gave a statement that the petitioner has paid the entire cheque amount. When the petitioner came to know about the impugned order (Annexure P-3) as well as the FIR (Annxure P-1), a petition for anticipatory bail was filed before the Additional Sessions Judge, Hisar, which was allowed, vide order dated 20.07.2020 (Annexure P-6) and the petitioner was ordered to be released on bail on his furnishing bail bonds. 5.Counsel for the petitioner has referred to the copy of the passport (Annexure P-2) to fortify the factual position that the petitioner was out of country from 22.09.2018 to 02.11.2019 when the complaint was instituted by the Bank, the impugned order (Annexure P-3) was passed and the FIR (Annexure P-1) was lodged. He contends that the petitioner never received any summons from the trial Court nor was he aware of the pendency of the complaint. He submits that sole purpose for initiating the proceedings under Section 82 of Cr.P.C., was to ensure the presence of the accused before the trial Court, which now will not serve any purpose as the complaint filed under the N.I.Act already stands withdrawn by the Bank. Still further, his submission is that pendency of the FIR, which has been registered in pursuance to the order, Annexure P-3, whereby he has been declared as a Proclaimed Person, is futile. He has placed reliance upon a judgment passed by this Court in CRM-M-21242-2018 titled as 'Ved Parkash Vs. State of Haryana' decided on 21.05.2019, whereby this Court came to the conclusion that since the complainant under the N.I. Act, was satisfied, no purpose would be served in keeping the FIR alive. Counsel has referred to the order dated 23.09.2020 (Annexure P-7) to submit that after the grant of anticipatory bail, he has appeared before the trial Court, joined the proceedings and submitted to its jurisdiction. He further submits that the impugned order (Annexure P-3) and the FIR (Annexure P-1) be quashed subject to deposit of any reasonable costs as this Court deems appropriate. Notice of motion. 6.On asking of the Court, Mr. Rajiv Sidhu, Deputy Advocate General, Haryana, who is available through conference call, accepts notice on behalf of the respondent-State. He has opposed the petition on the ground that the FIR was registered as the petitioner had evaded service and had not bothered to join the proceedings before the trial Court. He, however, could not dispute the fact that there is no other criminal case pending against him. 7.I have considered the rival submissions of the counsel for the parties. A perusal of the 'No Due Certificate' (Annexure P-4) issued by the Bank shows that the entire loan amount outstanding in the name of petitioner stood cleared. Thereupon, the Bank withdrew the complaint and it has been specifically recorded in the order dated 25.11.2019 (Annexure P-5) that a compromise has been effected between the parties and the Bank does not want to pursue the complaint. This development has not been disputed by the Public Prosecutor as has been recorded by the Additional Sessions Judge, Hisar, in his order dated 20.07.2020 (Annexure P-6). In such a situation, neither the impugned order dated 03.07.2019 (Annexure P-3), nor the consequential FIR (Annexure P-1) can be sustained.",
        "8. The legal position is well settled. This Court in Microqual Techno Limited and others Vs. State of Haryana and another 2015(32) RCR (Criminal) 790 : 2016 Cri LJ 4399 (P and H); Rajneesh Khanna Vs. State of Haryana and another 2017(3) LAR 555 and CRM-21242 of 2018 titled as 'Ved Parkash Vs. State of Haryana', decided on 21.05.2019, in identical circumstances held that since the main petition under Section 138 of N.I.Act stands withdrawn, in view of an amicable settlement between the parties, therefore, continuation of proceedings under Section 174-A, IPC shall be nothing but an abuse of process of law.",
        "9. Accordingly, the petition is allowed. The impugned order dated 03.07.2019 (Annexure P-3) and the FIR No.547 dated 19.08.2019 (Annexure P-1) registered under Section 174-A, IPC at Police Station City Hansi, District Hisar, are hereby quashed alongwith all subsequent proceedings emanating therefrom subject to the petitioner depositing costs of Rs.5,000/- with the PGIMER Poor Patients Welfare Fund, Sector 12, Chandigarh."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Penal Code (45 of 1860), S.174A - Quashing of FIR - Complaint registered under S.138 of Negotiable Instruments Act, 1881 - Amicable settlement between parties - Continuation of proceedings under S.174-A, IPC shall be nothing but an abuse of process of law - FIR liable to be quashed. (Paras8 9)",
    "Result": "Petition allowed"
}