{
    "ILOCaseNo": "2021 ILO MUM 606530",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPLICATION (APL) - 359 of 2020",
            "Petitioner": "Pramod Deshraj Budhraja and Anr.",
            "Respondent": "Kailashwasi Mahadeorao Pawde Patil"
        }
    ],
    "JudgmentDate": "01/03/2021",
    "BenchCoram": "Rohit B. Deo",
    "Lawyers": {
        "LawyerForPetitioner": [
            "N. A. Lalwani"
        ],
        "LawyerForRespondent": [
            "R. S. Kurekar"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1.ORDER :-Heard.",
        "2. Admit.",
        "3. With consent, the application is finally heard.",
        "4. The applicants are assailing the order dated 22-4-2017 rendered by the Judicial Magistrate First Class, Wani in Summary Criminal Case 1775/2013 of issuance of process under Section 138 of the Negotiable Instruments Act, 1881 (Act).",
        "5. The complaint under Section 138 of the Act is preferred by non-applicant 1. Accused 1 is Baba Nanak Infrastructures Private Limited. Accused 2 is Sandip Singh S/o Tejpal Singh Arora who is described as Director of accused 1 - company. Accused 3 is Tejpal Singh Arora who is also described as Director of accused 1 - company. Accused 4 is K.B.S. Paramount Engineering Pvt. Ltd. and accused 5 to 9 are described in the complaint as Directors of accused 4 - company.",
        "6. Before adverting to the brief facts, which are necessary, it must be noted that I have already entertained and allowed Criminal Writ Petition 425/2019 preferred by accused 4 K.B.S. Paramount Engineering Pvt. Ltd. and accused 7 and 9 Narendra S. Sabnani and Ashwin Narendra Sabnani and quashed the complaint to their extent.",
        "7. Mr. Kurekar fairly does not dispute that the applicants herein are similarly circumstanced to accused 7 and 9 Narendra S. Sabnani and Ashwin Narendra Sabnani.",
        "8. While allowing Criminal Writ Petition 425/2019, I have observed thus :",
        {
            "I": "7] In my considered view the complaint is a gross abuse of the process of law. A statement is made in the complaint that the disputed cheque was issued in favour of the complainant on behalf of BNS Infra - KBS (JV) under the signature of the authorized signatory of accused 1 company. This statement is clearly misleading, if not brazenly false. There is absolutely no material on record, and indeed there is no averment in the complaint that accused 1 Baba Nanak Infrastructures Pvt. Ltd. was authorized by the joint venture company to issue the cheque. Admittedly, the cheque is neither issued by the petitioners nor by the joint venture company. The cheque is issued by Baba Nanak Infrastructures Pvt. Ltd. As noted supra, it is not even the case of the complainant that there was any tripartite agreement between the petitioners herein, the complainant and any other company as would render the petitioners liable for the dishonour of cheque issued by Baba Nanak Infrastructures Pvt. Ltd."
        },
        "9. In view of the findings recorded in Criminal Writ Petition 425/2019 that there is neither an averment in the complaint nor material on record to suggest that accused 1 Baba Nanak Infrastructures Private Limited was authorised by the joint venture company to issue the cheque, the complaint in which the present applicants are arraigned as accused 6 and 8 is liable to be quashed.",
        "10. Be it noted that the cheque is allegedly issued by a joint venture company BNS Infra - KBS (JV). It is alleged that the joint venture was formed by accused 1 - company and accused 4 - company. However, as a fact, the cheque is neither issued by accused 4 of which company, the applicants were allegedly the directors nor is the cheque is issued by the joint venture. It is not even the case of the complainant that there is tripartite agreement pursuant to which accused 1 Baba Nanak Infrastructures Pvt. Ltd. was authorised by the joint venture or the accused 4 K.B.S. Paramount Engineers Pvt. Ltd. to issue cheque.",
        "11. In this view of the matter, submission of Mr. Lalwani that the proceedings, if allowed to continue, shall be gross abuse of process merits acceptance. The application is allowed in terms of prayer clause (i) to the extent of the applicants herein."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Criminal P.C. (2 of 1974), S.202 - Dishonor of cheque - Issuance of process - Cheque neither issued by accused company, accused persons who were allegedly Directors nor cheque is issued by joint venture - It is not even case of complainant that there is tripartite agreement pursuant to which accused company was authorised by joint venture to issue disputed cheque - Issuance of process against accused persons, set aside. (Paras10 11)",
    "Result": "Petition allowed"
}