{
    "ILOCaseNo": "2021 ILO KAR 606837",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 189 of 2018",
            "Petitioner": "Manu R.",
            "Respondent": "Lalitha"
        }
    ],
    "JudgmentDate": "08/06/2021",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Shivaraj N. Arali",
            "Amicus Curiae"
        ],
        "LawyerForRespondent": [
            "N. Srinivas"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The present petitioner as the accused was tried by the Court of the learned XXII Additional Chief Metropolitan Magistrate at Bangalore, (hereinafter for brevity referred to as",
        {
            "I": "the Trial Court"
        },
        "), in Criminal Case No.29533/2015 for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter for brevity referred to as",
        {
            "I": "the N.I. Act"
        },
        ") and was convicted for the said offence by its judgment of conviction and order on sentence dated 24-09-2016. Aggrieved by the same, the accused preferred a Criminal Appeal in the Court of the learned LXVI Additional City Civil and Sessions Judge, Bangalore City (CCH-67) (hereinafter for brevity referred to as",
        {
            "I": "the Sessions Judge's Court"
        },
        ") in Criminal Appeal No.1226/2016. The appeal was contested by the respondent who was the complainant in the Trial Court. The Sessions Judge's Court in its order dated 13-10-2017 dismissed the appeal, confirming the judgment of conviction and order on sentence passed by the Trial Court dated 24-09-2016 in C.C.No.29533/2015. Aggrieved by the said order, the accused has preferred this revision petition.",
        "2. The summary of the case of the complainant in the Trial Court is that, the accused who is the relative of the complainant knowing that the complainant was in need of a site (immovable property), approached her and agreed to secure a site to her. Believing the words of the accused, the complainant paid a sum of `32,50,000/- to the accused in cash. Thereafter, the accused failed to secure a site to the complainant within the agreed time. When the complainant approached the accused and demanded for return of the amount of `32,50,000/- paid to her, the accused, towards discharge of her liability to the complainant, issued in total eight (8) cheques, among which, four cheques were drawn on the Karnataka Bank Limited, Basaveshwar Nagar Branch, Bangalore, and bearing Nos.281444, 281445, 281446 and 281447, each for a sum of `4,00,000/- and all dated 14-10-2015. The remaining four cheques were drawn on ICICI Bank, Malleshwaram Branch, Bangalore, in favour of the complainant and were bearing Nos.320904, 320905, 320906 and 320907, each for a sum of `4,00,000/- and all dated 15-10-2015 (cheque No.320907 which is marked at Exhibit P-7 in the Trial Court shows that the cheque amount is not for a sum of `4,00,000/- but it is for a sum of `4,50,000/-). It is also further the case of the complainant that, as per the instructions and assurance of the accused, when she presented those cheques for realisation through her banker, four cheques drawn on Karnataka Bank Limited were returned unpaid with the banker's endorsement as",
        {
            "I": "payment stopped by drawer"
        },
        ". The remaining four cheques drawn on ICICI Bank also returned unpaid with the banker's endorsement",
        {
            "I": "funds insufficient"
        },
        ". This made the complainant to issue a legal notice to the accused on 31-10-2015, demanding the cheques' amount to her. After receipt of the legal notice, the accused sent an untenable reply, but did not pay the cheques' amount which made the complainant to institute a criminal case against the accused in the Trial Court for the alleged offence punishable under Section 138 of the N.I. Act.",
        "3. The accused appeared through her counsel and contested the matter.",
        "4. To prove her case, the complainant got herself examined as PW-1 and got marked documents from Exs.P-1 to P-27 and closed her side. The accused also examined herself as DW-1 and got marked documents from Exs.D-1 to D-16 in her support.",
        "5. The Trial Court after recording the evidence led before it and hearing both side, by its impugned judgment dated 24-09-2016 convicted the accused for the offence punishable under Section 138 of the N.I. Act and sentenced her to pay the fine amount of `5,000/-, in default to undergo simple imprisonment for a period of three months and ordered to pay compensation of `32,50,000/- to the complainant at the rate of `6% per annum from the date of cheque till realisation of the same, in default, to undergo simple imprisonment for a period of two years. Challenging the said judgment of conviction passed by the Trial Court, the accused preferred an appeal in Criminal Appeal No.1226/2016 before the learned Sessions Judge's Court, which after hearing both side, by its impugned judgment dated 13-10-2017 dismissed the appeal filed by the accused, while confirming the impugned judgment of conviction and order on sentence passed by the Trial Court. Being aggrieved by the judgments of conviction and order on sentence passed by both the Courts, the accused has preferred this revision petition.",
        "6. In view of the fact that the learned counsel for the petitioner failed to appear before this Court on several dates of hearing in spite of granting several and sufficient opportunities, this Court by its order dated 08-04-2021, appointed learned counsel Sri. Shivraj N. Arali, as Amicus Curiae for the petitioner to defend her case.",
        "7. Learned Amicus Curiae for the revision petitioner and learned counsel for the respondent/ complainant are appearing through video conference.",
        "8. The Trial Court and Sessions Judge's Court's records were called for and the same are placed before this Court.",
        "9. Though this matter was listed for admission, however, as desired by the learned counsels from both side, the arguments on the main matter itself were heard from both side. Perused the materials placed before this Court including the Trial Court and Sessions Judge's Court's records.",
        "10. For the sake of convenience, the parties would be henceforth referred to as per their rankings before the Trial Court.",
        "11. After hearing the learned counsels for the parties, the only point that arise for my consideration in this revision petition is: Whether the judgments under revision are perverse, illegal and erroneous, warranting interference at the hands of this Court?",
        "12. Learned Amicus Curiae for the petitioner/accused in his arguments submitted that, the reply to the legal notice which is at Exhibit D-11 mentions that, the accused was in no way liable to pay the cheques' amount to the complainant and that the complainant had obtained those cheques under coercion. He further submitted that, in the legal notice at Exhibit P-17, as well in the complaint and also in the evidence of PW-1, the complainant has stated that, the amount mentioned in the cheque bearing No.320907 drawn on ICICI Bank is for a sum of `4,00,000/-, when in fact, the said cheque was drawn for a sum of `4,50,000/-. He further submitted that, the accused has filed a Police complaint and later has filed a private complaint against the present complainant and two other persons in a competent Court, alleging the offences punishable under Sections 323, 342, 347, 384, 392 and 506 of the Indian Penal Code, 1860 (hereinafter for brevity referred to as",
        {
            "I": "the IPC"
        },
        "). Learned Amicus Curiae for the petitioner/accused further submitted that, the allegation that towards the repayment of the alleged liability of `32,50,000/- towards the complainant, the accused issued eight cheques instead of a single cheque, also creates a doubt in the case of the complainant. He further submitted that, the complainant has failed to show that, she had any financial capacity to give such a huge amount to the accused. Stating so, the learned Amicus Curiae for the petitioner submitted that, the Trial Court as well as the Sessions Judge's Court failed to appreciate these aspects in their proper perspective, which resulted in them passing the impugned judgment of conviction against the accused, which deserves to be set aside.",
        "13. Learned counsel for the respondent/complainant in his argument submitted that, the evidence of PW-1 and the documents produced by her at Exhibits P-24 to P-27 would go to show that, she had financial capacity to give such a huge amount to the accused. He submitted that, Exhibits D-1 to D-7 do not show that, the amounts mentioned therein have been in fact given by the accused to the complainant, as such, those documents would not enure to the benefit of the accused. He further submitted that, the defence taken by the accused through her reply notice is not proved. The private complaint at Exhibit D-14 is purely an after- thought of the accused only to avoid her liability in the cheque bouncing case. He also submitted that, Exhibit D-5 helps the complainant rather than the accused and would further go to show that, the complainant had parted with a huge sum of `32,50,000/- in favour of the accused which amount the accused is liable to return to the complainant. He also submitted that, the accused herself has admitted about the existence of financial transaction between herself and the complainant. In such an event, it was for her to prove that the cheques in question were not towards any liability by her towards the complainant which she has failed to establish. With this, the learned counsel for respondent/ complainant submitted that, considering all these aspects, the Trial Court has rightly convicted the accused, which was further confirmed by the learned Sessions Judge's Court and the same do not warrant any interference by this Court.",
        "14. From the evidence led by both side, the materials placed by them and also from the arguments addressed by the learned Amicus Curiae for the petitioner/accused and the learned counsel for the respondent herein, the undisputed or admitted facts remain that, both the complainant and the accused are distant relatives, as such, they are known to each other. DW-1 in her examination-in-chief itself stated that, she knew the complainant. It is also not in dispute that there existed some financial transactions between the complainant and the accused. In this regard, the accused as DW-1, in her examination-in-chief has stated that, acting as a mediator, she had got a loan of a sum of `10,00,000/- given by the complainant and her brother by name Sri.Suresh to the elder brother of her sister-in-law by name Sri. Ramesh Kumar in the year 2012. However, DW-1 has stated that in the year 2014, the said amount has been repaid by them.",
        "15. It is also not in dispute that the cheques at Exhibits P-1 to P-8 pertain to the bank account of the accused and the accused is the drawer of all those cheques. It is further not in dispute that the complainant when presented those cheques for their realisation, all the eight cheques were returned unpaid by the banker for the reason of stoppage of payment with respect to the four cheques drawn on Karnataka Bank Limited and for the reason of insufficiency of funds with respect to the remaining four cheques drawn on the ICICI Bank. It is also not in dispute that, after the dishonor of the cheques, the complainant got issued legal notice to the accused as per Exhibit P-17, after receipt of which, the accused replied to the same as per her reply at Exhibit D-11. All these undisputed and admitted facts would go to show that the complainant as a payee, had presented eight cheques in total amounting to a sum of `32,50,000/-, drawn by the accused in her favour, for their realisation through her banker. However, all those cheques have been returned unpaid for the reasons of insufficiency of funds in respect of four cheques and stoppage of payment by the drawer with respect another four cheques. Thus, prima facie, as per Section 139 of the N.I. Act, a presumption forms in favour of the complainant about the existence of a legally enforceable debt in her favour. However, the said presumption being a rebuttable presumption, the point that is required to be seen is, whether the accused has successfully rebutted the said presumption.",
        "16. It is needless to say that, though the complainant is required to prove the alleged guilt against the accused beyond reasonable doubt, but it is sufficient for the accused to make out a case on preponderance of probabilities to rebut the presumption formed in favour of the complainant.",
        "17. An attempt was made in the cross-examination of PW-1 to the effect that, in the absence of any agreement regarding the purchase of the site and in the absence of non- mentioning of any details of the alleged site, it is not believable that the complainant had parted with such a huge sum of money in favour of the accused on the alleged assurance of the accused of getting a site to her. However, it cannot be ignored of the fact that, the case of the complainant is not that the accused had identified a particular site and assured of getting that particular site from a particular person for a particular sum. As such, in that regard, no agreement was entered into with the vendor of the site or between the accused and the complainant. However, neither the evidence of PW-1 nor the evidence of DW-1 throw much light as to the alleged details of the site (immovable property) with respect to which the complainant is said to have given huge amount of money to the accused. But it could be made out from the evidence of the complainant (PW-1) and accused (DW-1) that, knowing the fact that the complainant was in search of some site property, the accused who was her relative, approached her. The complainant has nowhere stated that, any particular site was shown to her or that any agreement was made between the parties. Rather it is her case that the accused being her relative, believing her promise, she (complainant) parted with such a huge sum of `32,50,000/- in favour of the accused. In that regard, Exhibit D-15 which was relied upon by the accused stating that, it is a statement given by the complainant before the Kamakshipalya Police, Bengaluru and which statement has been admitted by PW-1 in her cross-examination as the one given by her, throws some light. In the said statement, it is shown that the complainant has stated before the Police that the accused brought one Sri. Ramesh Kumar with her and promising that the said Ramesh Kumar has got some land in a village called Machohalli and that he would form a layout therein and would give a site to the complainant, made her to part with a sum of `12,00,000/- initially. The complainant is shown to have stated in the said statement that believing their words who included the present complainant also, she gave a sum of `12,00,000/- in the year 2012. It is thereafter on different occasions and on different pretext stating that the daughters of the owner of the land are objecting and that the accused herself is under some financial difficulty and further stating that some more amount is required to be given to the grandson of the owner of the land and some more amount is required to be given to one Sri. Rajendra Babu, the remaining amount was collected in different sums, in total amounting to a sum of `32,50,000/-. Therefore, the document (Ex.D-15) produced by the accused itself throws more light about the alleged monetary transaction between the complainant and the accused and shows that the accused by giving one or other reasons and showing one or other causes has obtained amount from the complainant on various occasions. Further, in the very same statement which is marked at Exhibit D-15, the complainant is also shown to have stated that when she had given different amounts on various occasions, she had obtained four cheques drawn on ICICI Bank from the present accused as a security. She is shown to have further stated that, since the accused failed to secure her a site or to repay the amount taken by them, she (complainant) told her that she is going to present those cheques for realisation. However, she was shown to have requested by the accused that she would repay the entire amount in cash, as such, requested the complainant not to present those cheques. In the very same statement at Exhibit D-15, the complainant is also shown to have stated before the Kamakshipalya Police that the complaint given by the accused against her is a false complaint, as a retaliation for the complainant presenting those cheques for their realisation to the Bank and sending them a legal notice, demanding the cheques' amount when those cheques got bounced. The complainant is also shown to have stated in the very same statement at Exhibit D-15 that, she would not take law into her hands but would proceed against them in accordance with law by filing a case for dishonour of the cheques. This alleged statement of the complainant was produced by none else than the accused herself as Exhibit D-15, after confronting the same to PW-1 in her cross- examination, wherein PW-1, after going through the statement admitted that, she had given such a statement before the Police. Therefore, when the complainant as PW-1 has admitted that, the said statement was given by her before the Police and the said statement copy was produced by none else than the accused, the same is considered both by the Trial Court as well as the Sessions Judge's Court, who have rightly held that, the said statement favours the complainant than the accused. It is because, in the said statement, the complainant has given more details as to, on how many occasions and for what reasons, she had to part with such a huge sum of `32,50,000/- and how four cheques drawn on ICICI Bank which are the subject matter of the present case came into her hands. Therefore, the defence of the accused of a general denial of the alleged transaction falls to the ground on its own.",
        "18. It is also the argument of the learned Amicus Curiae for the petitioner/accused that, there is a discrepancy in the complaint with respect to the amount mentioned in one particular cheque at Exhibit P-7. No doubt, the complainant in her complaint as well in her evidence as PW-1 has stated that, the said cheque bearing No.320907 drawn in her favour on ICICI Bank was for a sum of `4,00,000/-, whereas, the said cheque which is marked at Exhibit P-7 shows that it is drawn for a sum of `4,50,000/-. But, the said minor discrepancy would not take away the case of the complainant for the reason that, the complainant, throughout, starting from her complaint up to her evidence as PW-1, has stated that the total amount payable by the accused to her was `32,50,000/-. The total amount of all the eight cheques, i.e. Exhibits P-1 to P-8 comes to a sum of `32,50,000/-, as such, the minor discrepancy of the cheque amount stated in the complaint and in the evidence of PW-1 with respect to one particular cheque among eight cheques cannot be considered as the material variation affecting the case of the complainant.",
        "19. Learned Amicus Curiae for the petitioner/accused also submitted that, the act of the accused in not issuing a single cheque but said to have issued eight cheques in favour of the complainant also raises a doubt in the case of the complainant. No doubt, according to the complainant, the accused has issued eight cheques to her in total amounting to a sum of `32,50,000/-. Further, there is no doubt that the complainant has not stated either in her complaint or in her evidence as to, how come the accused has given eight cheques instead of a single cheque. But no question was put to PW-1 in her cross- examination in that regard from the accused's side. Since there is no bar under the law that towards the repayment of any alleged liability, only a single cheque is required to be issued, merely because eight cheques are said to have been issued by the accused to the complainant, by that itself, the case of the complainant cannot be disbelieved. In that regard, had any question been put in the cross-examination of PW-1 from the accused's side to the witness, probably, the witness would have given the details as to how come eight cheques were issued to her by the accused. Without doing such an exercise, now the accused who had an opportunity to elicit the details in that regard, cannot say that, the absence of any details for the issuance of eight cheques would create a suspicion in the case of the complainant.",
        "20. Learned Amicus Curiae for the petitioner/accused also canvassed a point that, the complainant has not shown that she had any financial source or any capacity to lend such a huge amount. Admittedly, no such contention was taken up by the accused in the Trial Court. However, the complainant as PW-1 in her cross-examination has stated that, she availed loan from REPCO Bank by mortgaging the gold ornaments on several occasions. According to her, in the year 2012, she had availed loan by mortgaging gold ornaments in the REPCO Bank, for the first time, for a sum of `6,00,000/- and then two to three months thereafter, in a sum of `3,00,000/-. Further, in the same year, in the month of October-November, one more sum of `4,50,000/- was obtained. It is in that regard, the said REPCO Bank had issued her the identity card which she has produced at Exhibits P-24 to P-27. She has also produced shareholder's pass book of Sree Anjaneya Co-operative Bank Limited at Exhibit P-24, wherein it is shown that she had availed loan of `20,00,000/- from the said Bank in the year 2014. The said evidence of PW-1 coupled with the documents at Exhibits P-24 and P-27 would go to show that, she had the source of funds to give it to the accused.",
        "21. Further, the learned Amicus Curiae for the petitioner/accused also contended that, the copy of the complaint at Exhibit D-9 and a copy of the private complaint under Section 200 of the Cr.P.C. which is at Exhibit D-14 would go to show that the accused had lodged a Police complaint against the complainant as well a private complaint in the Criminal Court against the present complainant and others, which would go to show that the liability alleged against the accused towards the complainant is a created one. The said argument of the learned Amicus Curiae for the petitioner is also not acceptable for the reason that, even according to the learned Amicus Curiae, it is subsequent to the Police complaint at Exhibit D-9, the Police recorded the statement of the present complainant, who was the accused in the said Police complaint as per Ex.D-15 and thereafter issued an endorsement to the present accused who was the complainant in the Police complaint as per Exhibit D-10, stating that the alleged complainant is with respect to financial transaction and the parties were directed to resolve the same by a competent Court of law. However, the present complainant (accused therein) - Smt. Lalitha was warned not to take law into her hands and do any criminal act against the complainant therein (present accused). It is the said statement of the accused in the Police complaint (complainant herein) the accused is relying by producing it at Exhibit D-15 and as observed above, the said statement favours the present complainant more than the accused.",
        "22. Similarly, merely because a private complaint is said to have been filed by the present accused against the present complainant in a competent Criminal Court under Section 200 of the Cr.P.C., that too, alleging the offences punishable under Sections 323, 342, 347, 384, 392 and 506 of the IPC, it would not by itself weaken the case of the complainant or imbibe any suspicion in the case of the complainant.",
        "23. It was also not submitted to the Court, when this Court specifically asked the learned Amicus Curiae for the petitioner as to the stage or the status of the said private complaint. Further, the accused as DW-1, in her cross- examination, has admitted that the Police have set aside her complaint stating that her complaint is civil in nature, on the other hand, she has admitted that the cheques at Exhibit P-1 to P-8 are drawn by her and they bear her signature. Therefore, neither Exhibit D-9 nor Exhibit D-14, would in any manner, help the accused in rebutting the presumption formed in favour of the complainant.",
        "24. The accused as DW-1 in her examination-in-chief, after stating that, acting as a mediator, she got a loan of a sum of `10,00,000/- given to her sister-in-law's brother by name Ramesh Kumar by the complainant and her brother Suresh, has also stated that the said amount has been repaid. In that regard, she has produced four Bank challans at Exhibits D-1 to D-4 and three loan slips shown to have been issued by Muthoot Finance Limited towards personal loan which are marked at Exhibits D-5, D-6, and D-7 respectively. She has also produced a loan identity card issued by the REPCO Bank and got it marked at Ex.D-8. However, Exhibits D-1, D-5, D-6, D-7 and D-8 nowhere mentions that the amount mentioned therein have been credited to the account of the present complainant, on the other hand, Exhibits D-6 to D-8 only go to show that the accused had availed loan by pledging gold ornaments. By that itself, it cannot be inferred that the alleged loan amount mentioned therein has been paid to the complainant. Exhibits D-2, D-3 and D-4 are counterfoils of Bank challans showing the name of the complainant therein, in total amounting to `24,000/-. Still, those credits are much earlier to the dates of the dis-honoured cheques at Exhibits P-1 to P-8 in the present case. Had really the accused paid at least a small portion of the alleged liability towards the complainant, then she would have issued the cheques after deducting the payment made, if any. As such also, the contention of the petitioner/accused and the documents at Exhibits D1 to D-8 that the accused has repaid the alleged loan for which she claims to be a mediator, is not acceptable.",
        "25. Thus, the petitioner/accused though apart from cross- examining PW-1 in detail, has entered herself into the witness-box and led evidence, both oral and documentary, still, could not able to rebut the presumption that was formed in favour of the complainant. The defence taken by her in her reply to the notice which is at Ex.D-11 that the cheques in question were wrongfully obtained by the complainant in a coercive manner and by wrongfully confining the accused in the house of the complainant on 12-07-2005, since has not been proved in any manner, the said defence also cannot weaken the case of the complainant in any manner.",
        "26. It is considering the evidence led before it from both sides, the Trial Court has rightly held the accused guilty of the alleged offence and sentenced her proportionately to the gravity of the proven offence. The said judgment was further confirmed by the learned Sessions Judge's Court. I do not find any perversity, illegality or impropriety in those judgments, warranting any interference at the hands of this Court. Accordingly, I proceed to pass the following: O R D E R The Criminal Revision Petition stands dismissed as devoid of any merit. The Court while acknowledging the service rendered by the learned Amicus Curiae for the petitioner - Sri. Shivraj N. Arali, recommends honorarium of a sum of not less than `4,000/- to him payable by the Registry. Registry to transmit a copy of this order to both the Trial Court and also to the Sessions Judge's Court along with their respective records forthwith."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonor of cheque - Legally enforceable debt - Accused being complainant's relative, believing her promise, complainant parted with huge sum of 32,50,000/- in favour of accused for purchase of land - Financial transactions existed between complainant and accused - Disputed cheques pertain to bank account of accused and accused is drawer of all those cheques - Complainant as payee, presented eight cheques in total amounting to sum of 32,50,000/-, drawn by accused in her favour, for realisation, however, all those cheques returned unpaid -Prima facie, presumption forms in favour of complainant about existence of legally enforceable debt in her favour -No bar under law towards repayment of any alleged liability, only single cheque is required to be issued - Merely because eight cheques issued by accused to complainant, by that itself, case of complainant cannot be disbelieved - Private complaint filed by accused against complainant not by itself weaken case of complainant - Accused contended that cheques in question were wrongfully obtained by complainant in coercive manner and by wrongfully confining accused in house of complainant not proved by cogent evidence - Accused failed to rebut presumption which was formed in favour of complainant - Conviction of accused, proper. (Paras21 22 23 24 25 26)",
    "Result": "Petition dismissed"
}