{
    "ILOCaseNo": "2021 ILO GUJ 606763",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "R/CRIMINAL MISC.APPLICATION - 22022 of 201",
            "Petitioner": "NITA DEEPAK PAREKH",
            "Respondent": "PRECISION INDUSTRIES AND ORS."
        }
    ],
    "JudgmentDate": "22/03/2021",
    "BenchCoram": "MS . VAIBHAVI D. NANAVATI",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Bhadresh C. Patel",
            "Hardik B. Shah"
        ],
        "LawyerForRespondent": [
            "Mahitosh U. Singh",
            "M. H. Shekhawat",
            "Ms. Moxa Thakker",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Rule. Learned Additional Public Prosecutor Ms. Moxa Thakker, waives service of notice of Rule on behalf of the respondent State.",
        "2. By way of this application under Section 482 of the Code of Criminal Procedure, 1973 (hereinafter referred to as",
        {
            "I": "the Code"
        },
        "), the applicant has prayed for the following reliefs:",
        {
            "I": "(A) Your Honour may be pleased to allow this application, (B) Your Honour may be pleased to quash a Criminal Case No.37490/2018 filed by the Respondent no.1 pending before Hon'ble Additional Chief Metropolitan Magistrate, Court No.32, Ahmedabad under Section 138 and 141 of the Negotiable Instrument Act, 1881 with clear indication that it will be quashed and set aside as far as the application is concerned, (C) Your Honour may be pleased to stay the further proceedings of Criminal Case No.37490/2018 pending before Hon'ble Additional Chief Metropolitan Magistrate, Court No.32, Ahmedabad under Section 138 and 141 of the Negotiable Instrument Act, 1881 filed by the Respondent no.1 against the applicant, till this application is not finally decided and disposed of, (D) Your Honour may be pleased to stay further proceedings in Criminal Case No.37490/2018 pending before the Hon'ble Additional Chief Metropolitan Magistrate, Court No.32, Ahmedabad filed by the Respondent no.1 pending notice and admission of this Cr. Ma. Against the applicant, (DI) Your Honour may be pleased to grant any other relief as is deemed fit and necessary in the interest of justice."
        },
        "3. It is the case of the applicant that the applicant retired as Director from the company on 01.10.2016. The applicant has submitted DIR12 form for cessation as Director and the same was approved with effect from 01.10.2016. The accused company had issued three cheques bearing No.000922 for Rs.2,00,000/, cheque No.000923 of Rs.2,00,000/ and cheque No.000924 for Rs.52,817/ in favour of the respondent no.1. The respondent no.1 had deposited the said cheques in the bank and the same were dishonored/returned on 01.03.2018. 3.1 The legal notice was given to the applicant on 10.03.2018. The respondent no.1, thereafter filed criminal complaint under the provisions of Section 138 and 141 of the Negotiable Instruments Act, 1881 on 10.04.2018 before the Court of learned Additional Chief Metropolitan Magistrate, Court No.32, Ahmedabad regarding return of three cheques amounting in total to Rs.4,52,817/, which has culminated in to Criminal Case No.37490/2018. 3.2 On 28.09.2018, the applicant appeared through advocate and has filed the discharge application in the trial Court. The said application for discharge was rejected on the ground that in absence of any powers under Section 482 of the Code and also whether the applicant was director or not, cannot be decided unless the evidence is recorded. Being aggrieved by the said order, the applicant has preferred the present application seeking quashment of the Criminal Case No.37490 of 2018 filed by the respondent no.1 under Section 138 and 141 of the Negotiable Instruments Act before the Court of Additional Chief Metropolitan Magistrate, Ahmedabad.",
        "4. Heard learned advocates appearing for the respective parties and perused the application.",
        "5. Learned advocate for the applicant submits that no case is made out against the present applicant under Sections 138 and 141 of the Negotiable Instrument Act. He also submits that the applicant was neither the signatory to the cheques nor the cheques were drawn from the bank account of the applicant. He further submits that when the applicant was not director in the said company since 01.10.2016, no question arises about she being person incharge/authorized of company affairs. He further submits that the complainant has not taken due care to verify that who were directors of the said company. He has placed reliance upon the decision of the Hon'ble Supreme Court rendered in case of Harshendra Kumar D. vs. Rebatilata Koley etc. reported in 2011 (3)SCC 351 : (AIR 2011 SC 1090). He further submitted that in view of fact that the applicant is retired in the year 2016 from the company whereas the cheques are issued in the year 2018, any further continuance of the proceedings would amount to abuse of process of law. It is therefore submitted that this Court may exercise its inherent powers conferred under Section 482 of the Code and allow the application as prayed for.",
        "6. Learned advocate appearing for the respondent no.1 is not in a position to controvert to the submissions made by learned advocate for the applicant.",
        "7. Heard learned advocates appearing on behalf of the respective parties at length, considered the material placed on record and also considered the averments made in the application. It emerges from the record that the dishonoured cheques were issued by the original accused No.3husband of the applicant. It were drawn from the Bank of Baroda, Chunabhatti Branch, Mumbai. The dishonoured cheques were signed by the original accused no.3. The applicant herein original accused no.2 is neither the signatory to the cheques nor the dishonoured cheques were drawn from her bank account. The complainant has deposited the cheques with Canara Bank, Maninagar Branch, Ahmedabad on 01.03.2018 and the said cheques have been returned unpaid with the endorsement",
        {
            "I": "Funds Insufficient."
        },
        "In the light of the aforesaid facts, it is required to be considered whether the applicant hereinoriginal accused no.2 can be prosecuted for the offence punishable under Section 138 read with Section 141 of the NI Act? It would be worthwhile to refer profitably at this stage to the observations made by the Hon'ble Supreme Court in case of 'Alka Khandu Avhad vs. Amar Syamprasad Mishra and Another' reported as 2021 Latest Caselaw SC 128, wherein paragraphs 7 and 8.1 read as under:",
        {
            "I": "7.On a fair reading of Section 138 of the NI Act, before a person can be prosecuted, the following conditions are required to be satisfied: (i) that the cheque is drawn by a person and on an account maintained by him with a banker; (ii) for the payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability; and (iii) the said cheque is returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account. Therefore, a person who is the signatory to the cheque and the cheque is drawn by that person on an account maintained by him and the cheque has been issued for the discharge, in whole or in part, of any debt or other liability and the said cheque has been returned by the bank unpaid, such person can be said to have committed an offence. Section 138 of the NI Act does not speak about the joint liability. Even in case of a joint liability, in case of individual persons, a person other than a person who has drawn the cheque on an account maintained by him, cannot be prosecuted for the offence under Section 138 of the NI Act. A person might have been jointly liable to pay the debt, but if such a person who might have been liable to pay the debt jointly, cannot be prosecuted unless the bank account is jointly maintained and that he was a signatory to the cheque. 8.1 Section 141 of the NI Act is relating to the offence by companies and it cannot be made applicable to the individuals. Learned counsel appearing on behalf of the original complainant has submitted that "
        },
        "Company",
        {
            "I": " means any body corporate and includes, a firm or other association of individuals and therefore in case of a joint liability of two or more persons it will fall within "
        },
        "other association of individuals",
        {
            "I": " and therefore with the aid of Section 141 of the NI Act, the appellant who is jointly liable to pay the debt, can be prosecuted. The aforesaid cannot be accepted. Two private individuals cannot be said to be "
        },
        "other association of individuals",
        {
            "I": ". Therefore, there is no question of invoking Section 141 of the NI Act against the appellant, as the liability is the individual liability (may be a joint liabilities), but cannot be said to be the offence committed by a company or by it corporate or firm or other associations of individuals. The appellant herein is neither a Director nor a partner in any firm who has issued the cheque. Therefore, even the appellant cannot be convicted with the aid of Section 141 of the NI Act. Therefore, the High Court has committed a grave error in not quashing the complaint against the appellant for the offence punishable under Section 138 r/w Section 141 of the NI Act. The criminal complaint filed against the appellant for the offence punishable under Section 138 r/ w Section 141 of the NI Act, therefore, can be said to be abuse of process of law and therefore the same is required to be quashed and set aside."
        },
        "8. The case of the applicant is squarely covered by the decision rendered in case of Harshendra Kumar D. vs. Rebatilata Koley etc. reported in 2011 (3)SCC 351, wherein in paragraph 22 of the judgment, the Hon'ble Supreme Court has observed as under:",
        {
            "I": "22. Criminal prosecution is a serious matter; it affects the liberty of a person. No greater damage can be done to the reputation of a person than dragging him in a criminal case. In our opinion, the High Court fell into grave error in not taking into consideration the uncontroverted documents relating to the Appellants resignation from the post of Director of the Company. Had these documents been considered by the High Court, it would have been apparent that the Appellant has resigned much before the chques were issued by the Company. As noticed above, the Appellant resigned from the post of Director on March 2, 2004. The dishonoured cheques were issued by the Company on April 30, 2004 i.e. much after the Appellant had resigned from the post of Director of the Company. The acceptance of Appellants resignation is duly reflected in the resolution dated March 2, 2004. Then in the prescribed form (Form No.32), the Company informed to the Registrar of Companies on March 4, 2004 about Appellants resignation. It is not even the case of the complainants that the dishonoured cheques were issued by the Appellant. These facts leave no manner of doubt that on the date the offence was committed by the Company, the Appellant was not the Director, he had nothing to do with the affairs of the Company. In this view of the matter, if the criminal complaints are allowed to proceed against the Appellant, it would result in gross injustice to the Appellant and tantamount to an abuse of process of the court."
        },
        "9. In the present case, the applicant has resigned from the post of Director on 01.10.2016 and therefore, the applicant herein is neither a Director nor a partner in any firm who has issued the cheques. Further, the dishonoured cheques were issued in the year 2018 i.e. much after the applicant had resigned from the post of Director of the Company and therefore, she had nothing to do with the affairs of the company. The criminal complaint filed against the applicant for the offence punishable under Section 138 read with Section 141 of the Negotiable Instruments Act, therefore, can be said to be abuse of process of law and therefore, the same is required to be quashed and set aside.",
        "10. In view of the above and for the reasons stated above, the present application is allowed and the Criminal Case No.37490 of 2018, pending in the Court of Additional Chief Metropolitan Magistrate, Court No.32, Ahmedabad, filed by the respondent no.1original complainant qua the present applicant is hereby quashed and set aside. Consequently, all other proceedings arising out of the Criminal complaint are also quashed and set aside.",
        "11. Accordingly, Rule is made absolute. Direct service is permitted."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.141 - Criminal P.C. (2 of 1974), S.482 - Dishonour of cheque - Quashing of proceedings - Cheques issued on behalf of Company were dishonoured - Accused had resigned from post of Directors prior to issuance of cheques - She had nothing to do with affairs of Company - Continuation of proceedings filed against accused would be abuse of process of law - Proceedings liable to be quashed. (Para9)",
    "Result": "Petition allowed"
}