{
    "ILOCaseNo": "2021 ILO HP 606779",
    "Court": "HIMACHAL PRADESH HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Cr. Appeal - 470 of 2008",
            "Petitioner": "Yash Pal",
            "Respondent": "Sham Lal Bagga"
        }
    ],
    "JudgmentDate": "30/03/2021",
    "JudgmentBy": "Anoop Chitkara",
    "BenchCoram": "Anoop Chitkara",
    "Lawyers": {
        "LawyerForPetitioner": [
            "T. S. Chauhan"
        ],
        "LawyerForRespondent": [
            "Anup Rattan"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Criminal Complaint No. Case details 241-1 of 2006, instituted on 6.11.2006, decided on 28.04.2008, by learned Judicial Magistrate 1st Class, Court No.1, Amb, District Una, H.P. Complaint under Section 138 of Negotiable Instruments Act, 1881 NOTICE OF ACCUSATION and TRIAL COURT'S VERDICT Accused Sham Lal Bagga 138 of Negotiable Instruments Act Discharged A holder of cheque, who on failure to encash the same, filed a complaint under Section 138 of the Negotiable Instruments Act, 1881 (after now referred to as 'the Act') and aggrieved by the acquittal and discharge of the accused, came up before this Court by filing a Criminal Appeal under Section 378 (4) Cr.P.C.",
        "2. The appellant filed a criminal complaint under Section 138 of the Act, against the respondent- accused for dishonour of the cheque bearing No.462617, dated 15.03.2006, amounting to `80,000/-, issued in discharge of the business liability. The complainant also tendered in evidence his affidavit in support of the complaint. The complainant stepped into the witness-box and stated on oath about the complaint and also tendered in evidence the relevant documents and list of witnesses.",
        "3. On finding a prima facie case, learned Judicial Magistrate, took cognizance of the offence and summoned the accused.",
        "4. Vide order dated 4.1.2007, learned trial Court put notice of accusation to the accused for dishonour of cheque. The accused did not plead guilty and claimed trial. The complainant was subjected to cross-examination on behalf of the accused.",
        "5. In the statement under Section 313 Cr.P.C., the accused stated that there was a land deal between him and the complainant and at the time of agreement to purchase the land from the complainant, he had handed over a blank check. He further stated that he kept on demanding the blank cheque, but on one pretext or the other, the complainant did not hand over the same. Subsequently, to harass the complainant, he filled-in the cheque and filed a false complaint.",
        "6. Vide the judgment, details of which stand mentioned above, learned trial Court did not find the evidence sufficient to convict the accused and thus discharged him.",
        "7. Challenging the said discharge, the complainant came up before this Court by filing the above mentioned appeal.",
        "8. I have heard learned counsel for the parties and gone through the records. DISCUSSION AND REASONING.",
        "9. On coming to know about the dishonour of the cheque, the complainant sent a legal notice dated 11.10.2006 under Section 138 of the Act through an Advocate. Such legal notice, was proved in evidence as Ex. C-3. A perusal of the legal notice, drafted by an Advocate, reveals that the accused has issued the said cheque in discharge of business liabilities. The notice did not specify the nature of business liabilities, to discharge the same the accused had issued aforementioned cheque. On failure to receive payment after legal notice, the complainant filed a criminal complaint. A perusal of paragraph 2 of the criminal complaint reveals that the complainant only mentioned that the aforesaid cheque was issued by the accused in discharge of his business liability. There is absolute silence about the nature of such liability during the trial.",
        "10. The complainant stepped into the witness-box as CW-",
        "1. In his examination-in-chief, he again did not reveal the nature of business liability. In cross- examination, the complainant stated that he did a business of General Merchandise (Kirana). He further stated that the accused runs a shop of Goldsmith and apart from that also deals in a business of shuttering material. The complainant clarified that in the year 2006, the accused had purchased twenty quintals of ginger seeds from him and in lieu of payment, he had issued the aforesaid cheque. Now this is contradicted by the complainant himself, when he confined to business of the accused as Goldsmith and that of shuttering material. He never stated that the accused was doing business of ginger trading or was involved in agriculture, where he needed the ginger seeds to sow the same. The accused cross-examined the complainant about the sale deed and he admitted that in the year 2006, he had sold one kanal land to the accused. He also admitted that he had taken money as a sale consideration. However, he denied that as a (Bayana) earnest money, he had taken a blank cheque. He further denied that despite repeated request, he refused to return the cheque.",
        "11. The complainant stated that he has a business of Kirana, but he never said that he also deals with the business of selling ginger seeds. Be that as it may, the complainant did not even utter a word that from whom and when he purchased such ginger seeds and where he had stored them or how were they transported and to which place, the person, who loaded the ginger seeds and who paid such charges, copy of accounts of such sale, etc. This assumes importance, because in the legal notice, complaint and preliminary evidence, the complainant is silent about the reasons for which such liability has accrued, which led to issuance of the aforesaid cheque. To the contrary the accused has probablized his defence by cross-examining the complainant that the cheque was issued at the time of agreement to sell the land. The complainant in cross- examination had agreed about such sale transaction. Given the analysis of the aforesaid evidence reveals that the accused has probablized his defence.",
        "12. Given the peculiar facts and circumstances of this case, the complainant has failed to prove that the cheque was issued to discharge the legally enforceable liability of debt. Consequently, the complainant failed to prove his case. The judgment of the trial Court is also to the similar effect. Thus, this Court finds no illegality in the same and the same is accordingly upheld. Consequently, the appeal fails and the same is accordingly dismissed. Bail bonds furnished by the accused are cancelled and discharged. All pending applications, also stand disposed of."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonor of cheque - Legally enforceable debt- Criminal complaint reveals that complainant only mentioned that cheque was issued by accused in discharge of his business liability but nature of such liability not disclosed - In legal notice, complaint and preliminary evidence, complainant silent about reasons for which such liability has accrued, which led to issuance of cheque - Accused stated that cheque issued at time of agreement to sell land - Complainant in cross examination also agreed about sale transaction -Complainant failed to prove that cheque was issued to discharge legally enforceable liability of debt - Acquittal of accused, proper. (Paras11 12)",
    "Result": "Appeal dismissed"
}