{
    "ILOCaseNo": "2021 ILO ALL 602863",
    "Court": "ALLAHABAD HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION - 34 of 2021",
            "Petitioner": "Saran Kumar Yadav",
            "Respondent": "State Of Uttar Pradesh and Anr."
        }
    ],
    "JudgmentDate": "09/02/2021",
    "BenchCoram": "Vivek Varma",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Vivek Chaubey"
        ],
        "LawyerForRespondent": [
            "G. A.",
            "santosh Kumar Yadav"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1.ORDER :-This revision has been filed against the judgment and order dated 05.11.2020 passed by Additional District and Sessions Judge/FTC, Varanasi in Criminal Appeal No. 145 of 2019 (Saran Kumar Yadav Vs. State of U.P. and another), whereby the judgment and sentence dated 21.08.2019 passed by Presiding Officer, Additional Court, Varanasi has been confirmed.",
        "2. The revisionist/applicant has been convicted under Section 138 of Negotiable Instruments Act and awarded sentence to undergo rigorous imprisonment of one year and also to pay a fine of Rs.3,60,000/-, in default, to suffer further imprisonment for six months.",
        "3. In brief, the proceedings under Section 138 of Negotiable Instruments Act were initiated against the revisionist with the allegation that cheque no. 636488 dated 18.11.2011 for a sum of Rs.2,00,000/- issued by the revisionist was dishonoured. The opposite party no.2 filed a complaint case before the II Chief Judicial Magistrate, Varanasi, under Section 138 of the Negotiable Instruments Act. The proceedings of the case, ultimately resulted in order of conviction. Against the order of conviction an appeal was preferred and the appellate Court dismissed the appeal of the revisionist and confirmed the judgment.",
        "4. Learned counsel for the revisionist submits that now the rival parties have sorted out their dispute and have arrived at a compromise. In this regard, a compromise deed dated 13.11.2020 has been annexed as Annexure 2 to the affidavit in support of revision.",
        "5. Learned counsel for the opposite party no.2 has filed a short counter affidavit and stated that he had received the entire cheque amount of Rs.2,00,000/- and does not want to continue the criminal proceedings and the matter may be decided in terms of the compromise deed.",
        "6. Heard Sri Vivek Chaubey, learned counsel for the applicant-revisionist, Sri Santosh Kumar Yadav, learned counsel for opposite party no.2, Sri Nikhil Chiturvedi, learned AGA for the State and perused the record.",
        "7. The law regarding compounding of offence under Negotiable Instruments Act is no more res integra and the offences under the said Act can be compounded on any stage of the proceedings.",
        "8. The Hon'ble Supreme Court in the case of K. M. Ibrahim vs. K.P. Mohammad and another reported in (2010) 1 SCC 798 : AIR 2010 SC 276 has held as under :",
        {
            "I": [
                "7. Mr. Rohtagi submitted that the said position had been accepted by this Court in various decisions, such as in the case of O.P. Dholakia vs. State of Haryana and Anr. [(2000) 1 SCC 762 : AIROnline 1999 SC 384], wherein it was held that since the petitioner had already entered into a compromise with the complainant and the complainant had appeared through counsel and stated that the entire money had been received by him and he had no objection if the conviction already recorded under Section 138 of the Negotiable Instruments Act is set aside, the Hon'ble Judges thought it appropriate to grant permission, in the peculiar facts and circumstances of the case, to compound the offence. While doing so, this Court also indicated that necessarily the conviction and sentence under Section 138 of the Act stood annulled.",
                "8. The said view has been consistently followed in the case of (1) Anil Kumar Haritwal and Anr. vs. Alka Gupta and Anr. [(2004) 4 SCC 366 : (AIR 2004 SC 3978)]; (2) B.C. Seshadri vs. B.N. Suryanarayana Rao [2004 (11) SCC 510 : (AIROnline 2004 SC 37)] decided by a three Judge Bench; (3) G. Sivarajan vs. Little Flower Kuries and Enterprises Ltd. and Anr. [(2004 11 SCC 400 : (AIROnline 2004 SC 839)]; (4) Kishore Kumar vs. J.K. Corporation Ltd. [(2004 13 SCC 494 : (AIROnline 2004 SC 245)]; (5) Sailesh Shyam Parsekar vs. Baban [(2005 (4) SCC 162 : 2005 AIR SCW 3358]; (6) K. Gyansagar vs. Ganesh Gupta and Anr. [(2005) 7 SCC 54 : (AIROnline 2005 SC 228)]; (7) K.J.B.L. Rama Reddy vs. Annapurna Seeds and Anr. [(2005) 10 SCC 632 : (AIROnline 2005 SC 255)]; (8) Sayeed Ishaque Menon vs. Ansari Naseer Ahmed [(2005) 12 SCC 140 : (AIROnline 2005 SC 284)]; (9) Vinay Devanna Nayak vs. Ryot Sewa Sahakari Bank Ltd. [(2008) 2 SCC 305 : AIR 2008 SC 716], wherein some of the earlier decisions have been noticed; and (10) Sudheer Kumar vs. Manakkandi M.K. Kunhiraman and Anr. [2008 (1) KLJ 203 : (AIR 2008 (NOC) 1005 (KER))], which was a decision of a Division Bench of the Kerala High Court, wherein also the issue has been gone into in great detail.",
                "9. The golden thread in all these decisions is that once a person is allowed to compound a case as provided for under Section 147 of the Negotiable Instruments Act, the conviction under Section 138 of the said Act should also be set aside. In the case of Vinay Devanna Nayak (supra), the issue was raised and after taking note of the provisions of Section 320 Cr.P.C., this Court held that since the matter had been compromised between the parties and payments had been made in full and final settlement of the dues of the Bank, the appeal deserved to be allowed and the appellant was entitled to acquittal. Consequently, the order of conviction and sentence recorded by all the courts were set aside and the appellant was acquitted of the charge leveled against him.",
                "10. The object of Section 320 Cr.P.C., which would not in the strict sense of the term apply to a proceeding under the Negotiable Instruments Act, 1881, gives the parties to the proceedings an opportunity to compound offences mentioned in the table contained in the said section, with or without the leave of the court, and also vests the court with jurisdiction to allow such compromise. By virtue of Sub- Section (8), the Legislature has taken one step further in vesting jurisdiction in the Court to also acquit the accused/convict of the offence on the same being allowed to be compounded.",
                "11. Inasmuch as, it is with a similar object in mind that Section 147 has been inserted into the Negotiable Instruments Act, 1881, by amendment, an analogy may be drawn as to the intention of the Legislature as expressed in Section 320(8) Cr.P.C., although, the same has not been expressly mentioned in the amended section to a proceeding under Section 147 of the aforesaid Act.",
                "12. Apart from the above, this Court is further empowered under Article 142 of the Constitution to pass appropriate orders in line with Sub-Section (8) of Section 320 Cr.P.C. in an application under Section 147 of the aforesaid Act, in order to do justice to the parties.",
                "13. As far as the non-obstante clause included in Section 147 of the 1881 Act is concerned, the 1881 Act being a special statute, the provisions of Section 147 will have an overriding effect over the provisions of the Code relating to compounding of offences. The various decisions cited by Mr. Rohtagi on this issue does not add to the above position.",
                "14. It is true that the application under Section 147 of the Negotiable Instruments Act was made by the parties after the proceedings had been concluded before the Appellate Forum. However, Section 147 of the aforesaid Act does not bar the parties from compounding an offence under Section 138 even at the appellate stage of the proceedings. Accordingly, we find no reason to reject the application under Section 147 of the aforesaid Act even in a proceeding under Article 136 of the Constitution.",
                "15. Since the parties have settled their disputes, in keeping with the spirit of Section 147 of the Act, we allow the parties to compound the offence, set aside the judgment of the courts below and acquit the appellant of the charges against him.",
                "16. The appeal is, accordingly, allowed in the aforesaid terms."
            ]
        },
        "9. In Damodar S. Prabhu vs. Sayed Babalal H. reported in (2010) 5 SCC 663 : (AIR 2010 SC 1907) the Hon'ble Supreme court has held as follows:",
        {
            "I": [
                "6. Mr. Goolam E. Vahanvati, Solicitor General (now Attorney- General for India) had appeared as amicus curiae in the present matter and referred to the facts herein as an illustration of how parties involved in cheque bounce cases usually seek the compounding of the offence at a very late stage. The interests of justice would indeed be better served if parties resorted to compounding as a method to resolve their disputes at an early stage instead of engaging in protracted litigation before several forums, thereby causing undue delay, expenditure and strain on part of the judicial system. This is clearly a situation that is causing some concern, since Section 147 of the Act does not prescribe as to what stage is appropriate for compounding the offence and whether the same can be done at the instance of the complainant or with the leave of the court.",
                "7. The learned Attorney General stressed on the importance of using compounding as an expedient method to hasten the disposal of cases. In this regard, the learned Attorney General has proposed that this Court should frame some guidelines to disincentivise litigants from seeking the compounding of the offence at an unduly late stage of litigation. In other words, judicial directions have been sought to nudge litigants in cheque bounce cases to opt for compounding during the early stages of litigation, thereby bringing down the arrears.",
                "8. Before examining the guidelines proposed by the learned Attorney General, it would be useful to clarify the position relating to the compounding of offences under the Negotiable Instruments Act, 1881. Even before the insertion of Section 147 in the Act (by way of an amendment in 2002) some High Courts had permitted the compounding of the offence contemplated by Section 138 during the later stages of litigation. In fact in O.P. Dholakia v. State of Haryana, (2000) 1 SCC 672, a division bench of this Court had permitted the compounding of the offence even though the petitioner's conviction had been upheld by all the three designated forums. After noting that the petitioner had already entered into a compromise with the complainant, the bench had rejected the State's argument that this Court need not interfere with the conviction and sentence since it was open to the parties to enter into a compromise at an earlier stage and that they had not done so. The bench had observed:-"
            ]
        },
        "3. ... taking into consideration the nature of the offence in question and the fact that the complainant and the accused have already entered into a compromise, we think it appropriate to grant permission in the peculiar facts and circumstances of the present case, to compound.",
        {
            "I": [
                " Similar reliefs were granted in orders reported as Sivasankaran v. State of Kerala and Anr., (2002) 8 SCC 164 : AIROnline 2002 SC 439, Kishore Kumar v. J.K. Corporation Ltd., (2004) 12 SCC 494 and Sailesh Shyam Parsekar v. Baban, (2005) 4 SCC 162 : (2005 AIR SCW 3358), among other cases.",
                "9. As mentioned above, the Negotiable Instruments Act, 1881 was amended by the Negotiable Instruments (Amendment and Miscellaneous Provisions) Act, 2002 which inserted a specific provision, i.e. Section 147 to make the offences under the Act compoundable'. We can refer to the following extract from the Statement of Objects and Reasons attached to the 2002 amendment which is self- explanatory."
            ]
        },
        "10. The Hon'ble Supreme Court in the case of Damodar S. Prabhu vs. Sayed Babalal H. (Supra) has framed guidelines with respect to granting permission for compounding of offence at various stages. The guidelines in the form of directions in the aforesaid judgment reads as follows : 'THE GUIDELINES'",
        {
            "I": "(i) In the circumstances, it is proposed as follows: (a) That directions can be given that the Writ of Summons be suitably modified making it clear to the accused that he could make an application for compounding of the offences at the first or second hearing of the case and that if such an application is made, compounding may be allowed by the court without imposing any costs on the accused. (b) If the accused does not make an application for compounding as aforesaid, then if an application for compounding is made before the Magistrate at a subsequent stage, compounding can be allowed subject to the condition that the accused will be required to pay 10% of the cheque amount to be deposited as a condition for compounding with the Legal Services Authority, or such authority as the Court deems fit. (c) Similarly, if the application for compounding is made before the Sessions Court or a High Court in revision or appeal, such compounding may be allowed on the condition that the accused pays 15% of the cheque amount by way of costs. (d) Finally, if the application for compounding is made before the Supreme Court, the figure would increase to 20% of the cheque amount."
        },
        "11. Recently, in the case of Meters and Instruments Private Limited and another vs. Kanchan Mehta reported in (2018) 1 SCC 560 : AIR 2017 SC 459, the Hon'ble Supreme Court observed as follows :",
        {
            "I": "18. From the above discussion following aspects emerge: 18.1) Offence under Section 138 of the Act is primarily a civil wrong. Burden of proof is on accused in view presumption under Section 139 but the standard of such proof is "
        },
        "preponderance of probabilities",
        {
            "I": [
                ". The same has to be normally tried summarily as per provisions of summary trial under the Cr.P.C. but with such variation as may be appropriate to proceedings under Chapter XVII of the Act. Thus read, principle of Section 258 Cr.P.C. will apply and the Court can close the proceedings and discharge the accused on satisfaction that the cheque amount with assessed costs and interest is paid and if there is no reason to proceed with the punitive aspect. 18.2) The object of the provision being primarily compensatory, punitive element being mainly with the object of enforcing the compensatory element, compounding at the initial stage has to be encouraged but is not debarred at later stage subject to appropriate compensation as may be found acceptable to the parties or the Court. 18.3) Though compounding requires consent of both parties, even in absence of such consent, the Court, in the interests of justice, on being satisfied that the complainant has been duly compensated, can in its discretion close the proceedings and discharge the accused. 18.4) Procedure for trial of cases under Chapter XVII of the Act has normally to be summary. The discretion of the Magistrate under second proviso to Section 143, to hold that it was undesirable to try the case summarily as sentence of more than one year may have to be passed, is to be exercised after considering the further fact that apart from the sentence of imprisonment, the Court has jurisdiction under Section 357(3) Cr.P.C. to award suitable compensation with default sentence under Section 64 IPC and with further powers of recovery under Section 431 Cr.P.C. With this approach, prison sentence of more than one year may not be required in all cases. 18.5) Since evidence of the complaint can be given on affidavit, subject to the Court summoning the person giving affidavit and examining him and the bank's slip being prima facie evidence of the dishonor of cheque, it is unnecessary for the Magistrate to record any further preliminary evidence. Such affidavit evidence can be read as evidence at all stages of trial or other proceedings. The manner of examination of the person giving affidavit can be as per Section 264 Cr.P.C. The scheme is to follow summary procedure except where exercise of power under second proviso to Section 143 becomes necessary, where sentence of one year may have to be awarded and compensation under Section 357(3) is considered inadequate, having regard to the amount of the cheque, the financial capacity and the conduct of the accused or any other circumstances.",
                "19. In view of the above, we hold that where the cheque amount with interest and cost as assessed by the Court is paid by a specified date, the Court is entitled to close the proceedings in exercise of its powers under Section 143 of the Act read with Section 258 Cr.P.C. As already observed, normal rule for trial of cases under Chapter XVII of the Act is to follow the summary procedure and summons trial procedure can be followed where sentence exceeding one year may be necessary taking into account the fact that compensation under Section 357 (3) Cr.P.C. with sentence of less than one year will not be adequate, having regard to the amount of cheque, conduct of the accused and other circumstances."
            ]
        },
        "12. Following the aforesaid propositions of law and taking into account the fact that the parties have agreed to end the proceedings by way of compromise and the opposite party no.2 has already received the amount of cheque and he does not want to pursue the proceedings against the revisionist, this Court deems it appropriate to compound the offence on the basis of compromise deed dated 13.11.2020 entered into between the parties. However, in terms of the guidelines framed by the Hon'ble Supreme Court as the revisionist has not appeared before the Court and has not taken effective steps to compound the offence at initial stages, in the backdrop of peculiar facts and circumstance of the case, this court deems it appropriate to permit the compounding of offence subject to payment of Rs.10,000/- as cost/interest to the opposite party no.2 to be paid by the revisionist within a period of two weeks from today.",
        "13. Further, taking into account the fact that the revisionist has caused undue delay in making endevour for compounding the offence in terms of guidelines framed by the Hon'ble Supreme Court in Damodar S. Prabhu vs. Sayed Babalal H. (Supra), the revisionist is directed to pay a cost of 15% of the cheque amount to the High Court Legal Services Committee, High Court, Allahabad within a period of three weeks from today.",
        "14. In case, the amount of Rs.10,000/- towards cost/interest is paid to the opposite party no.2 and 15% of the cheque amount is deposited by the revisionist to the High Court Legal Services Committee, High Court, Allahabad with the stipulated period, the judgment and sentence dated 21.08.2019 passed by the trial Court duly confirmed by the appellate Court vide judgment and order dated 05.11.2020 is set aside.",
        "15. The revision is allowed in the above terms."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Dishonour of cheque - Compounding of offence - When permissible - Conviction by competent court - Compromise between parties - Offence under Act of 1881 can be compounded at any stage of the proceedings- Complainant already received amount of cheque - - Compounding of offence permitted subject to payment of Rs.10,000/- as cost to complainant for not taking effective steps to compound offence at initial stages. (Paras12 14)",
    "Result": "Petition allowed"
}