{
    "ILOCaseNo": "2021 ILO KAR 606825",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 100179 of 2019",
            "Petitioner": "ANAND APPA MALI",
            "Respondent": "ANIL PARAGOUDA PATIL"
        }
    ],
    "JudgmentDate": "04/03/2021",
    "JudgmentBy": "MRS. M. G. UMA",
    "BenchCoram": "MRS . M. G. UMA",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Prashant Mathapati"
        ],
        "LawyerForRespondent": [
            "S. M. Kalwad"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Even though the matter is listed for admission, the same is taken up for final hearing with consent of both the parties.",
        "2. The revision petitioner/accused is before this Court assailing the impugned judgment of conviction and order of sentence dated 30.01.2019 passed in Criminal Case No.424/2018 on the file of J.M.F.C.-V, Belagavi (hereinafter referred to as 'the trial Court') convicting him for the offence punishable under Section 138 of Negotiable Instruments Act, 1881 (for short 'the N.I.Act') and sentencing him to pay fine of Rs.2,50,000/- and in default of payment of fine, to undergo simple imprisonment for a period of six months, which was confirmed in Criminal Appeal No.45/2019 by the X Additional Sessions Judge, Belagavi (hereinafter referred to as 'the appellate Court') vide its judgment dated 03.06.2019.",
        "3. Brief facts of the case before the trial Court is that the respondent herein filed the Private Complaint No.419/2018 against the accused alleging commission of the offence punishable under Section 138 of the N.I.Act. It is stated that the complainant had lent hand loan of Rs.2,00,000/- to the accused and in discharge of the same the accused had issued the cheque bearing No.036576 dated 10.11.2017 for a sum of Rs.2,00,000/-. The said cheque was presented for encashment, but the same was dishonoured as there was",
        {
            "I": "insufficient funds"
        },
        "in the account of accused. The complainant got issued the legal notice calling upon the accused to repay the cheque amount. The said notice was also served on the accused, but he had not replied nor he has repaid the cheque amount and thereby he has committed the offence punishable under Section 138 of the N.I.Act.",
        "4. The trial Court took cognizance of the offence and summoned the accused. Accused pleaded not guilty and claimed to be tried. Thereafter, the complainant got examined himself as P.W.1 and got marked Exs.P.1 to 6 in support of his contention. The accused denied all the incriminating materials available on record in his submission while recording of the statement under Section 313 of Cr.P.C. However, he has not stepped into the witness box to speak about his defence. Exs.D.1 and 2 were came to be marked during the course of cross-examination of P.W.1. The trial Court taking into consideration the materials on record, came to the conclusion that the complainant is successful in proving the guilt of the accused beyond reasonable doubt and convicted the accused vide impugned Judgment of conviction and order of sentence dated 30.01.2019.",
        "5. Assailing the said Judgment of conviction and order of sentence passed by the trial Court, the accused preferred the Criminal Appeal No.45/2019 before the appellate Court. The appellate Court dismissed the criminal appeal vide its Judgment dated 03.06.2019 and confirmed the impugned Judgment of conviction and order of sentence passed by the trial Court.",
        "6. Being aggrieved by the impugned Judgment of conviction and order of sentence passed by the trial Court, which is confirmed by the appellate Court, the accused is before this Court.",
        "7. Heard Sri Prashant Mathapati learned counsel for the revision petitioner as well as Sri S.M.Kalwad learned counsel for the respondent.",
        "8. During the course of addressing the argument, learned counsel for the revision petitioner drawn my attention to the impugned Judgment dated 03.06.2019 passed in Criminal Appeal No.45/2019 by the appellate Court. In page No.2 at paragraph No.2, the factual matrix leading to filing of the appeal is dealt in detail by the appellate Court. But on perusal of the same, the facts of the present case are never considered by the learned Sessions Judge. The appellate Court proceeded on the assumption that accused No.1 is the partnership firm, accused Nos.2 and 3 are the partners. The entire facts narrated therein are not at all concerned to the present case. Therefore, it is the contention of the learned counsel for the revision petitioner that the appellate Court has never applied its mind to the facts and circumstances of the case and proceeded to dismiss the criminal appeal without application of mind.",
        "9. I have given my anxious consideration to this portion of the Judgment of the appellate Court. The facts narrated by the appellate Court is not at all concerned to the present case. Under such circumstances, it cannot be said that the appellate Court has applied its mind to the facts and circumstances of the case while reaching the conclusion and dismissing the appeal on merits. Therefore, I deem it necessary to remand the matter for fresh disposal by the appellate Court, without expressing any opinion on merits. Hence, I proceed to pass the following : ORDER The Criminal Revision Petition is allowed. The impugned Judgment dated 03.06.2019 passed by the X Additional Sessions Judge, Belagavi in Criminal Appeal No.45/2019 is set aside. Matter is remanded to the appellate Court for fresh consideration in the light of observations made above and to dispose of the criminal appeal expeditiously, in any event within 3 months from the date of receipt of records. In view of disposal of the revision petition, pending I.A.No.1 of 2021 does not survive for consideration; accordingly, same is disposed off. Since both the parties are represented by their advocates, they are directed to appear before the appellate Court on 22.03.2021 and assist the appellate Court in early disposal of the appeal. Registry is directed to send back the records to the appellate Court with a copy of this Judgment, forthwith."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonor of cheque - Allegations that cheque issued by accused presented for encashment but same was dishonoured - Accused after his conviction by Trial Court preferred appeal-Appellate Court while confirming conviction referred to the facts totally different than matter in question - Order of conviction liable to be set aside and matter remitted back to Appellate Court for fresh decision. (Para9)",
    "Result": "Petition allowed"
}