{
    "ILOCaseNo": "2021 ILO PNH 606874",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 846 of 2021",
            "Petitioner": "Raj Pal",
            "Respondent": "State of Haryana and Anr."
        }
    ],
    "JudgmentDate": "25/10/2021",
    "JudgmentBy": "VIKAS BAHL",
    "BenchCoram": "VIKAS BAHL",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Neeraj Sheoran"
        ],
        "LawyerForRespondent": [
            "Praveen Bhadu",
            "AAG",
            "Haryana",
            "Sunny Tyagi"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. This is a criminal revision petition filed against the judgment of conviction and order of sentence dated 08/10.07.2019 passed by the Judicial Magistrate Ist Class, Panipat, vide which the petitioner had been convicted for an offence under Section 138 of the Negotiable Instruments Act, 1881 (for short, 'the Act of 1881'), and sentenced to undergo rigorous imprisonment for a period of 01 year and 06 months and was also directed to pay the compensation of Rs.6,00,000/-, which included the amount of the cheque of Rs.4,00,000/- and the loss of interest for the said amount as well as the judgment dated 06.08.2021 passed by the Additional Sessions Judge, Panipat, vide which the appeal challenging the said judgment of conviction along-with order of sentence was also dismissed. 2.Brief facts of the present case are that the respondent- complainant had filed a complaint under Section 138 of the Act of 1881 on the allegation that on 21.02.2017, the petitioner had borrowed an amount of Rs.4,00,000/- from the complainant as a friendly loan and on demand, the petitioner to discharge the liability, had issued cheque No.756530 dated 20.08.2017 for an amount of Rs.4,00,000/- drawn on State Bank of India, Branch-The Mall, Karnal, against his Account No.10868464144 in favour of the complainant. On presentation, the said cheque was returned dishonoured vide memo dated 12.10.2017 with the remarks",
        {
            "I": "Insufficient Funds"
        },
        ". Legal notice was given to the petitioner to make the payment of the cheque and on his having failed to make the same, a complaint under Section 138 of the Act of 1881 was registered. The Judicial Magistrate Ist Class, Panipat, had, vide judgment dated 08.07.2019 and order of sentence dated 10.07.2019, convicted the present petitioner under Section 138 of the Act of 1881 and had sentenced the petitioner as has been detailed hereinabove. The appeal filed by the petitioner was also dismissed by the Additional Sessions Judge, Panipat, vide judgment dated 06.08.2021 and the sentence of imprisonment was maintained. On 14.10.2021, an application was moved for preponing the main case, on which date, the following order was passed:-",
        {
            "I": "This is an application for preponing the date of hearing of the main case, which is already fixed for 18.01.2022 on the ground that the petitioner was convicted under Section 138 of Negotiable Instruments Act and sentenced to undergo simple imprisonment of one year and six months with a fine of Rs.500/- along with default mechanism by the trial Court. Compensation of Rs.6 Lakhs was also awarded in favour of the complainant. Appeal was dismissed and the sentence of the petitioner was confirmed by the lower Appellate Court. Both the parties have settled the dispute. Mr. Chander Shekhar Singhal, Advocate for Mr. Sunny Tyagi, Advocate appears on behalf of complainant/respondent No.2 and admits the factum of compromise. As per custody certificate produced by learned State counsel, petitioner has undergone 2 months and 19 days of actual sentence as on 14.10.2021. In view of the aforesaid factual position, date of hearing is preponed to 25.10.2021. Application stands disposed of. To be taken up after 'Urgent List'."
        },
        "3.Today, the matter has been taken up and the learned counsel appearing for the petitioner was well as the complainant have submitted that the matter has been compromised. Reference has also been made to the Panchayati compromise and an affidavit dated 07.09.2021 which have been annexed as Annexures P-2 and P-3 along with CRM-29647-2021. 4.The said Panchayati settlement is reproduced hereinbelow:-",
        {
            "I": "This Panchayat settlement has been made on 07.09.2021 between the following parties, which is as under:- Sohan Lal, aged 52 years son of Shri Bharat Singh, resident of House No.117, Khukhrana, District Panipat, Adhar No.8770 2352 7732 (who has been stated as the first party). AND Balwan Singh son of Shri Rambhaj, resident of village Sutana, District Panipat (who has been stated as the second party). That the first party Sohan Lal had submitted an application under Section 138/142 of the N.I. Act against Rajpal brother of the second party, in which the court of Shri Ashutosh, learned J.M.I.C. Panipat had passed order of conviction dated 10.07.2019, appeal against which was filed by Rajpal, brother of the second party in the learned court of Sessions Judge, Panipat, which has been dismissed on 06.08.2021, a revision has been filed by Rajpal in the Hon'ble High Court at Chandigarh, which is CRR-846 of 2021 and is pending adjudication for 22.09.2021. Rajpal is in judicial custody since 06.08.2021 in District Jail, Panipat. That now the Biradari of both the parties, respectable people of the Society and relatives of both the parties by taking both the parties with them have got removed the grieves and difference of both the parties. Now with the interference of the Biradari, respectable people of the Society and relatives of both the parties have got a compromise made and the first party does not want any legal action against Rajpal and the first party is ready to make statement in favour of Rajpal. That both the parties have arrived at this compromise in the presence of Biradari, respectable people of the Society and relatives of both the parties without any fear and greed. Now no difference or complaint remained between the parties. Both the parties will not initiate any legal action against each other in future regarding this case nor will give complaint against each other. That both the parties have put their signatures in the presence of witnesses and in the presence of each other on the date and month as aforesaid. First party Sd/-Sohan Lal son of Shri Bharat Singh, resident of House No.117, Khukhrana, District Panipat. Second party Sd/- Balwan Singh son of Shri Rambhaj, resident of village Sutana, District Panipat. Sd/- Witness Rajesh Sd/-Randhir Singh"
        },
        "5.The affidavit filed in support of the same by the complainant/ respondent No.2 is also reproduced hereinbelow:-",
        {
            "I": [
                "AFFIDAVIT I, Sohan Lal son of Shri Bharat Singh, resident of House No.117 , Khukhrana, District Panipat states by way my affidavit that:-",
                "1. That the deponent is resident of the above mentioned address.",
                "2. That the deponent had submitted an application under Section 138/142 of the N.I. Act against Rajpal son of Rambhaj resident of village Sutana, District Panipat, in which the court of Shri Ashutosh, learned J.M.I.C. Panipat had passed order of conviction dated 10.07.2019, appeal against which was filed by Rajpal, in the learned court of Sessions Judge, Panipat, which has been dismissed on 06.08.2021, a revision has been filed by Rajpal in the Hon'ble High Court at Chandigarh, which is CRR-846 of 2021 and is pending adjudication for 22.09.2021.",
                "3. That now the deponent and Rajpal through Balwan (Real brother of Rajpal) has entered into compromise with the help of the Biradri, respectable people of the Society and relatives of both the parties and all the differences and misunderstanding has been sorted.",
                "4. That the deponent does not want any legal action against Rajpal in this case and is ready to make statement in favour of Rajpal.",
                "5. That this affidavit has been given by his own will and is free from force, coercion and wrong advice. Deponent"
            ]
        },
        "6.A perusal of the compromise and affidavit reproduced hereinabove would show that it is apparent that the petitioner as well as the complainant have settled the matter and the complainant has specifically stated that he does not want to take any legal action against the petitioner and that there are no differences between the parties. 7.Learned counsel for the petitioner as well as the complainant/respondent No.2 have submitted before this Court that the compromise is genuine, bona fide and has been executed by the parties without any undue pressure or influence and they have jointly prayed that the revision petition may be allowed in view of the compromise and the judgments of the Courts below may be set aside. Learned counsel for the petitioner has further submitted that the petitioner is ready to deposit 15% of the amount of the cheque i.e., Rs.60,000/- (cheque amount being Rs.4,00,000/-) within a period of 03 weeks with the Haryana State Legal Services Authority, in accordance with the judgment passed by the Hon'ble Supreme Court in Damodar S Prabhu Vs. Sayed Babalal H, (2010) 5 SCC 663 : AIR 2010 SC 1907. 8.Learned counsel for respondent No.1-State has submitted that since the matter pertains to Section 138 of the Act of 1881 and the offence is compoundable, thus, the State would have no objection in case the matter is disposed of and the matter having been compromised, in fact, the State has no role to play in the same. 9.This Court has heard the learned counsel for the parties. 10.From the above facts, it is apparent that both the contesting parties are ad idem that the compromise has been effected between the parties without any pressure, threat or undue influence and the terms of the said compromise have been duly complied with. The compromise would go a long way in maintaining the peace and harmony between the parties and thus, a prayer has been made to the Court for compounding the offence in terms of Section 147 of the Negotiable Instruments Act, 1881 read with Section 320 (6) Cr.P.C. Since the offence relating to dishonour of cheque has a compensatory profile and is required to have precedence over punitive mechanism, therefore, the present revision petition deserves to be allowed. 11.It is also relevant to state that the petitioner has already undergone custody of 02 months and 20 days out of the total sentence of 01 year and 06 months of rigorous imprisonment.",
        "12. This Court in a judgment dated 09.03.2017 passed in CRR No.390 of 2017 titled as",
        {
            "I": "Kuldeep Singh vs. Vijay Kumar and another"
        },
        "has held as under:-",
        {
            "I": [
                "Reliance can be placed on Kaushalya Devi Massand vs. Roopkishore Khore, 2011 (2) RCR (Criminal) 298 : (AIR 2011 SC 2566) and Damodar S. Prabhu vs. Sayed Babalal, AIR 2010 (SC)",
                "1097. The revisional jurisdiction of the High Court in terms of Section 401 Cr.P.C. would result in bringing about ends of justice between the parties in the event of finding that the compromise is genuine, bonafide and free from any undue influence. The compromise in question would serve as a everlasting tool in favour of the parties for which indulgence can be given by this Court. The revisional exercise would also be in consonance with the spirit of Section 147 of Negotiable Instruments Act. The principle as laid down in Damodar S. Prabhu vs. Sayed Babalal, AIR 2010 (SC) 1097, would be squarely fortified if the compromise in question is allowed to be effected between the parties with leave of the Court. In view of aforesaid, impugned judgment dated 19.01.2017 passed by Additional Sessions Judge, Sri Muktsar Sahib vide which conviction and sentence of the petitioner was upheld stands quashed. The revision petition is allowed subject to deposit of 15% of the cheque amount as per ratio laid down in Damodar S. Prabhu's case (supra) to State Legal Services Authority, failing which this order will be of no consequence. Necessary consequences to follow."
            ]
        },
        "13.Reliance in the abovesaid judgment was also placed upon the judgment of Hon'ble Supreme Court in Damodar S. Prabhu's case (supra) and thus as per settled law, this Court has power to set aside the judgment of conviction against the petitioner on the basis of a valid compromise. The compromise in the present case is genuine and valid.",
        "14. Keeping in view the above facts and circumstances, the judgment of conviction dated 08.07.2019 and order of quantum of sentence dated 10.07.2019, passed by the Judicial Magistrate Ist Class, Panipat, and the Additional Sessions Judge, Panipat, respectively, are set aside and the present revision petition is allowed in terms of the compromise. 15.The petitioner is directed to deposit an amount of Rs.60,000/-, being 15% of the cheque amount, with the Haryana State Legal Services Authority within a period of three weeks from the date of receipt of certified copy of this judgment. However, it is made clear that in case the petitioner does not deposit an amount of Rs.60,000/- within a period of three weeks from the date of receipt of certified copy of this judgment, with the Haryana State Legal Services Authority, the present criminal revision petition would be deemed to have been dismissed. 16.Since the main criminal revision petition has been decided, CRM-25221-2021 for suspension of sentence has become infructuous. Accordingly, the same is disposed of as having been rendered as infructuous."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Cheque dishonour - Compounding of offence - Conviction and sentence - Parties settled their disputes ambicably - Compounding application is supported by the affidavits of revisionist and complainant - Parties therefore permitted to compound the offence - Order of conviction and sentence, set aside (Para14)",
    "Result": "Petition allowed"
}