{
    "ILOCaseNo": "2021 ILO TRI 606883",
    "Court": "TRIPURA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRL. A. - 28 of 2017",
            "Petitioner": "Swapna Debnath",
            "Respondent": "Sanjit Chakraborty"
        }
    ],
    "JudgmentDate": "23/02/2021",
    "BenchCoram": "Arindam Lodh",
    "Lawyers": {
        "LawyerForPetitioner": [
            "D. C. Roy"
        ],
        "LawyerForRespondent": [
            "D. J. Saha",
            "Debnath",
            "Addl. P. P"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Mr. D. C. Roy, learned counsel appearing for the appellants. Also heard Mr. D.J. Saha, learned counsel appearing for the respondent.",
        "2. This appeal arises out of the acquittal judgment dated 17.05.2017, passed by the learned Additional Sessions Judge, Unakoti Judicial District, Kamalpur, Dhalai in Criminal Appeal No.17 of 2016, by way of returning a reversal finding of judgment and order of conviction and sentence dated 21.07.2016, passed in case No.CR.(NI) 04 of 2014 by the learned SDJM, Kamalpur, Unakoti Judicial District, convicting and sentencing the respondent-accused, Sri Sanjit Chakraborty to suffer SI for six months and to pay a fine of Rs.1,65,000/- with default stipulation for commission of offence under Section 138 of the Negotiable Instruments Act(N.I. Act for short), 1881.",
        "3. Prosecution case, briefly put, is as under:- 3(1). On account of friendship, the complainant had accommodated the respondent- accused(here-in-after referred to as 'respondent') a sum of Rs.50,000/-(Rupees fifty thousand) on 20.09.2014 and Rs.1,00,000/-(Rupees one lakh) on 19.10.2014, in total Rs.1,50,000/-(Rupees one lakh fifty thousand). It is the specific plea of the complainant that he made such payment to the respondent in presence of the witnesses. 3(2). The complainant further claimed that towards repayment of the said amount, the respondent had issued two cheques, bearing No.740950 dated 20.09.2014 for a sum of Rs.50,000/-(Rupees fifty thousand) and No.740949 for a sum of Rs.1,00,000/-(Rupees one lakh) in favour of the complainant. The said two cheques were drawn on UBI, Ambassa Branch. When the cheques were presented for encashment through SBI, Ambassa Branch, the same was dishonored with the endorsement 'insufficient fund' in the concerned account of the respondent. 3(3). The complainant, thereafter, issued a statutory notice by registered post with A/D on 15.11.2014 through his learned advocate demanding the payment within 15(fifteen) days, which was duly served upon the respondent on 18.11.2014. Thus, on account of the failure of the respondent to pay the amount in spite of the issuance of the notice, the complainant filed the complaint against the respondent under Section 138 of the said Act before the learned SDJM, Kamalpur. 3(4). Trial was conducted by the learned SDJM, Kamalpur with the framing of charge against the respondent which reads as follows:",
        {
            "I": "Allegation against you that on 20-09-2014 and 19-10-2014, you issued two cheques bearing No.740950 dated 20-09-2014 for Rs.50,000/- and another bearing no.740949 dated 19-10-2014 for Rs.1,00,000/- drawn on your bank account maintained with the State Bank of India, Ambassa Branch to the complainant Narayan Debnath for repayment of loan. Both the chqeues returned by the bank unpaid because of 'Insufficient Fund' in your account to honour the cheques while complainant presented the same in his bank account for encashment and thus, you thereby committed the offence of dishonor of cheques punishable u/sec. 138 of Negotiable Instrument Act, 1881 and within the cognizance of this court."
        },
        "3(5). In course of trial, the complainant examined himself as PW1 and produced two cheques in question i.e. Exbt.1/A and Exbt.1/B, signature of the respondent in the acknowledgement to legal notice(Exbt.2), the copy of the legal notice(Exbt.3) and bank return memo(Exbt.4). The complainant also examined one Dilip Dey as PW2. Defending the complaint, the respondent examined himself as DW1, apart from that one Ratan Hari Debbarma was examined as DW2. 3(6). On the basis of the aforesaid charge, trial was commenced. The complainant, as PW1, during his chief examination, has stated thus:",
        {
            "I": [
                "1. That, I am the complainant of the instant case and I lodged this case against the accused Sri Sanjit Chakraborty. Both of us residing within the Ambassa Sub-Division and I have long relation with Accused person/Opposite Party. The Opposite party/Accused Person approached me in the month of September 2014 to give him an amount of Rs.50,000/-(Fifty thousand only) and another amount of Rs-100,000/-(one Lac fifty Thousands Only) in presence of witness, to meet up some of his urgent financial requirements, on condition that, he would refund the same in the month of November 2014 A.D and I made payment to him the said amounts. These are true to my knowledge.",
                "2. That, since I had long relation with the Accused Person/Opposite party I did not feel it necessary to execute any document with reference to the said payments of Rs.50.000/-(Rupees Fifty thousand only). And another amount of Rs-100,000/-(One Lac only) These are true to my knowledge",
                "3. That, I am a businessman by profession and being in need of money in connection with my business I requested the Accused Person/Opposite st party in the 1 week of November 2014, for refunding the said borrowed amounts as I was in dire need of money. The accused person assured me and told me you please deposit the cheques bearing No-740950 dated- 20/09/2014 an amounting of Rs-50.000/-(Fifty Thousands Only) and another cheque bearing No-740949 dated- 19/10/2014 an amounting of Rs-100.000/-(One Lac Only), on submission of the same in the account it would be duly honoured and advised me to encash the same from his account."
            ]
        },
        "3(7). Thereafter, the complainant stated that he deposited the said two chqeues to his bankers, but by a return memo the bankers stated that the cheque amount could not be en-cashed due to",
        {
            "I": "insufficient fund"
        },
        ". That led the complainant to issue the demand notice through his learned counsel, demanding the payment of the chqeue amount. However, the respondent did not pay any amount. Hence, the complainant filed the instant complaint before the learned SDJM, Kamalpur for appropriate redress. 3(8). The learned SDJM, Kamalpur after considering the evidence and materials on record held that the respondent issued those cheques in discharge of his liability and, hence passed an order of conviction and sentence as afore-stated. 3(9). The respondent preferred a statutory appeal before the learned Additional Sessions Judge, Unakoti Judicial District, Kamalpur. The appeal, on being admitted and having heard the arguments advanced by the learned counsels appearing for the parties, the learned Additional Sessions Judge by his judgment dated 17.05.2017, passed in Criminal Appeal No.17 of 2016 allowed the appeal setting aside the order of conviction and sentence as declared by the learned SDJM, Kamalpur, and thus, acquitted the respondent from the charge levelled against him by the complainant. Hence, the complainant has preferred the instant criminal appeal before this Court.",
        "4. Mr. D.C. Roy, learned counsel appearing for the complainant has submitted that the respondent had never denied that he did not issue the said cheques in favour of the complainant. Next, the learned counsel has pointed out that the cheques, i.e. Exbt.1/A and Exbt.1/B were issued in discharge of his liability. According to Mr. Roy, learned counsel, the respondent had borrowed the loan of Rs.1,50,000/- on two different dates from the complainant. The complainant during his deposition had furnished those cheques, which were marked as Exbt.1/ A and Exbt.1/B being formally proved. Mr. Roy, learned counsel has given much emphasis to the judgment of the trial Court where the learned Court returned the finding of guilt against the respondent.",
        "5. Per contra, Mr. D.J. Saha, learned counsel appearing for the respondent has submitted that the complainant has failed to establish that he had any legally enforceable debt to the respondent. The cheques i.e. Exbt.1/A and Exbt.1/B were kept by the complainant on the date of paying the loan as security and the respondent did not issue the said cheques in discharge of his liability against any debt as claimed by the complainant. As such, according to Mr. Saha, learned counsel, issuing the cheques as a matter of security would not come into the purview of Section 138 of the N.I. Act.",
        "6. I have considered the rival submissions of the learned counsels appearing for the parties and also taken note of the documents produced by the parties before the trial Court. The respondent had adduced evidence as DW1 and also produced another witness, namely Ratan Hari Debbarma, who adduced evidence as DW2. I have also taken note of the reply given by the respondent at the time of his examination under Section 313 of CrPC. In reply to question No.13, the respondent has stated thus:",
        {
            "I": "Once I gave a cheque to PW-1 on his assurance that he would provide us an old car to launch driving school through NGO. In the meantime, I noticed his activity is not satisfactory; hence I did not proceed further with that plan. He told(sic) me that the said cheque went missing. but later, he brought false allegation of this(sic) case."
        },
        "7. In his evidence, the respondent as DW1 had stated that he was involved in an NGO which used to undertake various development works in different places of Tripura, and the complainant being a Mechanic was engaged as a Site Manager with that NGO to open a Driving School and two blank cheques were signed by the respondent and handed over to the complainant to run the institution. But, on 21.11.2014, the complainant reported the respondent that those two cheques were missing from his custody for which the respondent reported the same to the police station and also to the bank. DW1, i.e. the respondent also deposed that the complainant had misused the cheques for his illegal gain. The respondent substantiated his plea that he informed the matter to the bank by way of bringing the said prayer before the learned Court in course of his examination and the said communication was marked as Exbt.D/1. Similarly, the respondent also brought on record the prayer for GD Entry in respect of the lost cheques and another prayer for GD Entry in respect of loss of the registered letter and those were marked as Exbt.D/2 and Exbt.D/3 respectively.",
        "8. In my opinion, the entire scheme of Negotiable Instruments Act, 1881 draws a clear distinction between a check issued for a debt in present but payable in future and second for a debt which may become payable in future upon the occurrence of a contingent event. I may profitably refer a decision of M/s. Collage Culture and Ors. v. Apparel Export Promotion Council and Anr., 2007 (4) JCC(NI) 388, wherefrom I may extract the paras 20 to 24 of the said case which are as under:",
        {
            "I": [
                "20. A post dated cheque may be issued under 2 circumstances. Under circumstance one, it may be issued for a debt in presenti but payable in future. Under second circumstance it may be issued for a debt which may become payable in future upon the occurrence of a contingent event.",
                "21. The difference in the two kinds of post-dated cheques would be that the cheque issued under first circumstance would be for a debt due, only payment being postponed. The latter cheque would be by way of a security.",
                "22. The word 'due' means 'outstanding at the relevant date'. The debt has to be in existence as a crystallized demand akin to a liquidated damages and not a demand which may or may not come into existence; coming into existence being contingent upon the happening of an event.",
                "23. Section 138 of the Negotiable Instruments Act 1881 reads as under:-"
            ]
        },
        "138. Dishonour of cheque for insufficiency, etc., of funds in the account.-Where any cheque drawn by a person on an account maintained by him with a banker for payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability, is returned by the bank unpaid, either because of the amount of money standing returned by the bank unpaid, either because of the amount of money standing returned by the bank unpaid, either because of the amount of money standing returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with that bank, such person shall be deemed to have committed an offence and shall, without prejudice to any other provision of this Act, be punished with imprisonment for a term which may be extended to two years, or with fine which may extend to twice the amount of the cheque, or with both: Provided that nothing contained in this section shall apply unless- (a) the cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier; (b) the payee or the holder in due course of the cheque, as the case may be, makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the cheque, within thirty days of the receipt of information by him from the bank regarding the return of the cheque as unpaid; and (c) the drawer of such cheque fails to make the payment of the said amount of money to the payee or, as the case may be, to the holder in due course of the cheque, within fifteen days of the receipt of the said notice. Explanation.-For the purposes of this section,",
        {
            "I": "debt or other liability"
        },
        "means a legally enforceable debt or other liability.",
        {
            "I": [
                "24. It would be relevant to note that the statute does not refer to the debt being payable, meaning thereby, a post dated cheque for a debt due but payment postponed at a future date would attract Section 138 of the Negotiable Instruments Act 1881. But the cheque issued not for an existing due, but issued by way of a security, would not attract Section 138 of the Negotiable Instruments Act 1881, for it has not been issued for a debt which has come into in existence."
            ]
        },
        "9. In a similar and identical situation in Exports India and Anr. v. State and Anr., 2007 (3) JCC(NI) 252, : (AIR 2007 (DOC) 269 (Del)) while placing reliance upon M/s Balaji Sea Foods Exports(India) Limited v. Mac Industries Ltd. (Madras), 1999(1) RCR(Criminal) 683 held that where a cheque was given as a security against the agency agreement its dishonor would not entail the criminal consequences under Section 138 of the N.I. Act. Thus, there is no dispute about the proposition which is well settled that wherever a cheque is given purely as a security, its dishonor would not make the drawer of the cheque criminally liable for an offence under Section 138 of the Act.",
        "10. In the present case, it is aptly clear that the complainant provided loan to the respondent for a sum of Rs.50,000/- on 20.09.2014 and Rs.1,00,000/- on 19.10.2014 and on the same date, on providing of such loan to the respondent, he received two cheques(Exbt.1/A and Exbt.1/ B) from the respondent. According to the complainant, towards repayment of the said amount, the respondent had issued the said two cheques. Thus, it is apparent that the respondent issued the cheques on the dates of borrowing the loan from the complainant as is revealed from the deposition of the complainant itself that the respondent promised to make repayment of the loan in the month of November, 2014 i.e., the cheque would be effective on a future date.",
        "11. Keeping in view the date of advancing the loan and the date of issuance of the cheques, in my opinion, those cheques i.e. Exbt.1/A and Exbt.1/B were issued as a security cheque to meet up the future liability, which might have been occurred on failure of repayment of loan in the month of November, 2014.",
        "12. Be that as it may, in my opinion, nature of transaction shows that the loan was given only after issuance of cheques by the respondent. In other words, the complainant provided the loan after obtaining the cheques from the respondent. The above justifies that the cheques were taken by the complainant as a security cheque to advance the loan and not against any existing or past legal enforceable debt. Therefore, the cheques issued by the respondent shall not be treated as a cheque issued towards discharging any past or existing liability.",
        "13. The deposition of PW2, Sri Dilip Dey further substantiates the fact that the complainant had received the cheques of Rs.50,000/- and Rs.1,00,000/-",
        {
            "I": "at the time of payment"
        },
        ". In furtherance thereof, I find that the complainant failed to disclose the source of fund. He did not furnish any evidence in support of his claim that he had financial ability to give loan of Rs.1,50,000/- to the respondent. Though he deposed that he was an income tax payee, but, he did not furnish any such document in support of the fact that he was an income tax payee.",
        "14. It is trite that in a criminal jurisprudence, the burden to prove that the accused has committed the offence would lie on the complainant. Prosecution must prove the guilt of an accused beyond all reasonable doubt. The standard of proof so as to prove a defence on the part of an accused is",
        {
            "I": "preponderance of probabilities"
        },
        ". Inference of preponderance of probabilities can be drawn not only from the materials brought on record by the parties but also by reference to the circumstances upon which he relies. Thus, even assuming for a moment that the appellant has failed to probabilise the defence of misuse of blank undated cheques, I find that the complainant has failed to establish by acceptable evidence that indeed the subject cheques were issued in discharge of legally enforceable debt or liability for the reason stated in the preceding paragraphs.",
        "15. Further, I am of the considered view that as an undated cheque having been given only as a security, the provision of Section 138 of the Negotiable Instruments Act are not at all attracted and hence, the charges framed against the respondent cannot sustain.",
        "16. In the light of above discussions, I find no merit to overturn the findings arrived at by the learned appellate Court i.e. the learned Additional Sessions Judge, Unakoti reversing the finding of guilt of the respondent and acquitting the respondent from the charge levelled against him.",
        "17. Consequently, the instant appeal stands dismissed. The judgment of acquittal dated 17.05.2017, passed in Criminal Appeal No.17 of 2016 by the learned Additional Sessions Judge, Unakoti Judicial District, Kamalpur, Dhalai stands maintained and affirmed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Legally enforceable debt - Complainant provided loan to accused after obtaining undated cheques from him - Failure of complainant to disclose source of income - Nature of transaction shows that cheques were taken by complainant as security cheque to advance loan and not against any existing or past legaliy enforceable debt - Failure of complainant to prove that cheques were issued towards discharging any liability - Acquittal, proper. (Paras12 13 14)",
    "Result": "Petition dismissed"
}