{
    "ILOCaseNo": "2021 ILO PNH 606872",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 1072 of 2021",
            "Petitioner": "Ashok Kumar",
            "Respondent": "Ajay Sharma (since deceased through his wife Sangeeta) and Anr."
        }
    ],
    "JudgmentDate": "29/09/2021",
    "BenchCoram": "Harnaresh Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "(Rel. On) Jasdev Singh Thind"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Case is taken up for hearing through video conferencing. CRM-31724-2021 Allowed as prayed for. Annexure P-1 is taken on record, subject to all just exceptions. CRR-1072-2021 In the complaint filed under Sections 138/141 of the Negotiable Instruments Act, 1881 (for short 'N.I.Act') by the complainant-respondent No.1, the petitioner was convicted and sentenced, vide judgment dated 07.12.2018 and order dated 08.12.2018 passed by the learned Judicial Magistrate Ist Class, Hisar, as under: Section Sentence 138 N.I.Act Simple imprisonment for eighteen months and to pay a compensation of Rs.12,67,511/- i.e. the cheque amount, to the complainant. 2. The appeal against the aforesaid judgment and order, was dismissed by the learned Additional Sessions Judge, Hisar, on 17 .08.2021. Still aggrieved, the petitioner has filed the present revision petition.",
        "3. During the pendency of the complaint, the complainant expired and vide order dated 20.08.2018, his wife namely Sangeeta had been substituted as a complainant to pursue the complaint.",
        "4. Learned counsel for the petitioner contends that during the pendency of appeal, the petitioner- accused had paid an amount of Rs.2,53,503/- being 20% of the aforesaid compensation amount. Learned counsel further submits that a compromise stands arrived at between the parties and wife of the complainant has received the entire remaining amount. She has sworn an affidavit dated 14.09.2021 (Annexure P-1) deposing therein that nothing is due towards the petitioner and she (wife of the complainant) has no objection, if the present petitioner is acquitted of the notice of accusation served upon him.",
        "5. Notice of motion.",
        "6. On the asking of this Court, Mr. Dinesh Bhardwaj, Advocate, Mr. Ashok Singh Chaudhary, Addl. A. G. Haryana, accept notice on behalf of respondent No.1 and respondent No.2- State, respectively.",
        "7. Learned counsel for respondent No.1 does not dispute the factum of the compromise effected between the parties.",
        "8. Learned counsel for the petitioner and the learned counsel for respondent No.1, are ad-idem and submit that as the matter stands compromised, necessary permission may be granted to the parties to compound the offence under Section 138 N.I.Act in view of the law laid down by the Hon'ble Supreme Court in Damodar S.Prabhu Vs. Sayed Babalal H . 2010 (2) RCR (Criminal) 851 : (AIR 2010 SC 1907); the impugned judgments and order passed by the trial Court and the Appellate Court may be set aside and the petitioner may be acquitted of the notice of accusation served upon him.",
        "9. I have heard the learned counsel for the parties.",
        "10. In the present case, the cheque amount is Rs.12,67,511/-. In view of the law laid down in Damodar S. Prabhu's case (supra), compounding of the present offence may be allowed on the condition that the petitioner-accused pays 15% of the cheque amount by way of costs. On calculation, 15% of the cheque amount comes to Rs.1,90,127/-.",
        "11. As noticed above, the parties have settled the dispute by way of affidavit dated 14.09.2021 (Annexure P-1). Thus, this Court grants permission to the parties to compound the offence punishable under Section 138 N.I.Act.",
        "12. The impugned judgment of conviction dated 07.12.2018 and order of sentence dated 08.12.2018 passed by the learned Judicial Magistrate Ist Class, Hisar, and the judgment dated 17.08.2021 passed by the learned Additional Sessions Judge, Hisar, are set aside; the complaint under Sections 138/141 N.I Act filed by the complainant stands dismissed; the petitioner stands acquitted of the notice of accusation served upon him and he be released forthwith in this case, if not required in any other case, subject to him depositing the costs of Rs.1,90,127/- with the Haryana State Legal Services Authority, in view of the law laid down by the Hon'ble Supreme Court in Damodar S.Prabhu' case (supra).",
        "13. Allowed in the aforementioned terms."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Conviction - Compromise - Accused convicted and sentenced u/S.138 - Compromise effected between parties - Necessary permission sought by parties to compound offence u/S.138 - Compounding of offence can be allowed on condition that accused pays 15% of cheque amount by way of costs - On calculation, 15% of cheque amount comes to Rs.1,90,127/- - As parties have settled dispute by way of affidavit, permission granted to parties to compound offence punishable u/S.138 - Accused acquitted and be released subject to depositing costs of Rs.1,90,127/-. (Paras10 11 12)",
    "Result": "Petition allowed"
}