{
    "ILOCaseNo": "2021 ILO KAR 606809",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 230 of 2017",
            "Petitioner": "K. SHANKAR KANNAPPA",
            "Respondent": "H. B. SATHYANARAYANA RAO"
        }
    ],
    "JudgmentDate": "24/09/2021",
    "BenchCoram": "N. K. SUDHINDRARAO",
    "Lawyers": {
        "LawyerForPetitioner": [
            "A N Radhakrishna",
            "Amicus Curiae"
        ],
        "LawyerForRespondent": [
            "Dr. J. S Halashetty",
            "Amicus Curiae"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Learned Amicus Curiae for petitioner has filed I.A.No.1/2021 under Section 147 of N.I. Act read with Section 320(8) of Cr.P.C. along with joint affidavit, seeking permission to compound the offence punishable under Section 138 of Negotiable Instruments Act, 1881.",
        "2. Learned Amicus Curiae for both the parties submit that in view of the joint affidavit filed by the parties, the complaint may be dismissed and revision petition may be disposed of.",
        "3. The joint affidavit dated 23-9-2021 duly signed by the petitioner and respondent and identified by their respective counsel reads as under:",
        {
            "I": [
                "We, (1) K.Shankar, S/o Kannappa, now aged about 45 years, Occ: Prop: Sri. Dhanalakshmi Electricals Basaveshwara Nagar, Sowlanga Road (Nittur Complex) Shivamogga, R/at. Dhanalakshmi Coconut Garden, Sevalal Nagar (Ragigudda), Shivamogga- 577201, today at Bengaluru (2) H.B. Sathyanarana Rao S/o H. Basoji Rao, now aged about 57 years, Occ: Business, R/at Shanthinagar (Ragigudda) Main Road, Ward No.3,Navule-Post, Shivamogga-577201, today at Bengaluru, do herby state and affirm as follows: st",
                "1. It is submitted that, the 1 deponent is the nd Accused/Petitioner herein and the 2 deponent is the Complainant/Respondent herein and as such they are conversant with the facts of the case. nd",
                "2. It is submitted that, the 2 deponent/ Respondent herein (H.B. Sathyanarayana Rao) st has filed complaint against the 1 deponent/Petitioner herein (K.Shankar) in CC No.677/2011 before the JMFC-II at Shivamogga for the offence punishable u/s 138 of N.I. Act stating that he has given hand loan of Rs.75,000/- on 18.05.2010 and after the trial the court convicted the accused for the offence punishable u/s 138 of N.I.Act and sentenced to pay fine of Rs.1,00,000/- and in default of payment of fine the accused shall undergo simple imprisonment for a period of 6 months. It was further ordered by the trial court that out of the said fine amount Rs.95,000/- be paid as compensation to the complainant. st",
                "3. It is submitted that, the 1 deponent (K.Shankar) filed Crl.A.No.149/2014 before the court of III Addl. Sessions Judge at Shivamogga against the said order of conviction and sentence in CC No.677/2011. The said Appellate Court by order dated 28-7-2016 dismissed the Clr.A.No.149/2014.",
                "4. The 1 deponent (K.Shankar) filed the above Crl.R.P.No.230/2017 before this Hon'ble Court challenging the concurrent finding in C.C.No.677/2011 and in Crl.A.No.149/2014.",
                "5. It is submitted that both the parties have settled st the matter out of the court and the 1 deponent (K.Shankar) has paid the amount of Rs.75,000/- nd to the 2 deponent (H.B.Sathyanarayana Rao) nd on 10.3.2021 and the 2 deponent has received the said amount and the same is hereby st confirmed. Further, the 1 deponent (K.Shankar) has deposited fine amount of Rs.5,000/- before the trial court on 10.3.2021. nd The 2 deponent (H.B.Sathyanarayana Rao) submits that, he has no objection for compounding the offence and setting aside the said conviction and sentence.",
                "6. Hence, in view of the amicable settlement between the parties and also in view of the judgment in Damodhar S.Prabhu Vs. Sayed Babalal H. (2010) 5 SCC 663 : (AIR 2010 SC 1907), the above matter may please be allowed by setting aside the order of conviction and sentence dated st 01-08-2014 which is confirmed by the 1 Appellate Court in Crl.A.No.149/2014 by order dated 28-7-2016. This Hon'ble Court is requested to permit both the parties to compound the offence punishable u/s 138 of N.I. Act.",
                "7. No prejudice or loss will cause to any person if the parties are allowed to compound the offence and on the contrary if they are not permitted to compound the offence then they will be put to irreparable hardship. Hence, prayer in the accompanying affidavit."
            ]
        },
        "4. In view of the submission made by learned Amicus Curiae for the parties and accepting the terms and conditions mentioned in the joint affidavit, the complaint is dismissed and revision petition is disposed of in terms of the joint affidavit filed by the parties. Sri. A.N.Radhakrishna, learned Amicus Curiae for petitioner is fair enough to forego his remuneration and the same is accepted. However, the remuneration of Rs.2,000/- is fixed to Dr.J.S.Halashetty for assisting as Amicus Curiae for respondent."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Dishonor of cheque - Compounding of offence - Both parties settled matter out of court - Accused paid amount of Rs.75,000/- to complainant and fact that complainant received said amount is confirmed - No prejudice or loss will cause to any person if parties allowed to compound offence - Compounding of offence, allowed. (Para4)",
    "Result": "Petition allowed"
}