{
    "ILOCaseNo": "2021 ILO MUM 606735",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Criminal Revision Application - 94 of 2019",
            "Petitioner": "Anandilal Lunaramji Joshi",
            "Respondent": "Swami Kishtayya Yerulwar"
        }
    ],
    "JudgmentDate": "04/10/2021",
    "BenchCoram": "Rohit B. Deo",
    "Lawyers": {
        "LawyerForPetitioner": [
            "S. Agrawal"
        ],
        "LawyerForRespondent": [
            "A. A. Dhawas"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. This revision emanates from proceedings under Section 138 of the Negotiable Instruments Act, 1881.",
        "2. The applicant is the original accused who is convicted by the learned Magistrate and is sentenced to suffer three months simple imprisonment and to pay compensation of Rs. 5,90,000/-(Rupees Five Lacs Ninety Thousand). Criminal Appeal 27/2015 preferred by the applicant/original accused is dismissed by the learned Additional Sessions Judge, Chandrapur.",
        "3. A serious attempt was made by the learned counsel appearing on behalf of the parties to persuade their clients to compound. The complainant and the accused did reach a broad agreement, which however, did not culminate in mutually acceptable terms since the parties disagreed on the exact amount of compensation.",
        "4. The accused has submitted that in addition to the amount of compensation of Rs. 5,90,000/- (Rupees Five Lacs Ninety Thousand) which is deposited and which the complainant may be permitted to appropriate, along with interest accumulated, towards compensation, the accused shall pay the complainant an additional amount of Rs. 70,000/- (Rupees Seventy Thousand). However, the complainant is insisting that in addition to the amount of Rs. 5,90,000/- (Rupees Five Lacs Ninety Thousand) with interest, he be paid as compensation further amount of Rs. 2,00,000/- (Rupees Two Lacs).",
        "5. In my considered view, the complainant shall be adequately compensated, if in addition to the amount of Rs. 5,90,000/- (Rupees Five Lacs Ninety Thousand) and the accumulated interest, the accused pays him Rs. 1,25,000/- (Rupees One Lac Twenty Five Thousand) within three weeks. The prayer for compounding can be allowed subject to such terms.",
        "6. The offence is compounded and the accused is discharged subject to the condition that he pays the complainant Rs. 1,25,000/- (Rupees One Lac Twenty Five Thousand) within three weeks which shall be in addition to the amount of Rs. 5,90,000/-(Rupees Five Lacs Ninety Thousand), with the accumulated interest which the accused has deposited and which shall be withdrawn by the complainant towards compensation.",
        "7. The complainant has preferred a separate application viz. Criminal Application (APPR) 38/2020 for withdrawal of amount which is deposited till today. The same is allowed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Cheque dishonour - Compounding of offence - Matter related to dishonour of cheque settled between parties and accused accepted to pay amount of Rs. 1,25,000/- within three weeks which shall be in addition to the amount of Rs. 5,90,000/- - Offence compounded - Conviction liable to be set aside. (Paras5 6)",
    "Result": "Petition allowed"
}