{
    "ILOCaseNo": "2021 ILO JK 606785",
    "Court": "JAMMU AND KASHMIR HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM(M) - 278 of 2021",
            "Petitioner": "M/S. D. Meadows Ladakh",
            "Respondent": "Mohammad Ali"
        }
    ],
    "JudgmentDate": "22/11/2021",
    "BenchCoram": "Sanjeev Kumar",
    "Lawyers": {
        "LawyerForPetitioner": [
            "SCW 237 S. A. Makroo Sr. Advocate With R. A. Bhat"
        ],
        "LawyerForRespondent": [
            "M. A. Qayoom Advocate With M. Tufail"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner, an accused in the complaint filed under Section 138 of Negotiable Instruments Act, 1981 ['N.I. Act'] by the respondent, is before this Court seeking exercise of inherent power vested in this Court by Section 482 Cr.P.C to quash the complaint and the consequent proceedings in case titled",
        {
            "I": [
                "Mohammad Ali vs. M/S D Meadows, Ladakh pending trial before the Court of learned Chief Judicial Magistrate, Kargil, Ladakh (for short 'the trial Court').",
                "2. The aforesaid complaint as well as the proceedings taken therein are challenged primarily on the ground that the cheque, alleged to have been dishonored, was not issued by the petitioner in favour of the respondent for any legally enforceable debt and that the complaint has been filed just to wreck vengeance and cause harassment to the petitioner and his family members. It is averred that the dispute between the petitioner and the respondent, if any, is purely a dispute of civil nature and, therefore, the respondent can not be permitted to set the criminal law in motion to settle the civil dispute by creating fear of prosecution. Reference is also made to a civil suit for permanent prohibitory injunction filed by the petitioner against the respondent which is subjudice in the Court of Sub-Judge, Kargil, Ladakh. It is lastly contended that the complaint filed by the respondent purportedly under Section 138 read with 142 of N.I. Act is only a tool of harassment and, therefore, allowing such complaint to proceed would be gross abuse of process of law.",
                "3. The petition is resisted by the respondent who has entered appearance and contested the petition through his counsel Mr. M.A.Qayoom, Advocate. The star point raised by Mr. Qayoom to resist this petition is that when the cheque issued by the petitioner to the respondent is not denied, there is presumption under Section 139 of N.I. Act that the same has been issued for discharging legally enforceable debt. He submits that the pleas raised by the petitioner in this petition may, at best, amount to defence of the petitioner, to be led by him during the trial. He argues that the trial Court, at the time of taking cognizance, was only to ensure that the ingredients of Section 138 of N.I. Act were pleaded and demonstrated and once, it was so found, the Magistrate had no option, but to take the cognizance. He further submits that the petitioner has not come to this Court with clean hands, in that, the petitioner in his statement recorded before the trial Court under Section 251 Cr.P.C, has not set up the defence which he has pleaded in this petition, rather he has completely denied the contents of the complaint being false and misleading allegations. On these short submissions, learned counsel for the respondent seeks dismissal of this petition.",
                "4. Having heard learned counsel for the parties and perused the record, it is necessary to set out, though briefly, the relevant facts as may be necessary for disposal of this petition. The case projected by the respondent in the complaint filed by him before the trial Court is that he agreed to sell a piece of land measuring 80 ft. x 200 ft. to the petitioner for consideration of Rs.40.00 lakhs and an agreement to sell dated 17.01.2018 was executed at Kargil, Ladakh. It is pleaded that an amount of Rs.20.00 lakhs was paid by the respondent and in lieu thereof, the possession of the land aforesaid was handed over to him. It was also agreed between the parties that a proper sale deed shall be executed and duly registered before the Sub-Registrar, Kargil in due course of time and the remaining consideration amount would be paid by the petitioner after registration of the sale deed. On 18.12.2018, the respondent executed a proper sale deed with respect to the land aforementioned in favour of daughter of the petitioner, namely Kouser Zabeen and got it duly registered before the Sub-Registrar, Kargil, Ladakh. The petitioner issued a post dated cheque for an amount of Rs.14,50,000/- payable on 28.12.2018. The cheque was presented by the respondent for encashment to his banker i.e, J and K Bank, Branch Baroo, Kargil on 31.01.2019, but the same was returned unpaid by the Bank with a memo dated 31.01.2019 with the remarks "
            ]
        },
        "Funds Not Sufficient",
        {
            "I": [
                ". The respondent through his counsel served a demand notice dated 05.02.2019 to the petitioner calling upon him to pay the aforesaid amount. The petitioner received the notice and sent his reply through his counsel on 19.02.2019, but did not make the payment, though he admitted the issuance of post dated cheque in question.",
                "5. In the aforesaid backdrop, the respondent filed a complaint before the trial Court. The trial Court took cognizance of the complaint, put the petitioner on notice and on his appearance, recorded his statement on 23.08.2021 in which the petitioner denied all the allegations and claimed to be tried.",
                "6. When the rival contentions of learned counsel appearing for the parties are analyzed in the context of above factual matrix, following questions crop up for determination in this case: (i) Whether the dispute between the parties with regard to payment of bounced cheque is a pure and simple civil dispute and, therefore, the proceedings under Section 138 of N.I. Act are not maintainable ? ; (ii) Whether the plea of the accused in the complaint under Section 138 N.I. Act that he made the cheque in favour of the complainant without there being any legally enforceable debt or other liability, could be examined by the trial Court at the threshold or it would only constitute defence of the accused, to be led and proved during the course of trial ?.",
                "7. Having given anxious consideration to the arguments of learned counsel for the parties and the law cited at Bar, I am of the considered view that it is not a case of converting the civil dispute into a criminal case to harass the petitioner as alleged.",
                "8. It is true that if the dispute has the contours of dispute of civil nature and does not constitute a criminal offence, this Court may be justified to quash the complaint or the criminal proceedings as the case may be, in the exercise of inherent power under Section 482 Cr.P.C. The criminal proceedings ought not to be permitted to degenerate into weapon of harassment. This issue was considered by this Court in the case of Zulfikar Hussain Dar vs Aijaz Ahmad Dr (CRM(M) No. 146/2021, decided on 17.05.2021). In paragraph (26) of the judgment, this Court concluded thus:"
            ]
        },
        "26. There is no denying the proposition that in a case involving the dispute purely of a civil nature, the criminal law cannot be set in motion but, it is equally well settled that certain offences like the offences of cheating, criminal breach of trust, criminal misappropriation and offence under section 138 of the NI Act do arise out of the civil transactions and if the ingredients of offence/offences are made out, criminal law too can be set in motion alongside the civil remedy for resolution of the dispute. It is in this context the Hon'ble Supreme Court in the case of Satish chandra (Supra) has cautioned against the criminalising civil disputes such as breach of civil obligation except when such breach is accompanied by fraudulent, dishonest or deceptive inducements. There is subtle distinction between mere breach of contract and cheating. The cheating would involve fraudulent inducement and mens rea. In so far as Section 138 NI Act is concerned, the same was introduced in the Negotiable Instruments Act, 1881 with a view to promoting the efficiency of bank operations and to ensure the credibility in transacting business through cheques. Undoubtedly, the law related to NI Act is the law of commercial nature legislated to simplify the acts in transaction and loan making provision of giving sanctity to the instruments of credits which could be deemed to be creditable in money and easily passable from one person to another. Section 138 creates a statutory offence in the matter of dishonour of cheques on the grounds of insufficiency of funds in the account maintained by a person with the banker and that it exceeds the amount arranged to be paid. Generally, in the criminal law, mens rea is an essential component of crime but dishonour of cheque is a criminal offence where there is no need to prove a mens rea. The offence under Section 138 would be made out only if the dishonored cheque is drawn by the drawer in favour of the drawee for discharge of legally enforceable debt or liability. Essentially, there is element of civil liability between the drawer and drawee of the cheque but if the ingredients of Section 138 are made out, it is a criminal offence to be tried in the manner provided under Section 142 of the NI Act",
        {
            "I": [
                ".",
                "9. In the recent judgment, the Hon'ble Supreme Court in the case of Ripudaman Singh vs Balkrishna, (2019) 4 SCC 767 : (AIR 2019 SC 1625) in paragraph (9) which is relevant in the context of controversy raised in this petition, held thus: "
            ]
        },
        "We find ourselves unable to accept the finding of the learned Single Judge of the High Court that the cheques were not issued for creating any liability or debt, but 'only' for the payment of balance consideration and that in consequence, there was no legally enforceable debt or other liability. Admittedly, the cheques were issued under and in pursuance of the agreement to sell. Though it is well settled that an agreement to sell does not create any interest in immoveable property, it nonetheless constitutes a legally enforceable contract between the parties to it. A payment which is made in pursuance of such an agreement is hence a payment made in pursuance of a duly enforceable debt or liability for the purposes of Section 138",
        {
            "I": [
                ".",
                "10. It is, thus, trite law that that the offence under Section 138 of N.I. Act is always committed in the course of civil transactions and if a cheque is given by the accused to the complainant in the discharge of his civil liability, which, of course, must be the legally enforceable debt or liability and same, if presented before the Bank, is returned unpaid by the Bank for insufficiency of funds or that it exceeds the amount arranged to be paid, the complainant may serve a notice upon the accused to make the payment within thirty days from the receipt of the said notice. It is only after the accused fails to make the payment represented by the dishonoured cheque within the stipulated period, he becomes liable to be proceeded under Section 138 of N.I. Act. The complainant, in such eventuality, is not debarred for filing a civil suit for recovery of the amount of cheque. It is, however, seen that in the matters of dishonor of cheques, the aggrieved party normally relies upon the proceedings under Section of N.I. Act and this is so, because the remedy under Section 138 of N.I. Act has twin aspects i.e the criminal aspect as well as the compensatory aspect. The aggrieved party, if succeeds in these proceedings, can be compensated by imposing fine on the defaulting party which may extend to twice the value of the cheque. That being the clear mandate of law, it is not available to the petitioner to contend that dishonor of cheque issued by him only gives rise to a civil liability and that the criminal complaint filed by the respondent is only to degenerate the litigation into a tool of harassment. The complaint filed by the respondent, if viewed in this context, does not lack the ingredients of the offence under Section 138 N.I. Act.",
                "11. Though, Section 138 of N.I. Act is aimed at penalizing the dishonor of cheque along with making adequate compensation to the aggrieved person, yet, mere dishonor of cheque by itself is not an offence under the said Section and to become an offence, following ingredients are required to be fulfilled: (i) A person must have drawn a cheque for payment of money to a person for any legally enforceable debt or other liability; (ii) The cheque has been presented to the Bank within a period of six months or within period of its validity, whichever is earlier; (iii) The cheque is returned by the Bank unpaid either because of insufficient funds or that it exceeds the amount arranged to be paid from that account by an agreement made with the Bank; (iv) The payee makes a demand for the payment of money by giving a notice in writing to the drawer within thirty days of the receipt of information from the Bank regarding return of the cheque as unpaid; and, (v) The drawer fails to make payment to the payee within fifteen days of the receipt of the notice.",
                "12. As noted above, the complaint of the respondent, if read in its entirety, does not leave any manner of doubt that it fulfils all the requirements of Section 138 of N.I. Act. There is a transaction with regard to the land between the petitioner and the respondent. An Agreement to sell in this regard is also executed between the parties. The cheque paid by the petitioner to the respondent towards consideration of the land is also not in dispute. It is also not in dispute that the respondent has executed a formal sale deed in favour of daughter of the petitioner. The cheque when presented by the respondent for encashment to his banker, has been returned unpaid due to insufficiency of funds in the account maintained by the petitioner. The petitioner by way of notice was called upon to pay the amount of cheque and on his failure to make the payment within the stipulated period, the complaint was filed within the period of limitation. That being so, it is difficult for this Court to accept the contention of the petitioner that, though, he delivered the dishonored cheque to the respondent as part of sale consideration, yet, the actual sale deed was not executed by the respondent in his favour, and that the sale deed executed by him in favour of his daughter is a transaction altogether different. This, if true, may constitute a valid defence which the petitioner is entitled to take during the course of trial.",
                "13. The contention of the petitioner that the defence put forth by him is a probable defence apparent from the complaint and the documents appended thereto is substantially diluted by the statement of the petitioner recorded under Section 251 Cr.P.C wherein the petitioner has denied all the allegations leveled in the complaint including issuance of a cheque. He has not said anything about his probable defence which he has sought to project before this Court in this petition.",
                "14. On facts, I do not find it a case where the Court could have taken the probable defence of the petitioner into consideration at the threshold and dismissed the complaint on the ground that dishonored cheque was not issued by the petitioner in the discharge of any legally enforceable debt or other liability.",
                "15. Most of the judgments relied upon by the learned counsel for the petitioner deal with the defence as projected by the petitioner in this petition, taken during the course of trial. The Courts have accepted the defence and returned a finding that the dishonored cheque was not for a legally enforceable debt or liability. The findings in those cases have been returned after the trial and in the context of proved facts. I do not, therefore, think it necessary to burden this judgment with all such citations.",
                "16. In the matter of Laxmi Dyechem vs State of Gujarat and ors, (2012) 13 SCC 375 : (2013 ACD 838 (SC)), a Division Bench of Hon'ble Supreme Court consisting of Justice T.S.Thakur and Justice Gyan Sudha Misra, the then Judges of the Hon'ble Supreme Court, while dealing a case under Section 138 of N.I. Act, also touched upon question No.(ii) that is raised in this petition. In the lead judgment written by Justice Thakur, there is no specific reference to this issue, but in the supplementary judgment written by Justice Gyan Sudha Misra, in paragraphs (22) and (25), Her Lordship has made very interesting and thought provoking observations. I reproduce paragraphs (22) and (25) hereunder:"
            ]
        },
        "22. We have to bear in mind that the Legislature while incorporating the provisions of Chapter XVII, Sections 138 to 142 inserted in the NI Act (Amendment Act 1988) intends to punish only those who know fully well that they have no amount in the bank and yet issue a cheque in discharge of debt or liability already borrowed/incurred -which amounts to cheating, and not to punish those who refused to discharge the debt for bona fide and sustainable reason. It is in this context that this Hon'ble Court in the matter of M.M.T.C. Ltd. And Anr vs. Medchl Chemical and Pharma (P) Ltd. And Anr.[1] was pleased to hold that cheque dishonour on account of drawer's stop payment instruction constitutes an offence under Section 138 of the NI Act but it is subject to the rebuttable presumption under Section 139 of the NI Act as the same can be rebutted by the drawer even at the first instance. It was held therein that in order to escape liability under Section 139, the accused has to show that dishonour was not due to insufficiency of funds but there was valid cause, including absence of any debt or liability for the stop payment instruction to the bank. The specific observations of the Court in this regard may be quoted for ready reference which are as follows:",
        {
            "I": "The authority shows that even when the cheque is dishonoured by reason of stop-payment instructions by virtue of Section 139 the court has to presume that the cheque was received by the holder for the discharge, in whole or in part, of any debt or liability. Of course this is a rebuttable presumption. The accused can thus show that the "
        },
        "stop-payment",
        {
            "I": " instructions were not issued because of insufficiency or paucity of funds. If the accused shows that in his account there were sufficient funds to clear the amount of the cheque at the time of presentation of the cheque for encashment at the drawer bank and that the stop-payment notice had been issued because of other valid causes including that there was no existing debt or liability at the time of presentation of cheque for encashment, then offence under Section 138 would not be made out. The important thing is that the burden of so proving would be on the accused. Thus a court cannot quash a complaint on this ground."
        },
        "Therefore, complaint filed in such a case although might not be quashed at the threshold before trial, heavy onus lies on the court issuing summons in such cases as the trial is summary in nature",
        {
            "I": [
                ".",
                "25. Therefore, if the accused is able to establish a probable defence which creates doubt about the existence of a legally enforceable debt or liability, the prosecution can fail. The accused can rely on the materials submitted by the complainant in order to raise such a defence and it is inconceivable that in some cases the accused may not need to adduce the evidence of his/her own. If however, the accused/drawer of a cheque in question neither raises a probable defence nor able to contest existence of a legally enforceable debt or liability, obviously statutory presumption under Section 139 of the NI Act regarding commission of the offence comes into play if the same is not rebutted with regard to the materials submitted by the complainant"
            ]
        },
        ". However, in the later part of the said judgment i.e paragraph (29), the learned Judge made the following observations:",
        {
            "I": "29. Thus, although a petition under Section 482 of the Cr.P.C. may not be entertained by the High Court for quashing such proceedings, yet the judicious use of discretion by the trial judge whether to proceed in the matter or not would be enormous in view of Section 139 of the NI Act and if the drawer of the cheque discharges the burden even at the stage of enquiry that he had bona fide reasons to stop the payment and not make the said payment even within the statutory time of 15 days provided under the NI Act, the trial court might be justified in refusing to issue summons to the drawer of the cheque by holding that ingredients to constitute offence under Section 138 of the NI Act is missing where the account holder has sufficient funds to discharge the debt. Thus the category of 'stop payment cheques' would be a category which is subject to rebuttal and hence would be an offence only if the drawer of the cheque fails to discharge the burden of rebuttal"
        },
        ". (underlining mine)",
        "17. From a reading of the supplementary judgment written by Justice Gyan Sudha Misra in its entirety and particularly the paragraphs reproduced hereinabove, it transpires that the learned Judge has suggested that in appropriate cases, where the probable defence of the accused that the cheque was not for discharge of any legally enforceable debt or liability, can be gauged from the contents of the complaint and the appended documents, the trial Magistrate may be justified in refusing to entertain the complaint, but the said observations of learned Judge in its supplementary judgment have not found favour by the Hon'ble Supreme Court in its later judgment rendered in the case of Shiv Kumar vs. Ramavtar Agarwal, (2020) 12 SCC 500 : (AIROnline 2020 SC 866) wherein a Division Bench of Hon'ble Supreme Court while upholding the observations made in paragraphs (23) and (32) of the impugned judgment of High Court concluded that rebuttal can be made with reference to the evidence of the prosecution as well as the defence. What was upheld and endorsed by the Supreme Court can be seen from paragraph (4) of the judgment, which reads thus:",
        {
            "I": [
                "4. Mr. Mahesh Jethmalani, learned senior counsel appearing for the appellant contends that Judicial Magistrate First Class could have examined the materials filed along with the complaint and from the materials which were brought on the record it was clear that there was no legally enforceable debt hence there was no case for taking cognizance of the offence and registering the criminal complaint. He referred to the agreement dated 21.10.2014 Annexure P-2 between the parties. Learned counsel for the appellant has also referred to the judgment of the High Court and specifically paragraphs 23 and 32. The High Court in paragraphs 23 and 32, which has been relied and referred by counsel for the appellant, observed:"
            ]
        },
        "23. The presumption available under Section 139 of NI Act has to be rebutted and that rebuttal can only be done after adducing evidence. This, by itself clearly reflects that the rebuttal presumption cannot be looked into at the stage of the Court taking cognizance of the offence and registering the case all that Court would have to see is whether there is a prima facie case made out meeting the conditions precedent as envisaged under Section 138 of NI Act, which in the instant case, in the opinion of this Court, the Respondent has in fact been able to establish and fulfil all such ingredients.",
        "32. As has been stated in the preceding paragraphs since there is a presumption to be drawn of there being a debt or liability in part or in whole of the drawer to the holder of the instrument, the Court below cannot be said to have faulted upon in taking cognizance and in registering the offence. Since it is a rebuttal presumption and all the contentions and averments made by the counsel for the Petitioner being his defence, it would be open for him to raise all these grounds at the stage of leading evidence including the defence of existence of legally enforceable debt or liability. However, there can be no doubt that at the time of filing of complaint there was always initial presumption which would be in favour of the complainant.",
        {
            "I": " We are in full agreement with the opinion of the High Court expressed in the above noted paragraphs which has been referred by learned counsel for the appellant. It is well settled that the rebuttal can be made with reference to the evidence of the prosecution as well as of defence."
        },
        "(emphasis supplied)",
        "18. In view of the clear provisions of Sections 138 and 139 of N.I. Act and the legal position on the point explained by the Hon'ble Supreme Court, there is hardly any reason to doubt the proposition that the probable defence of the accused in a complaint under Section 138 of N.I. Act, that the cheque issued by him which was later dishonored was not for any legally enforceable debt or liability, can be raised by the accused only at the stage of leading evidence and cannot be considered by the Magistrate at the threshold at the time of taking cognizance. It, however, remains to be seen that in a case where, from a plain reading of the complaint and the documents appended thereto, it clearly comes out that the cheque issued by the accused, as per own showings of the complainant, was not for discharge of any legally enforceable debt or other liability. Here, I am of the view that in such a rare situation, where there is no dispute on facts and it is clearly made out from the complaint and the appended documents that the dishonored cheque issued by the accused is admittedly for a consideration which is not a legally enforceable debt or liability, the Magistrate would be justified even at the threshold not to take cognizance. However, the facts of the instant case do not reflect such admitted position.",
        "19. In the view I have taken, I find enough support from the observations of Justice Gyan Sudha Misra in Shiv Kumar (supra) which are elaborately reproduced hereinabove. On a conspectus of the material on record, and the legal position adumbrated above, I have reached a conclusion that the petitioner in the instant case has not made out a case for quashment of complaint and the consequent proceedings in the exercise of inherent powers conferred on this Court by Section 482 Cr.PC. The judgment of Hon'ble Supreme Court in the case of State of Haryana vs Bajan Lal 1992, Supp (1) SCC 335 : (AIR 1992 SC 604) continues to serve as a beacon of light for exercise of inherent jurisdiction by the High Courts under Section 482 Cr.PC.",
        "20. For all these reasons, I do not find it a case for interference with the complaint and the proceedings going on therein in the trial Court. This petition, is, therefore, found to be without merit. The same is, accordingly, dismissed. The observations made hereinabove are only for the purposes of disposal of this petition and should prejudice none."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Criminal P.C. (2 of 1974), S.482 - Dishonour of cheque - Quashing of complaint - Disputed question of fact - Defence of accused that dishonored cheque was not issued by him in discharge of any legally enforceable debt or other liability - Can be raised by him only at stage of leading evidence and cannot be considered by Magistrate at threshold at time of taking cognizance - No case made out for quashment of complaint and consequent proceedings - Complaint not liable to be quashed. (Para18)",
    "Result": "Petition dismissed"
}