{
    "ILOCaseNo": "2021 ILO KAR 606819",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 362 of 2012",
            "Petitioner": "MOHAMMED MOHIDDIN KHAN",
            "Respondent": "KISHORE M. PATEL"
        }
    ],
    "JudgmentDate": "01/02/2021",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "S. Javeed",
            "Amicus Curiae"
        ],
        "LawyerForRespondent": [
            "Chetan B"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner who was the accused in the Court of IV Addl. First Civil Judge and Judicial Magistrate First Class, Mysore (hereinafter referred to as 'the Trial Court') in C.C.No.989/2008 was found guilty for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (for brevity, hereinafter referred to as 'the N.I. Act') and was sentenced accordingly.",
        "2. The summary of the case of the complainant in the Trial Court is that towards the purchase of Burma Teakwood as per the purchase order, the present petitioner issued two cheques to the complainant, the first cheque bearing No.862010 for `4,00,000/- and dated 21.03.2008 and the second cheque bearing No.862016 dated 04.04.2008 for a sum of `10,13,000/-, both drawn in favour of the complainant, on HDFC Bank, Saraswatipuram Branch, Mysuru. The complainant supplied the goods and presented both the cheques for realisation through his banker. However, both the cheques returned with the banker's endorsement",
        {
            "I": "insufficient funds"
        },
        "which made the complainant to issue a legal notice upon the accused demanding the cheques' amounts, however, the accused sent a denial reply but did not repay the cheques' amounts, which constrained the complainant to file a criminal case against the accused in the Trial Court for the offence punishable under Section 138 of the N.I. Act. The accused entered appearance in the Trial Court and contested the matter. The complainant got examined as P.W.1, got marked documents from Exs.P1 to P15. Neither any witness was examined on behalf of the accused nor documents were marked as exhibits from his side. After hearing both side arguments, the Trial Court by its impugned Judgment dated 26.08.2011 convicted the accused for the offence punishable under Section 138 of the N.I. Act and sentenced him accordingly.",
        "3. Aggrieved by the said Order of conviction, the accused preferred an appeal in the Court of Court of IV Addl. Sessions Judge, Mysore (for brevity, hereinafter referred to as 'Sessions Judge's Court') in Criminal Appeal No.118/2011 which also, after hearing both side, by its Judgment dated 13.02.2012, dismissed the appeal and confirmed the Judgment of conviction and Order on sentence passed by the Trial Court. It is challenging these impugned Judgments, the accused has preferred the present revision petition.",
        "4. The Sessions Court and the Trial Court records were called for and the same are placed before the Court. Perused the materials placed on record.",
        "5. Though initially accused / petitioner herein was being represented by his counsel in this matter, but in view of continuous non appearance of the learned counsel for the petitioner in the matter, this Court, by its detailed Order dated 16.01.2021, appointed an amicus curiae for the petitioner. Accordingly, learned amicus curiae is representing the case of the petitioner in this matter.",
        "6. Heard arguments of the learned amicus curiae for the revision petitioner as well as the learned counsel for the respondent who are physically present in the Court.",
        "7. The point that arises for my consideration is,",
        {
            "I": "whether the Judgment of conviction and Order on sentence passed by the Trial Court and confirmed by the Sessions Judge's Court is incorrect and suffers with any illegality or perversity, warranting interference at the hands of this Court?"
        },
        "8. It is not in dispute that the parties were acquainted with each other and that the present petitioner as a proprietor of",
        {
            "I": "Pak's Associates"
        },
        "had placed order with the present respondent (complainant) for supply of a specific quantity of Burma teakwood as evidenced in Ex.P15 dated 01.03.2008. It is also not in dispute that the present respondent as a supplier of the goods had supplied some quantity of teakwood to the present petitioner(accused). It is also not in dispute that the accused immediately after negotiations had issued a cheque for a sum of `4,00,000/- dated 21.03.2008 in favour of the complainant. It is also not in dispute that the cheque at Exs.P1 and P2 are issued by the petitioner as authorized signatory of the establishment from which the said cheques have been issued and both the cheques are in favour of the complainant- establishment which is said to be a proprietorship concern. The first cheque at Ex.P1 is for a sum of `4,00,000/- and the second cheque at Ex.P2 is for a sum of `10,13,000/-. It is also not in dispute that those cheques when presented for realisation, came to be dishonoured for the reason 'funds insufficient' as evidenced in banker's challan and cheque return memo at Exs.P3, P4, P5, P6, P7 and P8. It is also not in dispute that after dishonour of the cheque, the complainant got issued a legal notice to the accused as per Ex.P9 demanding the amounts of both the cheques and the same was sent to the accused under",
        {
            "I": "registered post"
        },
        "as could be seen at Ex.P12 and also under",
        {
            "I": "certificate of posting"
        },
        "as evidenced under Ex.P10. It is further not in dispute that though the legal notice sent through",
        {
            "I": "registered post acknowledgement due"
        },
        "was returned to the sender, but after receiving the notice sent under",
        {
            "I": "certificate of posting"
        },
        ", the accused sent a reply as per Ex.P13. However, the contention of the accused is that the goods sent were of poor quality worth `4,00,000/-only which was at the earliest point of time intimated to the complainant, as such, the accused was not liable to pay the cheque amount of Ex.P2 which is for a sum of `10,13,000/-. In that regard the accused claims to have sent a reply as per Ex.P13. However, the fact remains that the accused has not denied or disputed issuance of cheques at Exs.P1 and P2 respectively for a sum of `4,00,000/- and `10,13,000/- which subsequently came to be dishonoured. Thus a legal presumption under Section 139 of the N.I. Act forms in favour of the complainant about the existence of a legally enforceable debt. However, the said presumption is rebuttable.",
        "9. According to the learned amicus curiae for the petitioner, the accused in order to rebut the presumption placed reliance on a reply notice at Ex.P13 where at the earliest point of time, the accused has stated that due to the poor quality of the goods supplied, the worth of the goods (value of the goods) was only `4,00,000/- as such, the accused was not under obligation to honour the second cheque for the sum of `10,13,000/-. Learned counsel also submits that even in the cross examination of P.W.1 also it was suggested that the goods were of poor quality and short supply as such, the accused was not liable to pay the cheque amount in Ex.P2, the second cheque. Learned counsel for the respondent/complainant in his arguments submitted that the supply of the goods has not been disputed however, the alleged poor quality is not established by the accused in the Trial Court. It is only to avoid his liability under the dishonoured cheques, the accused has come up with a false defence.",
        "10. Admittedly, the accused has neither entered witness box to lead evidence on his side nor produced any documents in his support, as such, his entire attempt to rebut the presumption formed in favour of the complainant was through the cross examination of P.W.1(complainant) and his reply to the legal notice, at Ex.P13.",
        "11. Ex.P15 is the purchase order shown to have been placed by the present petitioner (accused) with the present respondent (complainant) which is shown to be printed on the letterhead of the present respondent with the title",
        {
            "I": "Purchase Order"
        },
        ". The said document is not in dispute. Further the accused in his reply to the notice which is at Ex.P13 has admitted of he placing the order for supply of door frames of Burma Teakwood worth `25,00,000/-. A specific admission has been made by the accused himself in his said reply to the legal notice. Therefore, it is established that there was a business transaction between the complainant and the accused.",
        "12. Even according to the accused, at the initial stage, immediately after placing the order with the complainant, he issued a cheque bearing No.862010 for a sum of `4,00,000/- in favour of the complainant which is at Ex.P1. This fact is evident in the reply to the notice at Ex.P13 itself. That being the case, the accused has taken a contradictory defence in the cross examination of P.W.1 suggesting to P.W.1 that at the time of placing the order, he had issued two blank cheques to the complainant and that after noticing the poor quality of the goods supplied, as they are worth `4,00,000/-, he had requested the complainant to fill up those two cheques for a sum of `2,00,000/- each and present them. The said defence though was not admitted by P.W.1 as true, but this defence taken by the accused for the first time in the cross examination of P.W.1 is contrary to his stand taken in the reply to the notice at Ex.P13.",
        "13. As already observed, in the notice at Ex.P13, the accused has clearly admitted as true that immediately after placing the Purchase Order with the complainant, he had issued a cheque at Ex.P1 for a sum of `4,00,000/-, dated 21.03.2008. Added to the above, the undisputed letter of the accused which is at Ex.P14 in its letterhead and addressed to the complainant would also go to show that through a letter dated 14.03.2008, the accused has acknowledged the purchase of the Burma Teakwood as described in the said purchase order which is worth `14,13,000/- and after deducting the advance paid which is at `4,00,000/-, the remaining sum of `10,13,000/- was paid through the cheque bearing No.862016 as a full and final amount. The said cheque which also admittedly has been dishonoured is at Ex.P2. Therefore, the very own documents of none else than the accused himself demonstrate that he had issued two cheques at Exs.P1 and P2 to the complainant towards the purchase of the goods and both the cheques got dishonoured when presented for realisation. The defence of the accused taken in the cross examination of P.W.1 that either there was short supply of goods worth only `4,00,000/- and that he had requested the complainant to fill those two cheques which are alleged to be blank according to him, for a sum of `2,00,000/- each are all unfounded, untenable defence taken up by the accused for the first time. Had really there was any issuance of blank cheques by the accused and his further alleged communication to the complainant about not presenting the cheques for the total value but to fill the cheques for a lesser amount and presenting the same to the bank, then the accused should have necessarily come up with more details about these aspects including by producing corroborative documents. However, the accused which also is shown to be an established business concern, did not place any material to support its contention. Therefore, without any hesitation it can be held that the complainant has produced the material to establish that in pursuance of the goods supplied by him to the accused, the accused had issued the cheques at Exs.P1 and P2 and the same got dishonoured when presented for realisation for the reason of insufficient funds.",
        "14. Admittedly the complainant had issued a legal notice demanding the cheque amounts after dishonour of cheques at Exs.P1 and P2. However, the accused failed to meet the demand. Since apart from the legal presumption in favour of the complainant, he could also further demonstrate before the Court through Exs.P13, P14, P15 that cheques were issued to him towards the legally enforceable debt and on the other hand, the accused since has totally failed to rebut the presumption formed in favour of the complainant, the said presumption formed in favour of the complainant has crystallised. The complainant has proved the guilt committed by the accused which is punishable under Section 138 of the N.I. Act beyond reasonable doubt.",
        "15. Since both the Trial Court as well the Sessions Judge's Court after appreciating the materials placed before them in their proper perspective, have rightly held the accused guilty for the alleged offence, I do not find any perversity, illegality or irregularity in the said order warranting interference at the hands of this Court. Further, since the order of sentence also being proportionate to the gravity of the proven guilt, the same also does not warrant any interference at the hands of this Court. Consequently, I proceed to pass the following: ORDER The revision petition stands dismissed as devoid of merit. The Court while acknowledging the service rendered by Sri S. Javeed, learned amicus curiae for the revision petitioner, recommends him an honorarium of a sum of not less than `3,000/-, payable to him by the Registry. Registry to transmit copies of this Order along with Trial Court and Sessions Judge's Court records to the concerned Courts, without delay."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonor of cheque - Legally enforceable debt - Accused allegedly issued to two cheque towards purchase of Burma Teakwood as per purchase order to complainant and complainant had supplied goods - Both cheques however dishonored - Complainant issued legal notice demanding cheque amounts after dishonour of cheques but accused failed to meet demand - Complainant produced purchase order on record to prove that cheques were issued to him by6 accused towards the legally enforceable debt - Legal presumption lies in favour of complainant as to legally enforceable debt - Accused totally failed to rebut such presumption - Conviction, proper. (Paras13 14 15)",
    "Result": "Petition dismissed"
}