{
    "ILOCaseNo": "2021 ILO SC 601156",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "Interlocutory Application No.30881 of 2021 in Special Leave Petition(Crl.) Diary No. 5187 of 2021",
            "Petitioner": "Kapur Singh",
            "Respondent": "State of Haryana and Anr."
        }
    ],
    "JudgmentDate": "03/03/2021",
    "BenchCoram": "V. RAMASUBRAMANIAN",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ankit Swarup",
            "AOR"
        ],
        "LawyerForRespondent": [
            "Siddhartha Jha",
            "AOR",
            "Aabhas Kshetarpal",
            "Gazab Singh Chauhan"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. JUDGMENT :-This is an application for exemption from surrendering and it arises under peculiar circumstances.",
        "2. The petitioner and another person are facing prosecution upon a bunch of 6 private complaints filed by the second respondent herein for alleged offences under Section 138 of the Negotiable Instruments Act, 1881. All of them being complaint cases and the offence being bailable in nature, the Judicial Magistrate, First Class, Jind, admitted the petitioner to bail.",
        "3. Subsequently, the complainant (2nd respondent herein) filed applications under Section 143A of the N.I. Act in each of the complaints seeking interim compensation. The Trial Court allowed the applications and directed the petitioner to pay 20% of the cheque amounts within 60 days.",
        "4. But the petitioner failed to make payments as ordered and as a consequence, the Trial Court cancelled the bail bonds of the petitioner and issued warrants of arrest. Challenging the orders of the Trial Court cancelling the bail bonds and issuing warrants of arrest, the petitioner moved criminal miscellaneous petitions before the High Court of Punjab and Haryana. By orders dated 21.12.2020, the High Court disposed of the petitions with a direction to the petitioner to surrender before the Trial Court on or before 15.02.2021 with a further stipulation that he will be released on bail subject to his furnishing fresh bail/surety bonds and on deposit of 20% of the cheque amount. This order was passed by the High Court purportedly on the basis of an undertaking given by the counsel for the petitioner.",
        "5. Disowning the statement contained in the order dated 21.12.2020 attributed to his Counsel, the petitioner moved applications for recalling the order dated 21.12.2020. All those applications were dismissed by the High Court by separate orders dated 18.01.2021. It is against those orders that the petitioner has come up with the above SLP, along with the present application for exemption from surrendering.",
        "6. In my considered view, the question of the petitioner surrendering before the Trial Court, as a pre-condition for entertaining the above SLP, does not arise. Order XXII Rule 5 of the Supreme Court Rules, 2013, makes it mandatory for a person to surrender or seek exemption from surrendering only when he has been sentenced to a term of imprisonment. The petitioner has not been sentenced to any term of imprisonment, by the orders impugned in the SLP. The orders out of which the above SLP arises, are orders passed for failure to comply with the directions issued under Section 143A of the N.I. Act. The consequences of failure to comply with the directions issued under Section 143A are spelt out in sub-section (5) of Section 143A. Sub-section (5) merely provides for the recovery of the interim compensation ordered under Section 143A, as if it were a fine, under Section 421 of the Code of Criminal Procedure, 1973. Section 421(1) Cr.PC prescribes two methods for recovery of fine. They are (i) recovery by attachment and sale of any movable property; and (ii) recovery through the Collector of the district as if the amount represents arrears of land revenue.",
        "7. The proviso to sub-section (1) of Section 421 Cr.P.C deals separately with cases where imprisonment for a particular term is awarded in default of payment of fine. That situation has not arisen here.",
        "8. When Section 143A(5) of the N.I. Act read with Section 421(1) of the Cr.PC does not prescribe a term of imprisonment and when the orders impugned in the SLP do not challenge any penalty of imprisonment for a particular term, the question of the petitioner surrendering or seeking exemption from surrendering does not arise. In other words, in cases of this nature, the Registry cannot insist upon either a surrender certificate or an application for exemption from surrendering under Order XXII, Rule 5 of the Rules.",
        "9. With the above clarification, the application for exemption from surrendering is disposed of as wholly unnecessary. The applicant is not obliged to surrender, for getting the SLP registered and listed for hearing. Hence the Registry may process the SLP further and list it for hearing if the papers are in order."
    ],
    "HeadNote": "Constitution of India, Art.145 - Supreme Court Rules (2013), O.22 R.5 - Exemption from surrendering - Surrender order passed for failure to comply with directions issued under S.143A of N.I. Act. to pay compensation - Petitioner has not been sentenced to any term of imprisonment - When S.143A(5) of N.I. Act read with S.421(1) of Cr.P.C. does not prescribe term of imprisonment - Question of surrendering or seeking exemption from surrendering does not arise. Negotiable Instruments Act (26 of 1881), S.143A(5) - Criminal P.C. (2 of 1974), S.421(1) - O. 22 R. 5 of the Supreme Court Rules, 2013, makes it mandatory for a person to surrender or seek exemption from surrendering only when he has been sentenced to a term of imprisonment. The petitioner has not been sentenced to any term of imprisonment, by the orders impugned in the SLP. The orders out of which the above SLP arises, are orders passed for failure to comply with the directions issued under S.143A of the N.I. Act. The consequences of failure to comply with the directions issued under S.143A are spelt out in sub-section (5) of S.143A. Sub-section (5) merely provides for the recovery of the interim compensation ordered under S.143A, as if it were a fine, under S.421 of the Code of Criminal Procedure, 1973. S.421(1) Cr.PC prescribes two methods for recovery of fine. They are (i) recovery by attachment and sale of any movable property and (ii) recovery through the Collector of the district as if the amount represents arrears of land revenue. The proviso to sub-section (1) of S.421 Cr.P.C deals separately with cases where imprisonment for a particular term is awarded in default of payment of fine. That situation has not arisen here. When S.143A(5) of the N.I. Act read with S.421(1) of the Cr.PC does not prescribe a term of imprisonment and when the orders impugned in the SLP do not challenge any penalty of imprisonment for a particular term, the question of the petitioner surrendering or seeking exemption from surrendering does not arise. In other words, in cases of this nature, the Registry cannot insist upon either a surrender certificate or an application for exemption from surrendering under O.22, R.5 of the Rules. The applicant is not obliged to surrender, for getting the SLP registered and listed for hearing. (Paras6 7 8 9)",
    "Result": "Order accordingly"
}