{
    "ILOCaseNo": "2021 ILO MUM 604076",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPEAL - 13 of 2021",
            "Petitioner": "Meharbaba Gramin Sahakari Pat Sanstha Maryadit and Ors.",
            "Respondent": "Hemant Ramdas Shirsagar"
        }
    ],
    "JudgmentDate": "15/02/2021",
    "BenchCoram": "N. B. SURYAWANSHI",
    "Lawyers": {
        "LawyerForPetitioner": [
            "A. S. Dhore"
        ],
        "LawyerForRespondent": [
            "D. S. Lambat"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1.ORDER :-Heard Shri. A.S. Dhore, learned counsel for the appellants and Shri D.S. Lambat, learned counsel for the respondent.",
        "2. This appeal takes exception to the order passed by learned Judicial Magistrate, First Class, Samudrapur below Exh.1 in SCC No. 309 of 2016, whereby the complaint filed by the appellants under Section 138 of the Negotiable Instruments Act, 1881 against the respondent was dismissed under Section 256 of the Code of Criminal Procedure for failure on the part of the appellant/ original complainant to lead evidence.",
        "3. The learned Advocate for the appellant submitted that the appellant - Path Sanstha had filed a complaint under Section 138 of Negotiable Instruments Act, 1881 (for short N.I. Act) against the respondent. On the given date i.e. on 28/01/2020 the appellant failed to remain present. Hence the complaint was dismissed under Section 256 of Code of Criminal Procedure and the respondent was acquitted. He further urged that since public money is involved, the appellant may be given opportunity to prosecute the matter on merits. Therefore he prayed for setting aside the order of dismissal and restoration of the matter on the file of the learned Trial Court.",
        "4. The learned Advocate for the respondent on the other hand supported the order of the Trial Court contending that the appellant/original complainant was repeatedly absent before the Trial Court and he has failed to lead evidence. Therefore the learned Trial Court justified in dismissing the complaint and acquitting the respondent. He states that there is no substance in the appeal filed by the appellant and the same may be dismissed.",
        "5. On perusal of record it is obvious that on some dates the appellant/original complainant was not present. However this by itself is not a sufficient ground to dismiss the complaint by coming to the conclusion that the complainant has failed to lead evidence. The record indicates that the matter was placed before Lok Adalat for settlement, but it was not settled. Thereafter, the matter was kept for evidence and the appellant failed to appear, therefore the dismissal order was passed. The impugned order also indicates that the matter was kept before Lok Adalat many times. Thereafter the matter was posted on 28/01/2020 for evidence. On that date, the Advocate representing the appellant was out of station and hence the matter went unattended. The reason for non attendance is acceptable.",
        "6. Taking into consideration the facts of the case and the fact that public money is involved, in my opinion it is necessary in the interest of justice to grant opportunity to the appellant to prosecute the matter on merits. Hence the following order: (i) The appeal is allowed. (ii) The impugned order dated 28/01/2020 passed by the learned Judicial Magistrate, First Class in Summary Criminal Case No. 309 of 2016 below Exh. 1, thereby dismissing the complaint under Section 256 of the Code of Criminal Procedure and acquitting the accused, is quashed and set aside, subject to the payment of cost of Rs. 2,500/- to the respondent, before Trial Court. (iii) The parties are directed to appear before the learned Trial Court on 01/03/2021."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.256 - Negotiable Instruments Act (26 of 1881), S.138 - Non- appearance of complainant - Dishonour of cheque case - Dismissal of complaint for failure on part of complainant to lead evidence - Absence of complainant on some dates not sufficient ground to dismiss complaint by concluding that complainant has failed to lead evidence - Advocate representing complainant was out of station on date of leading evidence - Reason for non attendance is acceptable - Public money involved in matter - Acquittal set aside. (Paras5 6)",
    "Result": "Appeal allowed"
}