{
    "ILOCaseNo": "2021 ILO KAR 606835",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 311 of 2012",
            "Petitioner": "Lakshmamma",
            "Respondent": "Devamma"
        }
    ],
    "JudgmentDate": "12/01/2021",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "S. N. Bhat"
        ],
        "LawyerForRespondent": [
            "P. Venkataramana"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner was the accused in the Court of learned Prl. I Civil Judge and JMFC at Mysuru (hereinafter referred to as 'the Trial Court) in C.C. No.788/2008 who was tried for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (for brevity, hereinafter referred to as 'the N.I. Act').",
        "2. The summary of the case of the complainant in the Trial Court is that the accused who was acquainted with her had borrowed a sum of `60,000/- on 01.05.2007, another sum of `35,000/- on 12.07.2007 and one more sum of `55,000/- on 18.09.2007 agreeing to repay the entire amount within a short period of time. However, since the accused did not return the said money, at the demand made by the complainant the accused issued a post-dated cheque bearing No.130273 dated 01.02.2008 for a sum of `75,000/- drawn on State Bank of Mysore, Medical College Extension Counter, Mysore, in favour of the complainant. When the complainant presented the said cheque for realisation on 01.02.2008 through her banker, the same came to be dishonoured with banker's endorsement",
        {
            "I": "insufficiency of funds"
        },
        "on 08.02.2008. It is thereafter the complainant got issued a legal notice to the accused demanding the cheque amount. Since the accused neither replied to the notice nor met the demand, the complainant instituted a case against her for the offence punishable under Section 138 of the N.I. Act. In the Trial Court, the accused appeared through her counsel and contested the matter. After recording the evidence led before it and hearing both side, the Trial Court by its impugned Judgment of conviction and Order on sentence dated 10.06.2011, convicted the accused for the offence punishable under Section 138 of the N.I. Act and sentenced her to undergo simple imprisonment for a period of twenty days and also to pay a fine of `1,00,000/- and in default of payment of fine to undergo simple imprisonment for one month. Challenging the said Judgment of conviction, the accused preferred Crl.A. No.91/2011 in the Court of V Additional District and Sessions Judge, Mysore (for brevity, 'Sessions Judge's Court') which Court, after hearing both side arguments, by its Judgment dated 07.02.2012 dismissed the appeal with regard to conviction. However, it modified the sentence and confined the sentence only for fine amount that too for a sum of `78,000/-. Not satisfied with the same, the accused has preferred the present revision petition.",
        "3. The Sessions Judge's Court's and the Trial Court records were called for and the same are placed before the Court. Heard the arguments of learned counsels for the parties and perused the materials placed on record.",
        "4. The point that arises for my consideration is,",
        {
            "I": "whether the Judgment of conviction and Order on sentence passed by the Trial Court and the modified Judgment and Order on sentence passed by the Sessions Judge's Court are incorrect and suffer with any illegality or perversity, warranting interference at the hands of this Court?"
        },
        "5. Learned counsel for the petitioner appearing through video conference, in his single point argument submitted that the materials placed by the complainant in the Trial Court itself clearly go to show that there exists no legally enforceable debt as on the alleged date of issuance of the cheque. Therefore, when there exists no legally enforceable debt, Section 138 of the N.I. Act would not get attracted. This aspect both the Trial Court as well as the Sessions Judge's Court did not consider in its proper perspective which has led them to pass erroneous Judgments.",
        "6. Learned counsel for the respondent in his arguments submitted that the cheque and its signature as that of the accused is not in dispute. Admittedly, the accused has not replied to the legal notice sent to her by the complainant demanding the cheque amount. No defence evidence has been led to rebut the presumption drawn in favour of the complainant and the complainant was illiterate though she was working in a hospital. Thus, considering all these aspects, the Trial Court as well as the Sessions Judge's Court have rightly appreciated the evidence and given a correct finding which cannot be called as erroneous or illegal.",
        "7. It is not in dispute that the accused and the complainant were known to each other about fifteen to twenty years prior to the date of cross examination of P.W.1 which was recorded on 28.01.2011. The evidence of P.W.1 that since about fifteen to twenty years the accused was availing loans from her in the form of handloan and used to repay those loans has also not been specifically denied in the cross examination of P.W.1. As such, the acquaintance between the parties and the frequent monetary transactions between them in the form of handloan from complainant to accused remain an undisputed fact. It is also not in dispute that the cheque at Ex.P1 is a cheque pertaining to the account of the accused and it bears the signature of the accused. It is also not in dispute that the said cheque when presented for realisation by the complainant, came to be dishonoured by the banker's endorsement as per Ex.P2 showing that there was no sufficient funds in the account of drawer of the instrument. It is also not in dispute that thereafter the complainant issued a legal notice demanding the cheque amount from the accused as per the notice at Ex.P3 which was served upon the accused as evidenced in the postal acknowledgements at Exs.P4 and P5. However, the only defence of the accused is that there was no debt in existence as on the date of the dishonoured cheque and/or its presentation, as such, Section 138 of the N.I. Act is not attracted. These aspects prima facie confers the presumption in favour of the complainant under Section 139 of the N.I. Act. However, the said presumption is rebuttable.",
        "8. In order to rebut the presumption, the accused has taken a defence that there existed no legally enforceable debt as on the alleged date of either issuance of the cheque or presentation of the cheque, as such, Section 138 of the N.I. Act is not attracted. Explanation to Section 138 of the N.I. Act says that, for the purpose of Section 138 of the N.I. Act",
        {
            "I": "debt or other liability"
        },
        "means a legally enforceable debt or other liability. Therefore, there must be a legally enforceable debt in order to attract Section 138 of the N.I. Act. No doubt, Section 139 of the N.I. Act forms a presumption in favour of the holder once he proves that he has received a cheque from the drawer of the instrument which cheque is duly executed by the drawer in his favour or that he is the holder in due course of the instrument. The said presumption is rebuttable. No doubt the accused has neither replied to the legal notice served upon her by the complainant nor entered the witness box to lead evidence to rebut the presumption. But it is not mandatory that such a legal notice is required to be necessarily replied or the accused should enter the witness box to rebut the presumption formed in favour of the complainant. If the accused is satisfied that in the cross examination of P.W.1 or through other available materials placed before Court itself, she can rebut the presumption then, she need not have to enter the witness box and lead evidence from her side. Therefore, the argument of the learned counsel for the respondent",
        {
            "I": "that the accused has neither replied to the notice nor led her defence evidence, as such, her contention cannot be accepted"
        },
        "is not convincing.",
        "9. In order to dismantle the presumption which had formed in favour of the complainant who could show that the accused had issued a cheque as per Ex.P1 which subsequently came to be dishonoured when presented for realisation and also legal notice was issued to the accused, the accused subjected P.W.1 to a thorough and searching cross examination.",
        "10. In the cross examination, P.W.1 in the opening paragraph has stated that accused was availing loan from her since about fifteen to twenty years. About fifteen years back the accused had requested her for a loan. At that time she has not given anything in writing except the cheque. It is relying upon the said statement made by the complainant, learned counsel for the petitioner vehemently submitted that even according to the complainant the said cheque was given to her about fifteen years back. Admittedly as on the said date / period, there was no loan in existence, as such, there existed no legally enforceable debt.",
        "11. It is pertinent to note that nowhere in her evidence, the complainant has specifically or categorically stated the date of receipt of the cheque by her. She has not stated as to when the accused had given her the cheque which is at Ex.P1. Therefore, when the date of alleged issuance of cheque to the complainant by the accused has not been stated, then the answer to the said question can be looked into only by her answer given in the cross examination where she has stated that the cheque was given to her about fifteen years back. Had really the cheque was given to the complainant subsequent to the alleged loans dated 01.05.2007, 01.07.2007 and 18.09.2007, she should have definitely and necessarily stated the date of issuance of cheque. On the other hand, as already observed above, nowhere in her cross examination she has stated as to when the said cheque was given to her. But in her cross examination she has stated that cheque was given to her about fifteen years back. The said fifteen years back goes back somewhere near the year 1996. Admittedly the loan in question is alleged to have been given by the complainant to the accused in the year 2007. Therefore, a question of issuing a cheque in the year 1996 anticipating taking a loan in the year 2007 would not arise. Though the complainant has not told that cheque given was a post-dated cheque but even according to the complainant there was no existing loan as on the said date of issuance of cheque i.e. fifteen years prior to her date of cross examination which date is 28.01.2011. Furthermore, the complainant has nowhere made any further statement showing any nexus between the said cheque said to have been issued about fifteen years back which is at Ex.P1, and the alleged loans dated 01.05.2007, 12.07.2007 and 18.09.2007. Therefore, the reading of the evidence of P.W.1 in its entirety would clearly go to show that about fifteen years prior to the alleged loan transaction of the year 2007, the accused was in the habit of taking loan from the complainant now and then and she used to repay the same. It is at that time she had given a duly filled cheque to the complainant and complainant has made use of the said cheque as though it has been made towards the repayment of the alleged loans of the year 2007.",
        "12. No doubt, learned counsel for the respondent in his arguments submitted that had the accused given a cheque to the complainant about fifteen years back, she should have definitely taken action in recollecting the same. But the mere alleged inaction to collect the said cheque back would not by itself lead one to believe that the said cheque was given for repayment of the alleged loan of the year 2007. This is also for the reason that P.W.1 (complainant) nowhere has stated that, when her alleged loan said to have been given to the accused in the year 2007 was three different loans totally to `1,15,000/-, how could she receive a cheque for a part amount i.e. `75,000/- only. Nothing is mentioned either in her complaint or in her evidence as to what made her to accept a lesser sum than the alleged sum said to have been lent to the accused. This also further raises a doubt in the contention of the complainant that the cheque in question was given to her towards the alleged repayment of the alleged loans of the year 2007.",
        "13. However, both the Trial Court as well as the Sessions Judge's Court ignored these vital aspects but gave more emphasis on the alleged aspects that the complainant was an illiterate and as such, was not aware of the niceties and requirements for the transaction through a cheque. The said reasoning does not appear to be correct in the circumstances of the case for the reason that admittedly, the complainant is working in a hospital and claims to have been doing monetary transaction with none else than the present accused for about fifteen to twenty years. In such a situation, as a money lender though not by profession she was expected to have the basic knowledge about money lending and the cheque transaction etc. When she lends the loan amount and accepts the cheque towards the payment of the loan amount it means that she knows the nature and the consequences of the transaction through cheque. Therefore, her alleged illiteracy would not take away her required knowledge about the transaction through availing cheque. Therefore, when the evidence of none else than the PW-1 (complainant) herself is clear that the cheque was given to her about fifteen years back and admittedly when there was no existing loan liability from the accused towards her and admittedly when the complainant has failed to establish any nexus between the alleged cheque and the subsequent loan of the year 2007, the only conclusion that could have been drawn by the Trial Court as well as the Sessions Judge's Court was that the accused has successfully rebutted the presumption which was formed in favour of the complainant under Section 139 of the N.I. Act.",
        "14. Since the Trial Court as well as the Sessions Judge's Court have failed to notice the said aspect and have not appreciated the evidence in its proper perspective, the same has led to the passing of an erroneous Judgment convicting the accused for the alleged offence. Since the said finding now proves to be an erroneous finding with some perversity, the same requires to be set aside and since the complainant has failed to prove that the accused has committed the guilt punishable under Section 138 of the N.I. Act, the petition deserves to be allowed and the accused deserves to be acquitted of the alleged offence. Accordingly, I proceed to pass the following: ORDER The criminal revision petition is allowed. The Judgment of conviction and Order on sentence passed by the Prl. I Civil Judge and JMFC at Mysuru in C.C. No.788/2008 dated 10.06.2011 and the Judgment and Order on sentence passed by learned V Addl. District and Sessions Judge at Mysore in Crl. A. No.91/2011 dated 07.02.2012 are set aside. The accused is acquitted of the offence punishable under Section 138 of the N.I. Act. The amount of deposit made if any by the petitioner in this revision petition be refunded to her after the period of appeal and if no appeal is preferred by the complainant. Registry to transmit copies of this Order along with Trial Court and Sessions Judge's Court records to the concerned Courts, without delay."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonor of cheque - Legally enforceable debt - Accused was in habit of taking loan from complainant now and then and she used to repay same - Alleged loan given by complainant to accused in year 2007 - According to complainant said cheque was given to her about fifteen years back -Question of issuing cheque in year 1996 anticipating taking loan in year 2007 would not arise - As on said date / period, there was no loan in existence - No legally enforceable debt, existed - Complainant not stated specifically about date of receipt of cheque by her - Complainant not even not stated as to when accused had given her cheque -Complainant failed to establish any nexus between alleged cheque and subsequent loan of year 2007 - Accused rebutted presumption u/S.139 of N.I. Act - Conviction of accused set aside. (Paras12 13 14)",
    "Result": "Petition allowed"
}