{
    "ILOCaseNo": "2021 ILO KER 606841",
    "Court": "KERALA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRL.MC - 4869 of 2021",
            "Petitioner": "K. R. RAJEENDRAN",
            "Respondent": "STATE OF KERALA AND ORS."
        }
    ],
    "JudgmentDate": "22/10/2021",
    "BenchCoram": "MRS . MARY JOSEPH",
    "Lawyers": {
        "LawyerForPetitioner": [
            "K. C. Sudheer"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. This petition is filed seeking to set aside Annexure A1 order passed by Judicial First Class Magistrate Court-III, Cherthala in CMP No.70/2021 in ST No.201/2019.",
        "2. ST No.201/2019 is a prosecution launched under Section 138 of the Negotiable Instruments Act, 1881 (for short 'N.I. Act'). CMP No. 70/2021 was filed by the complainant, who is the respondent herein, under Section 143A N.I. Act seeking for a direction to the petitioner to deposit 20% of the cheque amount as interim compensation.",
        "3. Notice was issued to the petitioner/accused. He filed written objection contending that the transaction as alleged was not occurred. It is further contended that a blank signed cheque was given in the year 2007 during a transaction with the husband of the petitioner. It was further contended that the amendment introducing Section 143A into the N.I. Act has only prospective operation. The application was sought to be dismissed for the reasons.",
        "3. The learned Magistrate heard both sides and found that the direction issued under Section 143A to pay interim compensation to the complainant is mandatory. Accordingly the court has directed the petitioner to pay Rs.38,000/- being 20% of the cheque amount as interim compensation to the complainant. A further direction was also issued to the petitioner to pay the amount within 60 days from the date of the order.",
        "4. The impugned order was passed on 06.03.2021 and 60 days' time was granted and therefore, the payment ought to have been made on or before 04.05.2021.",
        "5. It is pertinent to note on a reading of Sub-section(3) of Section 143A that thirty days' further time can be granted after expiry of the 60 days' time initially granted, on the petitioner showing a sufficient cause.",
        "6. In the case on hand the petitioner failed to pay the interim compensation within 60 days' time stands granted and evenafter passage of more than 4 months after the expiry of the time already granted. Crl.M.C is filed only on 20.10.2021. Therefore, time exceeding four months is found to have availed by the petitioner on his own and this Court is out of jurisdiction to exercise any discretion under Sub-section (3) of Section 143A N.I. Act.",
        "7. 90 days' time permissible for payment of interim compensation having been availed by the petitioner, the prayer for extension of time is only to be disallowed. Crl.M.C fails for the above reasons and is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.143A - Dishonor of cheque - Compensation - Direction issued to petitioner to deposit 20% of cheque amount as interim compensation - Petitioner sought extension of time for payment of interim compensation - Since interim compensation to the complainant is mandatory - Petitioner failed to pay interim compensation even after the passage of more than 4 months after expiry of time already granted - No extension of time can be granted to petitioner. (Para6)",
    "Result": "Petition dismissed"
}