{
    "ILOCaseNo": "2021 ILO MUM 606348",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL WRIT PETITION (ST.) - 4770 of 2020",
            "Petitioner": "Habib Abbas Fakih",
            "Respondent": "State of Maharashtra and Anr."
        }
    ],
    "JudgmentDate": "27/01/2021",
    "JudgmentBy": "A. S. Gadkari",
    "BenchCoram": "A. S. Gadkari",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Rajendra Desai A/w Ms. Prabha Badadare I/b. Vishu Sonawane",
            "Smt. Gauri Godse A/w Gaurav Parkar"
        ],
        "LawyerForRespondent": [
            "Smt. Rutuja Ambekar",
            "A. P. P"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. By Writ Petition (St.) No.4770 of 2020, under Article 227 of the Constitution of India, the petitioner/original complainant has impugned Order dated 28th September 2020 passed below Exh.-10 in Criminal Appeal No. 58 of 2020, by the learned Additional Sessions Judge, Raigad-Alibag, rejecting the said Application filed by him for modification of Order of suspension of sentence passed below Exh.-4, dated 27th February 2020 by the Appellate Court. By the said Order dated 27th February 2020 passed below Exh.-4, the Appellate Court while suspending sentence imposed upon the respondent No.2/original accused and granting him bail, has directed him to deposit 25% of total compensation awarded by the Trial Court within a period of 60 days from the date of the passing of the said Order and if the respondent fails to deposit the said amount within stipulated period, it will carry interest at the rate of 6% per annum.",
        "2. Parties herein will be hereinafter referred to as per their original nomenclature before the Trial Court. The petitioner 'Habib' will be termed as 'complainant' and respondent 'Altaf' will be termed as 'accused'.",
        "3. The Writ Petition (St.) No.7963 of 2020 is filed by original accused in S.C.C. No. 589 OF 2010, under Section 138 of the Negotiable Instruments Act, 1881 (for short,",
        {
            "I": "N.I. Act"
        },
        "). The accused has impugned th Order dated 28 September 2020 passed below Exh.-20 in Criminal Appeal No. 58 of 2020, allowing the said Application preferred by complainant for release of amount of Rs.47,07,500/- deposited by the accused in furtherance of Order dated 27th February 2020 passed below Exh.-4 by the same Court.",
        "4. Heard Mr. Desai, learned counsel for the complainant and Mrs. Godse, learned counsel for the accused. Perused record annexed to the Petitions.",
        "5. The record reveals that, the complainant Habib Fakih had instituted a complaint bearing S.C.C. No. 589 of 2010 under Section 138 of N.I. Act in the Court of Judicial Magistrate First Class, Pen, Dist. Raigad. The Trial Court by its Judgment and Order dated 11th February 2020 was pleased to convict the accused for the offence punishable under Section 138 of N.I. Act and sentenced him to suffer rigorous imprisonment of two years. The Trial Court also directed the accused to pay compensation of Rs.1,88,30,000/- to the complainant within one month from the date of passing of the said Order and in default of payment of the said compensation to further suffer rigorous imprisonment for six months.",
        "6. The record further reveals that, after pronouncement of the said Judgment and Order, the accused filed an Application under Section 389(3) of the Cr.P.C. for suspension of sentence and his release on bail. The Trial Court by its Order dated 11th February 2020 passed below Exh.171, while suspending the sentence awarded to the accused, imposed a condition that, the accused to deposit 25% of the total compensation amount i.e. Rs.47,07,500/- within 14 days from the date of passing of the said Order.",
        "7. The accused thereafter preferred a substantive Appeal bearing Criminal Appeal No. 58 of 2020 and filed an Application therein for suspension of sentence and releasing him on bail. The learned Additional Sessions Judge, Alibag by its Order dated 27th February 2020 passed below Exh.-4 was pleased to suspend the substantive sentence imposed upon the applicant subject to deposit 25% of compensation amount within a period of 60 days from the date of passing of the said Order. It is further directed that, if the accused fails to deposit the said amount within 60 days, it will carry interest at the rate of 6% per annum. The complainant therefore filed an Application below Exh.-10 for modification of the Order passed below Exh.-4. The Appellate Court after hearing learned Advocates for the complainant and accused, was pleased to reject the said Application by its Order dated 28th September 2020 predominantly on the ground that, after passing of the said Order below Exh.-4, dated 27th February 2020, it had become functus officio and had no power to modify its own earlier Order. The said Order is impugned herein in Writ Petition (St.) No.4770 of 2020. The complainant also filed an Application below Exh.-20 for release of the said amount of Rs.47,07,500/- deposited by the accused in furtherance of Order passed below Exh.-4. The Appellate Court by its separate Order dated 28th September 2020 passed below Exh.-20 allowed the said Application and directed the complainant to execute indemnity bond of Rs.5,000/- with usual conditions incorporated therein. The accused has impugned the said Order dated 28th September 2020 passed below Exh.-20 in Writ Petition (St.) No.7963 of 2020. The aforestated are the basic admitted facts on record in both the Petitions herein.",
        "8. Mr. Desai, learned counsel for the complainant submitted that, it took about 10 years for the complainant to get the said complaint bearing S.C.C. No. 589 of 2010 decided from the Trial Court. He submitted that, the accused is successful in protracting the said proceedings for more than nine and half years. That, in Special Leave to Appeal No.7589 of 2018 preferred by the accused, the Hon'ble Supreme Court had directed the Trial Court to decide the said complaint within a period of 3 months, as it was pending for 9 years and it was only thereafter the Trial Court disposed off the said complaint. He submitted that, the accused has been directed to pay a total sum of Rs.1,88,30,000/- to the complainant by the Trial Court and as per the directions of the Appellate Court, the accused to deposit only 25% of the said amount during the pendency of the said Appeal is insufficient. Mr. Desai by relying on the observations made by the Apex Court, in the case of Makwana Mangaldas Tulsidas Vs. State of Gujarat and Anr. in S.L.P. (Criminal) No.5464 of 2016 dated 05th March 2020 (downloaded from internet site 'Indiankanoon'), submitted that, a matter which is supposed to be disposed off summarily by the Trial Court in six months, took about ten years for disposal at the Trial Court level. That, it will take substantial time even to decide the Appeal and for that reason the complainant should not be further made to suffer. He submitted that, proviso to Section 148(1) of N.I. Act permits an additional compensation to be awarded than the interim compensation paid by the appellant under Section 143A of the Act and therefore the Court has every power to direct the accused to pay more interim compensation over and above twenty percent to the complainant. He submitted that, the accused was responsible for delay in conducting the trial. That either of the parties herein had to approach the High Court or the Hon'ble Supreme Court on eight occasions, i.e.on five occasions before the High Court and on three occasions before the Hon'ble Supreme Court and therefore it is the accused who is responsible for the delay. He tendered across the bar a compilation of various Orders passed by the High Court and the Hon'ble Supreme Court. He submitted that, therefore the amount of interim compensation may be enhanced and the accused may be directed to deposit entire compensation amount in the Registry of the Appellate Court during the pendency of the Appeal. He also submitted that, though the complainant has not impugned Order dated 28th September 2020 passed below Exh.20, the direction for executing indemnity bond of Rs.5,000/- is improper and the said direction may be suitably modified.",
        "9. Per contra, Smt. Godse, learned counsel for the accused vehemently opposed the Petition of the complainant and submitted that, it is not the accused who is solely responsible for the delay in conducting trial. She submitted that, the complainant is also responsible for the same. She submitted that, merely because the complaint was decided after a lapse of about 10 years, itself can not be a ground for directing the accused to deposit more compensation than what has been directed by the Appellate Court. While impugning Order dated 28th September 2020 passed below Exh.-20, she submitted that, the Appellate Court ought not have released the said amount in favour of the complainant as it was deposited during the pendency of Appeal. She submitted that, the Appellate Court ought to have imposed strict conditions upon the complainant while releasing the said amount in his favour and therefore, the said impugned Order may be set aside and the complainant may not be permitted to withdraw the said amount. She therefore prayed that, the Petition filed by the complainant be dismissed and the Petition filed by the accused may be allowed.",
        "10. Perusal of record indicates that, the accused on earlier five occasions had approached this Court. He had also approached the Hon'ble Supreme Court on three occasions. That, the Hon'ble Supreme Court by its Order dated 13th November 2019 passed in Special Leave to Appeal (Cri.) No. 7589 of 2018, after taking into consideration the fact that, the complaint lodged by the complainant is pending for 9 years, had directed the Trial Court to conclude the proceedings within a period of three months. It is only thereafter, the Trial Court has ultimately decided the present complaint. As the substantive Appeal preferred by the accused is pending before the Appellate Court for final adjudication, this Court is precluded from commenting on the merits involved in it. The issue before this Court therefore is, whether to increase compensation awarded by the Appellate Court by its Order dated 27th February 2020 passed below Exh.-4. The Appellate Court has rejected Application of the complainant filed below Exh.10 for modification of the said Order by its impugned Order dated 28th September 2020.",
        "11. It is a fact on record that, the complainant had instituted complaint on 30th December 2010 and the same came to be decided on 11th February 2020 i.e. almost after nine and half years. As noted earlier, the Trial Court has directed the accused to pay a compensation of Rs.1,88,30,000/-. The Appellate Court while passing Order below Exh.-4 has added a rider in Clause No. 3 of his operative part that, if the accused fails to deposit the said amount within a period of 60 days, it will carry interest at the rate of 6% per annum. Mr. Desai, learned counsel for the complainant submitted that, this rider gives license to the accused for non-payment of the compensation under the pretext that, he will pay 6% interest on the said amount during the pendency of the Appeal. I find substance in the said submission. However, as a matter of fact and as per the submission made by the learned counsel for the accused, the accused has already deposited 25% of the compensation amount in the Registry of the Appellate Court and therefore it is not necessary to deal with said contention.",
        "12. During the course of arguments and after taking into consideration the prolonged period consumed in perusing the complaint by the complainant and the observations made by the Appellate Court in its Order dated 27th February 2020 passed below Exh.-4 and particularly in para No.8 that, it will take considerable time to decide the Appeal on its own merits, this Court suggested two options to the accused viz. (i) to pay entire amount as per directions of the trial Court to the complainant in lump-sum and to put an end to the entire litigation by compounding the offence or (ii) to give a bank guarantee for the said amount of Rs.1,88,30,000/- for a period of 9 to 12 months and this Court will direct the Appellate Court to decide the Appeal finally within the same stipulated period. The accused through his learned counsel expressed his inability to accept the said suggestions by giving lame excuses and for inappreciable grounds which are not commensurate with the facts of present case.",
        "13. The conduct of the accused clearly indicates that, he is intending to procrastinate the litigation. As of today, the accused is a convict and his th sentence has been suspended by the Order dated 27 February 2020 passed below Exh.-4 by the Appellate Court. It is also a fact on record that, the accused as of today is successful in protracting the trial for more than 9 and half years and the complainant is the ultimate sufferer for the same.",
        "14. Section 143 of the N.I. Act deals with power of Court to try cases summarily and states that, notwithstanding anything contained in the Code of Criminal Procedure, 1973, all offences under this Chapter shall be tried by Judicial Magistrate of the First Class or by a Metropolitan Magistrate and the provisions of Sections 262 to 265 (both inclusive) of the said Code shall, as far as may be, apply to such trials. By amending Act of 20 of 2018 which came st into effect from 1 September 2018, Section 143A has been inserted in this statute. Section 143A gives power to the Court trying an Offence under Section 138 of the Act to Order the drawer of the cheque to pay interim compensation to the complainant. Sub-section (2) of Section 143A states that, the interim compensation under sub-section (1) shall not exceed twenty percent of the amount of the cheque. A corresponding amendment to Section 148 of the Act has also been brought into effect by the same Amendment Act i.e. 20 of 2018. Section 148 of the N.I.Act deals with power of Appellate Court to Order payment pending appeal against conviction. Sub-Section (1) of Section 148 states that, notwithstanding anything contained in the Code of Criminal Procedure, 1973, in an Appeal by the drawer against conviction under Section 138, the Appellate Court may Order the appellant to deposit such sum which shall be a minimum of twenty percent of the fine or compensation awarded by the Trial Court. Proviso to sub-section (1) of Section 148 clearly states that, the amount payable under this sub-section shall be in addition to any interim compensation paid by the appellant under Section 143A. It is thus clear that, under Section 148(1) of the N.I. Act, the Appellate Court can direct the drawer of the cheque in an Appeal against conviction under Section 138 of the Act to deposit such sum which shall be minimum of twenty percent of the fine or compensation awarded by the Trial Court.",
        "15. In view of the above discussion and after taking overall view of the present case, this Court is of the considered opinion that, the direction of the Appellate Court to deposit 25% of compensation amount is inadequate and needs to be enhanced. Accordingly, the accused is directed to deposit 50% of the total compensation amount in the Registry of the Appellate Court within a period of four weeks from the date of the uploading of the present Order on the High Court website. As a consequence thereof, Clause No.3 of the operative part of the Order dated 27th February 2020 passed below Exh.-4 is modified and Clause No.3 of the operative part of the said Order is deleted from record. In view of the modification of the said Order dated 27th February 2020 below Exh.-4, the impugned Order dated 28th September 2020 passed below Exh.-10 is set aside by allowing the said Application below Exh.-10 to that extent.",
        "16. It is made clear that, if the accused fails to deposit the said amount within the stipulated period in the Registry of the Appellate Court, the Appellate Court shall issue a conviction warrant against the accused.",
        "17. As far as the Order dated 28th September 2020 passed below Exh.-20 which is impugned by the accused is concerned, in view of the above discussion, I do not think its necessity to restrain the complainant from withdrawing the said 50% compensation amount if deposited by the accused. However, the complainant shall file an undertaking before the Appellate Court, apart from various usual clauses therein, incorporating that, in case if he does not succeed in the Appeal, he will bring back the entire amount withdrawn by him along with reasonable interest prescribed by the Reserve Bank of India, prevailing on the date of passing of the Judgment and Order by the Appellate Court within a period of 60 days therefrom.",
        "18. In view of the above, Writ Petition (St.) No.4770 of 2020 is allowed and Writ Petition (St.) No.7963 of 2020 is dismissed with aforesaid directions."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.389(3) - Negotiable Instruments Act (26 of 1881), S.138, S.143A, S.148 - Suspension of sentence - Offence of dishonour of cheque - Case decided almost after nine and half years - Accused protracting trial and complainant is ultimate sufferer for same - Sentence suspended subject to accused depositing 50% of total compensation amount in Registry of Appellate Court within specified time. (Para15)",
    "Result": "Order accordingly"
}