{
    "ILOCaseNo": "2021 ILO KAR 606808",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 187 of 2012",
            "Petitioner": "Mudlappa",
            "Respondent": "Vinutha T"
        }
    ],
    "JudgmentDate": "11/02/2021",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "B. J. Mahesh",
            "eesh And Eesh Associates"
        ],
        "LawyerForRespondent": [
            "N. G. Sreedhar"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The present petitioner was accused in C.C.No.28343/2005, in the Court of the learned XII Addl.Chief Metropolitan Magistrate, at Bengaluru City, (hereinafter for brevity referred to as `trial Court'). By its judgment dated 18.05.2011, the trial Court convicted the accused for the offence punishable under 138 of Negotiable Instruments Act, 1881 (hereinafter for brevity referred to as `N.I.Act') and was sentenced accordingly. Aggrieved by the same, the accused preferred a Criminal Appeal in the Court of City Fast Track (Sessions) Judge, Bengaluru City, FTC-II, (hereinafter for brevity referred to as the `Sessions Judge's Court') in Criminal Appeal No.417/2011.",
        "2. The appeal was contested by the respondent who was the complainant in the trial Court. The Sessions Judge's Court by its order dated 28.12.2011, dismissed the appeal, confirming the judgment of conviction and order on sentence passed by the trial Court dated 18.05.2011, in C.C.No.28343/2005. Aggrieved by the said judgment, the accused has preferred this revision petition.",
        "3. The summary of the case of the complainant in the trial Court is that on 15.01.2005, the accused borrowed from her a hand loan of a sum of `1 lakh in order to meet his family necessities. To discharge the liability, the accused executed an on demand Promissory Note and consideration receipt and also issued a cheque bearing No.670033, dated 8.7.2005, for a sum of `1 lakh, drawn on Canara Bank, SSB, Sanjayanagar Branch, Bengaluru, in favour of the complainant. The accused had promised to repay the loan amount within six months. When the complainant presented the said cheque on 8.7.2005 for realisation through her Banker, the same came to be dishonoured with the Banker's endorsement `funds insufficient'. Thereafter, the complainant got issued a statutory notice upon the accused demanding the cheque amount, however, the accused failed to meet the demand. This constrained the complainant to institute a criminal case against the accused in the trial Court under Section 200 of Code of Criminal Procedure, for the offence punishable under Section 138 of N.I.Act.",
        "4. The accused appeared in the trial Court and contested the matter through his counsel.",
        "5. To prove her case, the complainant got herself examined as PW-1 and another witness as PW-2 and got marked documents from Exs.P-1 to P-11. The accused got himself examined as DW-1 and two other witnesses as DW-2 and DW-3 and got marked documents from Exs.D-1 to D-3. The trial Court after recording the evidence led before it and hearing both side, by its impugned judgment dated 18.05.2011, convicted the accused for the offence punishable under Section 138 of the N.I. Act and sentenced him to pay a fine of `1,10,000/-, in default, to undergo simple imprisonment for a period of one year. Challenging the said judgment of conviction passed by the trial Court, the accused preferred an appeal in Criminal Appeal No.417/2011, before the learned Sessions Judge's Court, which, after hearing both side, by its impugned judgment dated 28.12.2011, dismissed the appeal filed by the accused, while confirming the impugned judgment of conviction and order on sentence passed by the trial Court. Being aggrieved by the judgments of conviction and order on sentence, the accused has preferred this revision petition.",
        "6. The respondent herein is being represented by his counsel.",
        "7. The trial Court and Sessions Judge's Court's records were called for and the same are placed before this Court.",
        "8. Heard the arguments from both side. Perused the materials placed before this Court, including the trial Court and Sessions Judge's Court's records.",
        "9. For the sake of convenience, the parties would be henceforth referred to as per their rankings before the trial Court.",
        "10. After hearing the learned counsels for the parties, the only point that arise for my consideration in this revision petition is: Whether the judgments under revision are perverse, illegal and erroneous warranting interference at the hands of this Court?",
        "11. Learned counsel for the revision petitioner/accused in his argument submitted that though the acquaintance between the parties, who were colleagues, and issuance of cheque at Ex.P-1 by the accused to the complainant duly signed by him and also the dishonor of the cheque when presented for realisation and further issuance of legal notice by the complainant to the accused, are all not in dispute, but, the accused has successfully rebutted the presumption formed in favour of the complainant under Section 139 of N.I.Act, as such, the burden of proving the loan was upon the complainant. Learned counsel further submitted that the complainant failed to discharge the said burden which both the trial Court and the Sessions Judge's Court did not notice. He further submitted that PW-2, the father of the complainant, not being the witness to the on demand Promissory Note and the trial Court not whispering anything with respect to Expert's opinion and harping much on earlier loan transaction for a sum of `50,000/-, had pronounced the judgment of conviction.",
        "12. Learned counsel for the respondent in his argument submitted that in spite of the complainant filing her statement of objections to the Expert's opinion, she was not given an opportunity to cross-examine the Expert. Further the Forensic Science Laboratory report also was not marked. With this, he submitted that the judgment of conviction under revision does not warrant any interference at the hands of this Court.",
        "13. It is not in dispute that the complainant who got herself examined as PW-1 and the accused who got himself examined as DW-1 were acquainted with each other. It is also not in dispute that the cheque at Ex.P-1 was issued by the accused as a drawer in favour of the complainant and as could be seen in the Banker's endorsement at Ex.P-2, Debit Advise at Ex.P-3, the said cheque came to be dishonoured when presented for realisation by the complainant for the reason of insufficiency of funds. It is also not in dispute that after dishonor of the cheque, the complainant got issued a legal notice as per Ex.P-6 to the accused demanding the cheque amount from him. These facts have come out in the evidence of PW-1, which have not been specifically denied from the accused side. Therefore, under Section 139 of N.I.Act, a presumption forms in favour of the complainant. Thus, the main point of argument of learned counsel for the accused was that the said presumption formed in favour of the complainant has been successfully rebutted by the accused.",
        "14. The accused has attempted to rebut the said presumption by taking a specific defence through his defence as DW-1 and also at the earliest point of time through his reply at Ex.D-1, which was sent to the complainant by him. Both in the said reply, as well in his defence evidence, the accused has taken a contention that in February 2004, the accused had availed a hand loan of a sum of `50,000/- from the complainant agreeing to repay the same with interest thereupon. It was at that time, the complainant had collected a blank cheque from the accused as a security towards the repayment of the loan amount. She had also obtained some blank papers duly signed by the accused. The same was reiterated by DW-1 in his examination-in-chief also. However, in his cross- examination, he has stated that he has not lodged any complaint against the complainant for the alleged misuse of the cheque said to have been given by him as a security. He also stated that he did not even sent any notice to her demanding return of the said cheque. Further, he has also not issued any stop-payment order to his Banker. He has also stated that he did not collect any acknowledgement or document from the complainant about he executing blank on demand Promissory Note and consideration receipt in favour of the complainant. He further admitted that DW-2 and DW-3, whom the accused examined as his witnesses, were not the witnesses in the said Promissory Note.",
        "15. On the other hand, PW-1 and PW-2 in their evidence have specifically and categorically stated that the accused who was the colleague of PW-2, the father of the complainant, was introduced to the complainant by PW-2 and accordingly at the request of the accused and at the recommendation of her father (PW-2), the complainant lent the accused a sum of `1 lakh as hand loan. In the cross-examination of PW-1, though attempts were made to shaken the veracity of the statement made by the witness in her examination-in-chief, but, the accused could not succeed in it. The denial suggestions made to the witness were not admitted as true by PW-1. Except making denial suggestions and eliciting some more details regarding the loan transaction, nothing could be elicited either in the cross-examination of PW-1 or in the cross- examination of PW-2 imbibing a doubt in the case of the complainant or introducing any element of suspicion in the contention of the complainant enabling the accused to rebut the presumption formed in favour of the complainant.",
        "16. Had really the accused repaid the alleged earlier loan of `50,000/- and the cheque in question was required to be returned by the complainant to him immediately after the repayment of the alleged earlier loan, then, the accused should have necessarily taken some action against the complainant for non-returning of the said cheque. Admittedly, he has not taken any step in that regard and not even written any letter to her demanding return of the said cheque. At least, he could have issued a stop-payment direction to his Banker in order to avoid any possibility of misuse of the cheque, which also he has not done. Therefore, as an ordinary prudent person, what he was expected to do in such a circumstance of the case, the accused has not done. As such, his mere contention in the form of his defence that the cheque in question was issued by him as a security towards the alleged previous loan transaction would not suffice to hold that the presumption formed in favour of the complainant under Section 139 of N.I.Act has stood successfully rebutted.",
        "17. The accused has much relied upon the alleged Forensic Science Laboratory report. It is not in dispute that the said Forensic Science Laboratory examined Promissory Note, Consideration Receipt and the legal notice marked at Exs.P-4, P-5 and P-10 respectively in order to ascertain whether they have been generated from the same typewriter. It has given its opinion that all the three documents are found similar and generated from the same typewriter. Heavily relying upon the said Expert's opinion and taking the said Expert's opinion as a shield, learned counsel for the petitioner vehemently submitted that since the Promissory Note and Consideration Receipt are shown to have been typed by the same typewriter, it is highly doubtful whether the accused had executed the said Promissory Note and Consideration Receipt. Therefore, the issuance of the cheque for the same transaction also becomes doubtful. The said contention of the accused is not acceptable for the reason that : (i) Admittedly, the complainant in the trial Court had filed her statement of objections to the said Expert's opinion, however, she was not granted any opportunity to cross- examine the said Expert. (ii) There are no material or evidence to show that the accused had no access to the said typewriter in which Exs.P-4 and P-5 are said to have been typed. (iii) The author of the notice at Ex.P-10 was also not examined to elicit from him that Exs.P-4 and P-5 were also typewritten in the same typewriter in which Ex.P-10 was typed and that as on the date of filling up of Exs.P-4 and P-5 in the typewritten manner, the author of the document at Ex.P-10 had an access to the said typewriter. (iv) The examination report submitted by Forensic Science Laboratory no where gives any reason as to on what basis and after conducting which examinations or tests, it has arrived at such an opinion that all those three documents were generated from the same typewriter. (v) It cannot be ignored of the fact that the present case is not based upon the documents at Exs.P-4 and P-5, but, it is a case of alleged offence punishable under Section 138 of N.I.Act, as such, the case is based upon dishonour of cheque at Ex.P-1, which admittedly was drawn by the accused in favour of the complainant.",
        "18. Learned counsel for the petitioner also raised a contention that PW-2, the father of the complainant, was not shown as witness to the on demand Promissory Note and consideration receipt at Exs.P-4 and P-5, as such also, the loan transaction becomes doubtful. The said argument is also not acceptable for the reason that the accused has not shown any reason as to why PW-2 should have been made as a witness to the documents at Exs.P-4 and P-5. Merely because PW-2 is said to be the colleague of the accused and father of the complainant, by that itself, it cannot be taken that he should have been necessarily a witness to the Promissory Note and the consideration receipt.",
        "19. Barring the above, the petitioner has not taken any other ground worth to be considered. Both the trial Court, as well the Sessions Judge's Court have arrived at the concurrent finding of holding the accused guilty of the offence punishable under Section 138 of N.I.Act after proper appreciation of the entire evidence and materials placed before them and in their proper perspective. Further the quantum of sentence as ordered by the trial Court and confirmed by the Sessions Judge's Court, is also proportionate to the gravity of the proven guilt. As such, I do not find any reason to hold the impugned judgments as perverse, illegal or erroneous warranting interference at the hands of this Court.",
        "20. Accordingly, I proceed to pass the following order: ORDER The Criminal Revision Petition is dismissed as devoid of merits. Registry to transmit a copy of this order to both the trial Court as also the Sessions Judge's Court along with their respective records without delay."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Complaint that cheque issued to repay loan was dishonoured - Accused pleading that cheque dishonoured was only issued as security - Plea of accused that cheque in question was required to be returned by complainant to him immediately after repayment of alleged earlier loan - No step taken by accused in that regard and he did not even write any letter to complainant demanding return of said cheque - Mere contention in form of his defence that cheque in question was issued by him as a security towards alleged previous loan transaction would not suffice to hold that presumption formed in favour of complainant stood rebutted - Conviction, proper.",
    "Result": "Petition dismissed"
}