{
    "ILOCaseNo": "2021 ILO PNH 606869",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 1245 of 2019",
            "Petitioner": "Om Parkash",
            "Respondent": "State of Punjab and Anr."
        }
    ],
    "JudgmentDate": "16/09/2021",
    "JudgmentBy": "VIKAS BAHL",
    "BenchCoram": "VIKAS BAHL",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Chanakya Batta",
            "parshotam Lal Singla"
        ],
        "LawyerForRespondent": [
            "Saurav Khurana",
            "Dag",
            "Punjab",
            "Rajiv Joshi"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. CRM-18054-2021 1.This is application under Section 482 of the Cr.P.C. for placing on record the compromise deed / agreement dated 21.12.2019 as Annexure A-1. 2.For the reasons stated in the application and also on account of the fact that counsel for respondent no.1-complainant has no objection if the same is taken on record, the application is allowed. Compromise deed / agreement dated 21.12.2019 is taken on record. CRR-1245-2019 3.This is a revision petition in which challenge is to the judgment dated 10.05.2019 passed by the Sessions Judge, Jalandhar, vide which the appeal filed by the petitioner against the judgment dated 15.11.2018 has been dismissed as well as against the judgment dated 15.11.2018 passed by the Judicial Magistrate Ist Class, Phillaur vide which the present petitioner was held guilty of having committed an offence under Section 138 of the Negotiable Instruments Act (in short 'the Act') and was sentenced to undergo rigorous imprisonment for a period of 2 years and to pay fine of Rs.500/- and in default of payment of fine, to undergo further simple imprisonment for 10 days. The petitioner was also directed to pay compensation to the complainant equal to the amount of cheque Ex.C1 in dispute with future lite interest @ 9% per annum from the date of judgment. 4.In the present case, the complainant had filed a complaint under Section 138 of the Act on the allegation that the complainant is running a business of sanitary goods at Garha Road, Phillaur and the accused purchased tiles and sanitary from him on credit basis and in order to discharge his liability, had issued cheque no.602538 dated 09.01.2017 amounting to Rs.2 lacs drawn on UCO Bank, Branch Phillaur, in favour of the complainant. It is further case of the complainant that the cheque was presented for encashment and was returned on 10.01.2017 with the remarks",
        {
            "I": "insufficient funds"
        },
        ". Legal notice was issued and thereafter, the complaint was filed. As stated hereinabove, Judicial Magistrate Ist Class, Phillaur, had convicted the petitioner and the Sessions Judge, Jalandhar, had dismissed the appeal of the petitioner. 5.On 29.05.2019 when the matter came up before a co-ordinate Bench of this Court, the following order was passed:-",
        {
            "I": "The petitioner has challenged the judgments and orders of the Courts below whereby he has been convicted under Section 138 of the Negotiable Instruments Act, 1881 and has been sentenced to undergo rigorous imprisonment for a period of two years and pay a fine of Rs. 500/-. Learned counsel for the petitioner inter alia contends that without prejudice to his case, the petitioner is willing to settle the matter with respondent No.2 (complainant). He also contends that the petitioner is 65 years of age and had been operated for heart surgery. He has brought a sum of Rs. 50,000/- which has been handed over to counsel for the complainant. 6.He also contends that the petitioner will settle the matter with the respondent with regard to the outstanding amount. List on 30.07.2019. The sentence of the petitioner shall remain suspended till the next date of hearing. He shall be released on bail subject to his furnishing bonds to the satisfaction of the concerned Chief Judicial Magistrate/Duty Magistrate."
        },
        "7.During the pendency of the revision petition, it has been stated by counsel for the petitioner as well as counsel for respondent no.2- complainant that the matter has been compromised as per the compromise deed / agreement which has been placed on record as Annexure A-1. The relevant portion of the said compromise is reproduced hereinbelow:-",
        {
            "I": [
                "COMPROMISE DEED/AGREEMENT We Om Parkash son of Sh.Najar Ram, resident of village Garha, Tehsil Phillaur, District Jalandhar first party and Naman Gupta son of Vipin Kumar Gupta resident of Near Bania Mohalla, Phillaur, District Jalandhar second party. That between the parties a case of Rs.2 Lacs cheque is going on titled as Naman Gupta Vs. Om Parkash of which a appeal has been filed before Hon'ble High Court which is still pending for next date 16.01.2020. With the intervention of Panchayat and respectable persons a compromise deed has been entered upon and parties have entered into compromise deed under following terms:-",
                "1. That first party have agreed to pay Rs.2,60,000/- (Rs. Two Lacs Sixty Thousand) to second party out of which Rs.50,000/- (Rs.Fifty Thousnad) has been paid in the Hon'ble High Court to the second party.",
                "2. That first party out of above Rs.2,60,000/- (Rs. Two Lacs Sixty Thousand) today on 21.12.2019 gave cheque of Rs.1,00,000/- (Rs.One Lac) vide cheque No.006386 of Punjab and Sind Bank Phillaur to second party in the presence of witnesses.",
                "3. That first party is bound to pay rest pending amount of Rs.1,10,000/- (Rs. One Lac Ten Thousand) to second party by 31.03.2020.",
                "4. That second party is bound to give statement after receiving the amount on the next coming date and after full and final payment second is bound to take back the case.",
                "5. That both the parties are bound not to take any legal action against each other in future. This compromise deed/ agreement has been written, read over to both the parties in the presence of witnesses after considering it to be correct both the parties have signed it without any influence so that it can be kept as a proof and can be used on time. Dated: 21.12.2019 First party Second party Witness Witness Sd/- Om Parkash Sd/- Naman Gupta Sd/- Lekh Raj Panch Sd/- Budh Parkash Ex- Sarpanch Sd/- Dalbir Kaur, seal Sarpanch. Gram Panchayat, Garha, Block Phillaur. 28.08.2020 Received cheque of Rs.30,000/- of Bank Punjab and Sind Bank Phillaur, Cheque no.006389 Sd/- Naman Gupta25.11.2020 Received cheque of Rs.30,000/- of Bank S.B.I., Phillaur Cheque No.486648 Sd/- Naman Gupta25.11.2020 Sd/- Lekh Raj Panch sealPanch Garha Panchayat, Garha Sd/- Balbir Kaur sealSarpanch, Gram Panchayat, Garha Sd/- Budh Parkash Ex. Panch Garha 30.01.2021 Received cheque of Rs.30,000/- of Bank S.B.I., Phillaur Cheque No.486650 Sd/- Naman Gupta Sd/- Lekh Raj Panch sealPanch Garha Panchayat, Garha Sd/- Balbir Kaur sealSarpanch, GramPanchayat, Garha Sd/- Budh Parkash Ex. Panch Garha xx.xx.2021 Received cheque of Rs.20,000/- of Bank S.B.I., Phillaur Cheque No.486649 Sd/- Naman Gupta Sd/- Lekh Raj Panch Sd/- Balbir Kaur sealSarpanch, Gram Panchayat, Garha"
            ]
        },
        "8.A perusal of said compromise would show that as per its terms, the petitioner has agreed to pay Rs.2,60,000/- to the second party. Rs.50,000/- was also stated to have been paid and another cheque of Rs.1 lac was paid on 21.12.2019 and it was stated that rest of the amount of Rs.1,10,000/- would also be paid. It is apparent from the endorsement, the said amount has also been paid. 9.Learned counsel for both the parties, i.e. the petitioner as well as the complainant have submitted that all the cheques which have been issued in pursuance to the settlement have been honoured and the entire amount as to the said compromise has been received by the complainant. It has been stated that the said compromise has been entered into without any pressure and is in the best interest of both the parties. It is also submitted that the complainant has no objection in case the judgments of the Judicial Magistrate Ist Class and Sessions Judge are set aside and the present revision petition is disposed of in terms of the compromise. 10.Learned State counsel has submitted that the State has no objection in case the present revision petition is disposed of as per compromise. 11.It has been brought to the notice of this Court that vide order dated 02.07.2021, a co-ordinate Bench of this Court also observed that in case of compromise, the law laid down by Hon'ble Supreme Court of India in",
        {
            "I": "Damodar S.Prabhu vs. Sayed Babalal H"
        },
        "(2010) 5 SCC 663 was also required to be followed and in pursuance of the same, the petitioner has deposited an amount of Rs.30,000/- which is 15% of the cheque amount of Rs.2 lacs with the Punjab State Legal Services Authority. The receipt bearing no.ST302429 dated 13.09.2021 is taken on record as Mark X and the relevant portion of the same is reproduced hereinbelow:-",
        {
            "I": "(Provincial) Serial No.ST302429 13/09/2021 Received from Om Parkash with letter no........ CRM-18054/2021, CRM-16964 and CRR 1245-2019 dated .......20 the sum of Rupees 30,000/- in Cash / by Cheuqe D.D.309064 dt. 09.09.2021 on account of 30,000/- in payment of Rs.30,000/-. Sd/-SuperintendentBranch PSLSA,SAS Nagar"
        },
        "12.Thus from the above facts, it is apparent that both the contesting parties are ad idem that the compromise has been effected between the parties without any pressure, threat or undue influence and the terms of the said compromise has been duly complied with. The compromise would go long way in maintaining the peace and harmony between the parties and thus, a prayer has been made to the Court for compounding the offence in terms of Section 147 of the Negotiable Instruments Act, 1881 read with Section 320 (6) Cr.P.C. Since the offence relating to dishonour of cheque has a compensatory profile and is required to have precedence over punitive mechanism, therefore, the present revision petition deserves to be allowed. 13.It is also relevant to state that the petitioner was also in custody for a period of 22 days as is apparent from the custody certificate, which is also taken on record and the petitioner was not involved in any other case. This Court in a judgment dated 09.03.2017 passed in CRR no.390 of 2017 titled as",
        {
            "I": "Kuldeep Singh vs. Vijay Kumar and another"
        },
        "has held as under:-",
        {
            "I": "Reliance can be placed on Kaushalya Devi Massand vs. Roopkishore Khore, 2011 (2) RCR (Criminal) 298 and Damodar S. Prabhu vs. Sayed Babalal, AIR 2010 (SC) 1097. The revisional jurisdiction of the High Court in terms of Section 401 Cr.P.C. would result in bringing about ends of justice between the parties in the event of finding that the compromise is genuine, bonafide and free from any undue influence. The compromise in question would serve as a everlasting tool in favour of the parties for which indulgence can be given by this Court. The revisional exercise would also be in consonance with the spirit of Section 147 of Negotiable Instruments Act. The principle as laid down in Damodar S. Prabhu vs. Sayed Babalal, AIR 2010 (SC) 1097, would be squarely fortified if the compromise in question is allowed to be effected between the parties with leave of the Court. In view of aforesaid, impugned judgment dated 19.01.2017 passed by Additional Sessions Judge, Sri Muktsar Sahib vide which conviction and sentence of the petitioner was upheld stands quashed. The revision petition is allowed subject to deposit of 15% of the cheque amount as per ratio laid down in Damodar S. Prabhu's case (supra) to State Legal Services Authority, failing which this order will be of no consequence. Necessary consequences to follow."
        },
        "14. Reliance in the abovesaid judgment was also placed upon the judgment of Hon'ble Supreme Court in Damodar S. Prabhu's case (supra) and thus as per settled law, this Court has power to set aside the judgment of conviction against the petitioner on the basis of a valid compromise. The compromise in the present case is genuine and valid and has been duly acted upon and even the amount of 15% of cheque has already been deposited.",
        "15. Thus keeping in view the abovesaid facts and circumstances, the impugned judgment dated 10.05.2019 passed by the learned Sessions Judge, Jalandhar as well as judgment dated 15.11.2018 passed by the Judicial Magistrate Ist Class, Phillaur, are set aside and the present revision petition is allowed in terms of compromise. CRM-16964-2015 Since the revision petition has been decided, the present application has become infructuous. Hence the same is disposed of having been rendered infructuous."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Dishonour of Cheque - Compounding of offence - Parties compromised matter - compromise is genuine and valid and has been duly acted upon and even amount of 15% of cheque has already been deposited - Order of conviction set aside. (Paras14 15)",
    "Result": "Petition allowed"
}