{
    "ILOCaseNo": "2021 ILO GUJ 606751",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "R/CRIMINAL REVISION APPLICATION - 563 of 2020",
            "Petitioner": "RITESHBHAI KARSANBHAI RABARI",
            "Respondent": "STATE OF GUJARAT"
        }
    ],
    "JudgmentDate": "13/09/2021",
    "BenchCoram": "Umesh A. Trivedi",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Aditya R Parikh"
        ],
        "LawyerForRespondent": [
            "Kuldip K Acharya",
            "Ms Jirga Jhaveri Addl. Public Prosecutor"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "Order in Criminal Revision Application No.563 of 2020",
        "1. Shri Kuldip Acharya, learned advocate has instructions to appear for respondent no.2. Shri Kuldip Acharya, learned advocate seeks permission to file his Vakalatnama for respondent no.2. Registry is directed to accept the Vakalatnama on behalf of respondent no.2.",
        "2. RULE. Ms.Jirga Jhaveri , learned Additional Public Prosecutor, waives service of notice of rule on behalf of respondent no.1 - State and Shri Kuldip Acharya, learned advocate, waives service of notice of rule on behalf of respondent no.2.",
        "3. This Revision Application is directed against an order passed by th the learned 4 Additional Chief Judicial Magistrate, Anand dated 20.12.2018 in Criminal Case No.1440 of 2018 convicting the applicant for an offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as",
        {
            "I": "the Act"
        },
        ") and ordered him to undergo two years Simple Imprisonment. Over and above that, Rs.12,36,000/-, being the cheque amount, was ordered to be paid to the complainant as compensation and in default of payment of compensation, he is ordered to further undergo four months Simple Imprisonment. The said judgment of conviction and order of sentence was carried in Appeal being Criminal Appeal No. 25 of 2019, which also came to be dismissed th by the learned 4 Additional Sessions Judge, Anand vide order dated 15.02.2020. Both these orders are under challenge in this Revision Application.",
        "4. During pendency of this application, the parties have settled the disputes outside the Court. The compromise deed signed by the original complainant, who is present in the Court and duly identified by his advocate, states that the agreed amount between the parties has already been paid to him, and therefore, there is no grievance remaining to be resolved further. At the same time, it is stated in the compromise deed that if the judgment of conviction and order of sentence passed against the applicant - accused is quashed and set aside, he has no objection for the same. The affidavit is taken on record.",
        "5. However, in view of compounding arrived at between the parties and when the matter is settled between them, pursuant to which the amount as agreed between the parties is already paid to the complainant, as disclosed in the affidavit as also an amount of Rs. 50,000/- which has been deposited by the present applicant before the Appellate Court pursuant to an order passed by the Appellate Court is also permitted to be withdrawn by Respondent No.2 herein - Complainant - Rajendrabhai Harmanbhai Patel. The Appellate Court is directed to refund the said amount deposited by the applicant - Riteshbhai Karsanbhai Rabari on verification of the deposit as also the identity of the Complainant. In view of the above, the judgment of conviction and order of sentence passed by the learned Magistrate is required to be quashed and set aside. In view of Section 147 of",
        {
            "I": "the Act"
        },
        ", when offence is made compoundable, the genuine compounding entered into between the parties is required to be encouraged. Considering the affidavit, it is clear that the compounding is genuine, and therefore, the impugned judgment th of conviction and order of sentence passed by the 4 Additional Chief Judicial Magistrate, Anand dated 20.12.2018 in Criminal Case No.1440 th of 2018 confirmed by the learned 4 Additional Sessions Judge, Anand vide order dated 15.02.2020 are hereby quashed and set aside.",
        "6. In view of sub-section (8) of Section 320 of the Code of Criminal Procedure, 1973, the applicant is acquitted of the charge levelled against him. Though compounding under Section 147 of the",
        {
            "I": "the Act"
        },
        "is made permissible, in view of the decision of the Hon'ble Supreme Court in the case of Damodar S. Prabhu Vs. Sayed Babalal reported in AIR 2010 SC 1907 , the accused is required to pay cost to be deposited with Gujarat State Legal Services Authority. However, considering the fact that despite an order passed by this Court to suspend the sentence to release the applicant on bail on deposit of the amount as ordered by this Court vide order dated 15.10.2020 despite the order, he could not deposit the amount as ordered by the Court and, therefore, he is still in judicial custody, therefore, in view of paragraph 17 of the aforesaid reported decision, a discretion is vested with the Court with regard to specific facts and circumstances of a case to reduce or waive the same. Considering the aforesaid fact, no cost is to be recovered from the present applicant.",
        "7. Accordingly, the present Criminal Revision Application shall stand disposed of as allowed. Rule is made absolute to the aforesaid extent. Direct service is permitted. Order in Criminal Misc. Application NO. 2 of 2021 In view of disposal of Revision Application, this application being 2/2021 stands disposed of."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Dishonor of cheque - Parties have settled disputes outside Court - Compromise deed signed by the complainant - Conviction,set aside. (Para4)",
    "Result": "Order accordingly"
}