{
    "ILOCaseNo": "2021 ILO KAR 606818",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 408 of 2016",
            "Petitioner": "Chandregowda Ningegowda",
            "Respondent": "Kaggegowda Puttegowda"
        }
    ],
    "JudgmentDate": "09/04/2021",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Girish B. Baladare"
        ],
        "LawyerForRespondent": [
            "N. R. Ravikumar",
            "Pradeep Naik K"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The learned counsel from both side present physically in the Court. Both parties as identified by their respective counsels are also present before the Court.",
        "2. At the request of learned counsel from both side, IA.No.1/2021 filed in Criminal Revision Petition No.745/2016, is disposed of as not pressed with liberty to file a similar application afresh.",
        "3. Learned counsel from both side filed a joint application under Section 147 of Negotiable Instruments Act, 1881 (hereinafter for brevity referred to as `N.I.Act') read with Section 320(6) and Section 320(8) of Code of Criminal Procedure, 1973 (hereinafter for brevity referred to as `Cr.P.C.') seeking permission to compound the Criminal Revision Petition No.745/2016 and also seeking dismissal of Criminal Revision Petition No.408/2016 in view of settlement arrived at between the parties.",
        "4. The respondent in Criminal Revision Petition No.745/2016 is the complainant, who had instituted a private complaint against the petitioner in Criminal Revision Petition No.745/2016 arraigning him as accused in C.C.No.320/2014, in the Court of learned II Addl.Senior Civil Judge and J.M.F.C., Chikkamagaluru, (hereinafter for brevity referred to as `trial Court'), for the offence punishable under Section 138 of N.I.Act. The same has resulted in the conviction of the accused for the alleged offence and an order of sentence was also passed accordingly. It is aggrieved by the same, both the complainant and the accused preferred Criminal Appeals, wherein the complainant's appeal i.e., Criminal Appeal No.114/2015, in the Court of learned I Addl.Sessions Judge, Chikkamagaluru, seeking the compensation to the complainant which was not ordered by the trial Court though it had convicted the accused. However, the said appeal came to be dismissed by the Sessions Judge's Court on 17.10.2015 as not maintainable. Aggrieved by the same, the complainant in the trial Court has filed Criminal Revision Petition No.408/2016 before this Court.",
        "5. The Criminal Appeal No.104/2015 filed by the accused before learned II Addl.Sessions Judge, Chikkamagaluru, challenging his conviction by the trial Court for the offence punishable under Section 138 of N.I.Act also came to be dismissed confirming the judgment of conviction and order on sentence passed by the trial Court. Aggrieved by the same, the accused has preferred Criminal Revision Petition No.745/2016.",
        "6. The respondent in both the matters are being represented by their counsels. Now both the parties through their counsels have filed an interlocutory application today jointly under Section 147 of N.I.Act read with Section 320(6) and Section 320(8) of Cr.P.C., wherein they have stated that they have arrived at a settlement, by virtue of which, the accused has paid a sum of `1,50,000/- in the form of Demand Draft in favour of the complainant. As such, both of them submitted that, by setting aside the judgment and conviction and order on sentence, the accused be acquitted of the alleged offence and also prayed for dismissal of Criminal Revision Petition No.408/2015 in view of the settlement between the parties. Learned counsels from both side make their submissions supporting the joint application and the joint affidavit of the parties.",
        "7. The enquiry made with the parties who are physically present convinces the Court that both the parties out of their free consent and volition and in their best interest have settled the matter which is further corroborated by the submissions made by their learned counsels. As such, I am of the view that on the terms of the said joint application, the parties be permitted to compound the offence punishable under Section 138 of the N.I. Act, however, subject to the payment of the graded cost by the petitioner/accused.",
        "8. Section 147 of the N.I. Act has made every offence punishable under the N.I. Act as compoundable. As such, there is no bar for the parties in the proceeding to compound the offence. However, at the same time, the guidelines laid down by Hon'ble Apex Court in Damodar S. Prabhu v. Sayed Babalal H reported in AIR 2010 SUPREME COURT 1907 regarding imposing graded cost on litigant also to be borne in mind. According to the said Judgment in Damodar S. Prabhu's Case (supra), if the application for compounding is made before the Sessions Court or High Court in revision or appeal, such compounding is permitted to be allowed on the common condition that the accused pays 15% of the cheque amount by way of cost. Accordingly, taking into consideration the joint application for compounding, the guidelines given by the Hon'ble Apex Court in Damodar S. Prabhu's case (Supra) and the circumstance of the case on hand, I proceed to pass the following:- ORDER [i] The Joint application - I.A.No.2/2021 filed by both side under Section 147 of Negotiable Instruments Act, 1881, read with Section 320(6) and Section 320(8) of Code of Criminal Procedure, 1973, is allowed; [ii] The parties to the present petition are permitted to compound the offence, however, subject to the petitioner herein (accused) paying a sum of `30,000/- (Rupees Thirty Thousand Only) towards graded cost to the District Legal Services Authority, in the trial Court; [iii] Subject to the payment of graded cost, the judgment of conviction and order on sentence dated 08.07.2015, passed by the learned II Addl.Senior Civil Judge and J.M.F.C., Chikkamagaluru, in C.C.No.320/2014 is set aside and consequently, the judgment dated 16.04.2016, passed by the learned II Addl.Sessions Judge, Chikkamagaluru, in Criminal Appeal No.104/2015, also stands set aside; [iv] The petitioner in Criminal Revision Petition No.745/2016 Sri.Kaggegowda, son of Puttegowda, who was the accused before the trial Court is acquitted of the alleged offence punishable under Section 138 of the Negotiable Instruments Act, 1881; [v] However, this order of compounding of the offence and acquittal of the petitioner/accused would come into operation and would enure to the benefit of the petitioner/accused, only after he deposits the graded cost as ordered above, and in its entirety within fifteen days from today. In case of non-deposit of the said amount in its entirety, today's order would not enure to the benefit of the petitioner/accused. [vi] The trial Court is directed to refund/release the amount said to have been deposited by the present petitioner (accused) before it, if any, to the complainant, after his due identification and in accordance with law and after payment of graded cost of a sum of `30,000/- (Rupees Thirty Thousand Only) by the accused. Accordingly, by virtue of the settlement, Criminal Revision Petition No.408/2016 stands dismissed as not pressed and Criminal Revision Petition No.745/2016 is disposed of. Registry to transmit a copy of this order to both the trial Court and also to the Sessions Judge's Court immediately."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Criminal P.C. (2 of 1974), S.320 - Dishonor of cheque - Compounding of offence - Both parties out of their free consent and volition and in their best interest settled matter which corroborated by submissions made by their counsels - Parties permitted to compound offence punishable u/S.138 of N.I. Act - However, subject to payment of graded cost by accused. (Para7)",
    "Result": "Petition allowed"
}