{
    "ILOCaseNo": "2021 ILO PNH 606871",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "(225) CRR - 3260 of 2019",
            "Petitioner": "Ranbir Singh Alias Rana",
            "Respondent": "Rajwinder Kumar"
        }
    ],
    "JudgmentDate": "02/09/2021",
    "BenchCoram": "Harsimran Singh Sethi",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Sunny K. Singla"
        ],
        "LawyerForRespondent": [
            "Anil Kumar Garg"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Present criminal revision has been filed against the judgment of conviction dated 30.11.2016 passed by the Judicial Magistrate Ist Class, Malerkotla whereby the petitioner was convicted and sentenced to undergo rigorous imprisonment for a period of one year in complaint No.22 dated 28.01.2011 titled as Rajwinder Kumar versus Ranbir Singh and also the order passed in appeal dated 01.10.2019, by which the said appeal was dismissed.",
        "2. The conduct of the petitioner was such that the petitioner remained absent when the judgment on his appeal was to be pronounced so as to evade his arrest. The lower Appellate Court had to record in the order dated 01.10.2019 that the judgment be sent to the Chief Judicial Magistrate for the execution of the sentence of imprisonment imposed upon the petitioner-accused by issuance of warrants of arrest. The arrest warrants have been issued against the petitioner, which are being evaded by the petitioner for the last approximately two years.",
        "3. Not only this, the petitioner filed the present criminal revision in the year 2019 on the pretext that the petitioner is ready to compromise the dispute with the complainant and has been taking adjournments on one pretext or the other but learned counsel for the respondents has stated that there is no effort made on the part of the petitioner to compromise the dispute and the petitioner has not paid even a single penny after he was convicted and the effort of the petitioner is to linger the matter further on one pretext or the other.",
        "4. It may be noticed here that alongwith the revision petition, the petitioner had filed an application seeking exemption from surrender. Keeping in view the conduct of the petitioner and also the fact that arrest warrants had already been issued against the petitioner and the petitioner was evading the arrest for more than one and half year, application seeking exemption from surrender was dismissed by this Court on 30.07.2021 and direction was given to the petitioner to surrender within a period of 07 days with an intimation to this Court.",
        "5. As per the intimation received by this Court from the trial Court, the petitioner has not surrendered before the Court in terms of the arrest warrants issued against him. Even the counsel for the petitioner has conceded that the petitioner has not surrendered and on being asked the reason for the same, learned counsel for the petitioner pleaded ignorance and only stated that the petitioner will compromise the dispute.",
        "6. On being asked to argue the criminal revision on merits, learned counsel for the petitioner refused and submitted that as petitioner intends to compromise the dispute, present petition be adjourned.",
        "7. Learned counsel for the respondent has submitted that the conduct of the petitioner is such that compromise is only a plot to get adjournments as no effort has been made by the petitioner in last about two years, which could show that the petitioner has any intention to compromise the dispute.",
        "8. Keeping in view the conduct of the petitioner, this Court is also of the view that for the last two years, the petitioner has been taking adjournments on the pretext of compromising the dispute with the complainant. No proposal has been received from the petitioner to the complainant so far in the last two years and ultimately this Court had to reject the prayer of the petitioner seeking exemption from surrender keeping in view the fact that the arrest warrants had already been issued against him. Despite such order, which was passed on 30.07.2021, no effort undertaken by the petitioner has been presented before this Court, which could show the bona fide of the petitioner that he is ready to compromise. Rather, the effort is to linger on with the present criminal revision.",
        "9. This Court requested the learned counsel for the petitioner to address the arguments on merits to point out the infirmities in the order passed by the trial Court dated 30.11.2016 convicting the petitioner as well as the order passed in appeal dated 01.10.2019 by which the order passed by the trial Court was upheld. Learned counsel for the petitioner refused to address the arguments on merits. This shows that the petitioner has no argument to address pointing out any infirmity in the impugned orders.",
        "10. Learned counsel appearing on behalf of the petitioner has not been able to point out any infirmity in the impugned order.",
        "11. As learned counsel for the revision petitioner did not address arguments on merits, there is no other option left with the Court to go through the grounds of the criminal revision petition and decide it on merits.",
        "12. A bare perusal of the order passed by the Courts below reveals that even the grounds, which have been taken by the petitioner in the present revision petition, have been dealt with. The petitioner has not denied the affixation of signatures on the cheque. That being so, keeping in view the law laid down by the Hon'ble Supreme Court of India in Crl. Appeal No.230-231 of 2019 titled as Bir Singh versus Mukesh Kumar, decided on 06.02.2019 (AIR 2019 SC 2446), once the signatures affixed on the cheque are admitted, the presumption, as envisaged under Section 139 of the Negotiable Instruments Act, 1881 is that the cheque has been issued in order to discharge the liability arise unless and until the said burden is discharged by the persons issuing the cheque. The burden of proving the liability is not upon the complainant. The relevant paragraphs of the said judgment are as under:-",
        {
            "I": [
                "42. In the absence of any finding that the cheque in question was not signed by the respondent- accused or not voluntarily made over to the payee and in the absence of any evidence with regard to the circumstances in which a blank signed cheque had been given to the appellant- complainant, it may reasonably be presumed that the cheque was filled in by the appellant- complainant being the payee in the presence of the respondent-accused being the drawer, at his request and/or with his acquiescence. The subsequent filling in of an unfilled signed cheque is not an alteration. There was no change in the amount of the cheque, its date or the name of the payee. The High Court ought not to have acquitted the respondent-accused of the charge under Section 138 of the Negotiable Instruments Act.",
                "43. In our considered opinion, the High Court patently erred in holding that the burden was on the appellant- complainant to prove that he had advanced the loan and the blank signed cheque was given to him in repayment of the same. The finding of the High Court that the case of the appellant-complainant became highly doubtful or not beyond reasonable doubt is patently erroneous for the reasons discussed above."
            ]
        },
        "13. Keeping in view the above, no interference is called for by this Court in the present criminal revision.",
        "14. Accordingly, the present criminal revision is dismissed.",
        "15. The Chief Judicial Magistrate, Sangrur is directed to comply with the order passed by the lower Appellate Court dated 01.10.2019 for execution of the arrest warrants issued against the petitioner and report of the execution of the same be sent to this Court for information."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Exemption from surrender - From last two years, accused taking adjournments on pretext of compromising dispute with complainant however no such proposal for compromise was received - Inference drawn that act of accused is to linger proceedings - Arrest warrants already issued - Accused not denying his signature on cheque - -Application for exemption from surrender,rejected- Direction issued to comply with order of execution of arrest warrant. (Paras8 9 12 15)",
    "Result": "Petition dismissed"
}