{
    "ILOCaseNo": "2021 ILO PNH 606873",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 56 of 2021",
            "Petitioner": "Sarabjeet Singh Wadhawan",
            "Respondent": "M/s Dinesh Steel through its Proprietor and Ors."
        }
    ],
    "JudgmentDate": "01/10/2021",
    "JudgmentBy": "Avneesh Jhingan",
    "BenchCoram": "Avneesh Jhingan",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Giriraj Subramanium",
            "Simarpal Singh Sawhney",
            "Rahul Makkar"
        ],
        "LawyerForRespondent": [
            "H. S. Bajwa"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Today physical hearing was held but on request of learned counsel for the petitioner, the matter is taken up by way of hybrid hearing. (2) These three petitions are filed aggrieved of orders dated 6.1.2021 whereby Additional Sessions Judge, Faridabad, suspended the sentence awarded under Section 138 of the Negotiable Instruments Act, 1881 (for short 'the Act') subject to deposit of 20% of the compensation amount within a period of one month. It would be appropriate to note at this stage that the period to deposit was extended from time to time. (3) The petitioners were convicted by Judicial Magistrate Ist Class, Faridabad, vide judgment dated 3.3.2020 and sentenced to undergo simple imprisonment for one year under Section 138 of the Act and to further pay compensation of Rs. 1,05,00,000/- vide order dated 8.10.2020. (4) Aggrieved of conviction, appeals alongwith applications for suspension of sentence were filed. On 6.1.2021 notice was issued in the appeal, the sentence was suspended on furnishing of bail bonds of Rs.1,00,000/- and subject to deposit of 20% of the compensation amount. (5) The grievance raised by learned counsel for the petitioners is that the Appellate Court while passing the impugned orders has not considered the decision of Supreme Court in Surinder Singh Deswal @ Col. S.S. Deswal and others Versus Virender Gandhi, 2019 AIR (Supreme Court) 2956 : (AIRonline 2019 SC 327). The Appellate Court proceeded on the basis that there is no discretion with the Court to waive the pre deposit of 20%. The Appellate Court never dealt with the pleas raised for non-deposit. (6) Learned counsel for the complainant submits that as per the decision of Supreme Court in Surinder Singh Deswal's case (supra), reasons are to be recorded only if waiver of pre-deposit is to be granted. In the present case, as there was a direction to deposit 20% of compensation, no reasons were required to be recorded. (7) Relevant portion of the impugned order is quoted below: ''The provisions of Section 148 of NI Act perused. It transpires that it has been specifically mentioned that the appellate court may order the appellant to deposit such sum which shall be a minimum of 20% of the fine or compensation awarded by the trial Court. In the case in hand, the trial court has awarded compensation of Rs.1,05,00,000/-. Though the word may and shall have been used in the sentence, but it does not give discretion to the Court to waive the said amount. Therefore, the request of the appellant is declined and the application is dismissed.'' (8) The amended language of Section 148 of the Act was dealt with by the Supreme Court in Surinder Singh Deswal's case (supra). Para-9 is quoted below: ''9. Now so far as the submission on behalf of the appellants that even considering the language used in section 148 of the N.I. Act as amended, the appellate Court",
        {
            "I": "may"
        },
        "order the appellant to deposit such sum which shall be a minimum of 20% of the fine or compensation awarded by the trial Court and the word used is not",
        {
            "I": "shall"
        },
        "and therefore the discretion is vested with the first appellate court to direct the appellant - accused to deposit such sum and the appellate court has construed it as mandatory, which according to the learned Senior Advocate for the appellants would be contrary to the provisions of section 148 of the N.I. Act as amended is concerned, considering the amended section 148 of the N.I. Act as a whole to be read with the Statement of Objects and Reasons of the amending section 148 of the N.I. Act , though it is true that in amended section 1 48 of the N.I . Act, the word used is",
        {
            "I": "may"
        },
        ", it is generally to be construed as a",
        {
            "I": "rule"
        },
        "or",
        {
            "I": "shall"
        },
        "and not to direct to deposit by the appellate court is an exception for which special reasons are to be assigned.'' .... (emphasis supplied) (9) As per Supreme Court decision while dealing with the exceptional circumstances, the Court has to justify the direction for waiver by assigning reasons. (10) The contention of counsel for the complainant that reasons are to be assigned only when the waiver is allowed and no reason is to be given if there is direction of pre-deposit of the compensation amounts seems impressive at the first blush but it is not so.",
        "11. The matter needs to be looked from another angle. If a prayer for waiver of pre-deposit has been made before the Appellate Court, the minimum requirement for compliance of principle of natural justice would be that the litigant comes to know from the order passed that the plea raised by him were considered and dealt with.",
        "12. From the perusal of impugned order, it is evident that the Supreme Court decision was not considered. It is not forth coming from the order that the pleas raised by the petitioner for waiver of pre-deposit were dealt with, it is so, as the Court proceeded on the basis that there is no discretion for waiver. (13) The impugned orders are set aside. The petitions are disposed of by remanding the matter back to the Appellate Court, to consider the application for suspension of sentence and prayer for waiver of pre-deposit afresh in view of decision of the Supreme Court in Surinder Singh Deswal's case (supra). (14) It is clarified that remand will not be construed as an opinion on the merits of the prayer for pre-deposit by this Court. (15) It would be appreciated if an attempt is made by the Appellate Court to decide the applications for suspension of sentence and waiver of pre-deposit expeditiously. (16) Photocopy of this order be placed on the files of connected cases."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.148 - (as Inserted In 2018) - Cheque dishonour case - Petitioners aggrieved by order suspending sentence awarded u/S. 138 of N.I. Act subject to deposit of 20% of compensation amount within period of one month - Plea that Appellate Court while passing said orders, has not considered decision of Supreme Court and never dealt with pleas raised for non-deposit - If prayer for waiver of pre-deposit has been made, minimum requirement for compliance of principle of natural justice would be that litigant comes to know from order passed that plea raised by him were considered and dealt with - Order showing non-consideration of decision of Supreme court - Matter remanded. (Paras11 12)",
    "Result": "Order accordingly"
}