{
    "ILOCaseNo": "2021 ILO MUM 607874",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPLICATION - 5547 of 2004",
            "Petitioner": "Gurbachan Singh and Ors.",
            "Respondent": "Shankar K. Mathod"
        }
    ],
    "JudgmentDate": "08/04/2021",
    "BenchCoram": "A. S. Gadkari",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ms. Aarti Deodhar A/w Virendra Pethe I/b. B. D. Josh"
        ],
        "LawyerForRespondent": [
            "Amit Palkar",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. By the present Application under Section 482 of the Criminal Procedure Code (for short,",
        {
            "I": "Cr.P.C."
        },
        "), the applicants/original accused have prayed for quashing and setting aside Criminal Case No.144/Misc/2001 (renumbered as 81/S/2003), pending on the file of learned Metropolitan Magistrate, 34 Court, at Vikhroli, Mumbai.",
        "2. Record reveals that, Respondent No.1 has been duly served in the matter. The present Application was listed on board for final hearing on 4 March 2021, 24 March 2021 and 6 April 2021, when none appeared for the Respondent No.1. In order to grant an opportunity to the Respondent No.1, present Application was therefore adjourned on the aforestated three dates and listed today for final hearing. Today also, none appears for the Respondent No.1.",
        "3. Heard Ms. Aarti Deodhar i/b. Mr. B.D. Joshi for the Applicants and Mr. Palkar, learned A.P.P. for the Respondent No.2-State. Perused record.",
        "4. Record discloses that, Respondent No.1 had earlier filed a Criminal Case No.99/S/2000 in the Court of Additional Chief Metropolitan Magistrate, 34 Court at Vikhroli, Mumbai, under Section 138 read with Sections 141 and 142 of the Negotiable Instruments Act, 1881 (for short,",
        {
            "I": "the N.I. Act"
        },
        "), against the applicant Nos.1 to 3 and other two accused (companies), i.e. M/ s.Darshan Oils Ltd. and M/s.Darshan Vanaspati. It was the case of the Respondent No.1 that, his Company, namely, M/s Eskay Enterprises, sold and supplied R.B.D Palmolein Oil to the accused therein and raised invoices bearing Nos.590, 618, 619, 620, 621, 696 and 697 through the commission agent namely, Shri Kiran H. Shah. That, the applicants vide its letter dated 22 September 1999 addressed to the said commission agent Shri Kiran H. Shah confirmed delivery and informed that, they would clear the outstanding payment pertaining to the said supply of goods. That, the applicant No.3 in discharge of liability for payment of goods supplied by Respondent No.1 to M/s.Darshan Vanaspati (original Accused No.2), in his capacity as Director of M/ s.Darshan Oils Ltd., issued a cheque bearing No.1731838 dated 6 November 1999 for an amount of Rs.42,16,517/- drawn on Canara Bank, Aligarh Main Branch in favour of the Respondent No.1. The said cheque was dishonoured on presentation with the Banker of Respondent No.1, namely, Canara Bank, Vikhroli, Mumbai - 83. The Canara Bank also issued a memo dated 14 January 2000 to the effect that the said cheque was dishonoured. The Respondent No.1 thereafter sent a statutory notice dated 3 February 2000. As the applicant Nos.1 to 3 did not respond to the said notice within stipulated period as per the provisions of N.I. Act, the Respondent No.1 filed the aforestated complaint bearing No.99/S/2000 on 18 March 2000. The record further reveals that, by an Order dated 4 April 2000, the learned Magistrate issued process against the applicants and other accused therein, making it returnable on 2 November, 2000.",
        "5. It is to be noted here that, though the complaint No.99/S/2000 was pending for adjudication, the Respondent No.1 being proprietor of M/s. Eskay Enterprises, impleading the applicants in their capacity as Directors of Darshan Vanaspati and omitting the said company, filed a fresh Complaint on 21 June 2001 bearing Criminal Case No.144/Misc/2001 (renumbered as 81/ S/2003) in the same Court i.e. learned Metropolitan Magistrate, 34 Court at Vikhroli, Mumbai, under Section 420 r/w 34 of the Indian Penal Code.",
        "6. A bare perusal of the second complaint i.e. C.C. No.144/Misc./ 2001 would clearly indicate that, it has been filed on the same set of facts as mentioned in first complaint i.e.Case No.99/ S/2000, except with a few variations in pleadings, only to attract Section 420 of I.P.C. The fact of supply of Palmolein Oil, issuance of cheque by the applicants, their letter of confirmation addressed to their commission agent Shri Kiran Shah and dishonour of cheque on presentation and his filing of Complaint No.99/S/2000 have been mentioned in the pleadings of the said complaint up to para No.7. In para No.8 of the said complaint an allegation has been added to the effect that, the applicants took delivery of the said goods by deceiving Respondent No.1 and issued a cheque knowing fully well that, the applicants had insufficient funds in their account to honour the same.",
        "7. It is thus apparently clear that, on the same set of facts with same allegations, a second complaint is lodged by the Respondent No.1 to set the criminal law in motion. It is important to note here that, in the second complaint in para No.7, the Respondent No.1 has categorically pleaded that, he had filed a Complaint bearing No.99/S/2000 in the same Court. It is surprising to note that, despite the said specific and categorical pleading, the Trial Court instead of verifying the stage/status of earlier Complaint lodged by the Respondent No.1, after complying with necessary legal formalities as contemplated under Section 202 of Cr.P.C., issued process against the applicants. A non-bailable warrant was also issued on 18 February 2003 against the applicants. In furtherance of non-bailable warrant, the applicants came to be arrested from their residence at Aligarh on 15 August 2004 and were produced before the learned Magistrate, 34 Court, Vikhroli on 16 August 2004. They were released on bail on 16 August 2004 itself.",
        "8. In this background, it is further important to note here that, the first Complaint bearing No.99/ S/2000 was dismissed by the same Court of learned Magistrate on 20 November 2003 itself. As a result thereof, applicants were acquitted as contemplated under Section 256(1) of Cr.P.C., from the earlier Complaint bearing No.99/S/2000. In this backdrop, the arrest of applicants in second Complaint on 16 August 2004 on the basis of the same set of facts was unwarranted.",
        "9. As noted earlier, the second Complaint i.e. the complaint in question herein bearing No.144/ Misc/2001 (renumbered as 81/S/2003), which is filed on the same set of facts with little variation in pleadings only to attract Section 420 of I.P.C. is a sheer abuse of process of law. Even otherwise second crime on the basis of same set of facts is not tenable in the eyes of law. It is the settled position of law that, there can be no second F.I.R. in respect of same cognizable offence, same incident or occurrence. Reliance is placed on the decision of the Hon'ble Supreme Court in the case of T.T.Antony Vs.State of Kerala, reported in 2001 Cri.L.J. 3329 : (2001) 6 SCC 181.",
        "10. This Court therefore is of considered view that, continuation of second complaint filed by the Respondent No.1, i.e. Case No.144/Misc./ 2001 (renumbered as 81/S/2003), is clear abuse of process of law and undue harassment to the applicants. In view of the above, the second complaint i.e.Case No.144/ Misc./2001 deserves to be quashed and set-aside, and is accordingly quashed and set-aside.",
        "11. Application is allowed and Rule made absolute in terms of prayer Clause (a)."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.482 - Quashing of complaint - Offences u/Ss.138,141,142 of Negotiable Instruments Act - Filing of subsequent complaint on ground of same set of facts with same allegations, not tenable - Thus, filing of subsequent complaint is abuse of process of law and undue harassment to accused persons - Complaint liable to be quashed. (Para7 10)",
    "Result": "Order accordingly"
}