{
    "ILOCaseNo": "2021 ILO KAR 606827",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 257 of 2014",
            "Petitioner": "K. Nagaraj",
            "Respondent": "P.N. Lingesh Babu"
        }
    ],
    "JudgmentDate": "28/01/2021",
    "JudgmentBy": "DR. H. B. PRABHAKARA SASTRY",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ashok K. L"
        ],
        "LawyerForRespondent": [
            "V. Lakshmikanth Rao"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner who was the accused in the Court of learned III Addl. Senior Civil Judge and JMFC at Davanagere (hereinafter referred to as 'the Trial Court') in C.C. No.2405/2009 (old CC No.257/2008), was found guilty for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (for brevity, hereinafter referred to as 'the N.I. Act') and accordingly was convicted by Judgment dated 21.11.2012.",
        "2. The summary of the case of the complainant in the Trial Court is that the accused who was acquainted with him had borrowed a loan of Rs.80,000/- from him in the first week of January, 2006, agreeing to repay the same with interest at the rate of 2% per month. Since the accused did not repay the loan amount, at the specific demand made by the complainant for the repayment of the loan amount, the accused issued a cheque bearing No.059240 dated 18.02.2007 drawn on Corporation Bank, Mandipet Branch, Davanagere, for a sum of Rs.80,000/- in favour of the complainant. When the said cheque was presented by the complainant for its realisation, the same came to be dishonoured with the banker's shara 'insufficient funds'. Thereafter the complainant got issued a legal notice to the accused demanding the cheque amount. However, even after receiving the notice, the accused neither replied to the notice nor paid the cheque amount which constrained the complainant to file a criminal case against him for the offence punishable under Section 138 of the N.I. Act.",
        "3. The accused appeared in the Trial Court and contested the matter. After recording evidence and hearing both side arguments, the Trial Court by its impugned Judgment convicted the accused for the offence punishable under Section 138 of the Act and imposed a fine of Rs.1,05,000/- upon him. In default of payment of fine amount, the accused was also ordered to undergo simple imprisonment for four months. The Crl.A. No. 127/2012 filed by the accused challenging the Judgment of conviction passed by the Trial Court also came to be dismissed by the Judgment dated 01.03.2014, of the Prl. District and Sessions Judge, Davanagere(for brevity 'Sessions Judge's Court'). As such, the accused has filed the present revision petition.",
        "4. The Sessions Judge's Court's and the Trial Court records were called for and the same are placed before the Court. Perused the materials placed on record. Though the matter is listed for admission, with the consent of learned counsels from both side, the matter is heard for final disposal.",
        "5. The only point that arises for my consideration is,",
        {
            "I": "whether the Judgment of conviction and the default sentence passed by the Trial Court and confirmed by the Sessions Judge's Court is incorrect and suffers with any illegality or perversity, warranting interference at the hands of this Court?"
        },
        "6. Learned counsel for the petitioner who is present physically in the Court in his brief arguments submitted that the accused had availed a handloan of a sum of Rs.17,000/- only from the complainant in which a sum of Rs.5,000/- has already been paid leaving a balance of Rs.12,000/-. However, a blank signed cheque was given as a security to the complainant which she has misused by presenting it for a sum of Rs.80,000/-. He further submitted that the complainant is a cheat against whom several criminal cases are pending. To substantiate his contention, he relied upon Exs.D1 to D5 which are newspaper reports and Ex.D6 which is a certified copy of the charge-sheet in which charge-sheet it is shown that the complainant has been chargesheeted for the offence punishable under Section 4 of Karnataka Prohibition of Charging Exorbitant Interest Act, 2004. Learned counsel submitted that both the Trial Court and the Sessions Judge's Court have failed to consider this evidence led by the accused.",
        "7. Per contra, learned counsel for the respondent/complainant in his arguments submitted that the accused except taking a self-serving defence that the loan was a sum of Rs.5,000/- only, has not produced any material before the Court to substantiate his contention. As such, both the Trial Court as well as the Sessions Judge's Court have rightly held him guilty for the alleged offence in which finding there are no reasons for interference.",
        "8. It is not in dispute that the complainant and the accused were known to each other. Apart from the complainant as P.W.1 stating the same in his evidence even the accused who got himself examined as D.W.1 has himself stated that he knew the complainant and was availing as handloan some small amounts like Rs.100/-, Rs.200/- from the complainant now and then. Therefore, it is an admitted fact that the accused and the complainant were known to each other.",
        "9. It is also not in dispute that the cheque at Ex.P2 pertains to the bank account of the accused and the drawer of the said instrument is none else than the present accused / petitioner. It is also not in dispute that the said cheque when presented for realisation, it came to be dishonoured for the reason of insufficiency of funds as could be seen in the banker's endorsement at Exs.P3 and P4. It is not in dispute that after return of the cheque at Ex.P2, the complainant got issued a legal notice to the accused a copy of which is at Ex.P5. According to the complainant, the copy of the said legal notice was also sent to the accused under 'certificate of posting' as evidenced in Ex.P7. Ex.P8 is the postal acknowledgement to show the service of legal notice upon the accused. However, the accused himself in his cross examination as D.W.1 has admitted that he has received the legal notice issued by the complainant. Admittedly the accused has not responded to the said notice either by meeting the demand made in the notice or by sending any reply to the said notice. Therefore, when the proven facts remain that parties were known to each other and accused is the drawer of the dishonoured cheque at Ex.P2 and after its dishonour a legal notice was issued and cheque amount was demanded, the presumption under Section 139 of the N.I. Act forms in favour of the complainant. However, the said presumption is rebuttable.",
        "10. In order to rebut the presumption formed in favour of the complainant, the accused has taken his specific defence in the cross examination of P.W.1 in the form of suggestion made to P.W.1 suggesting that the accused had borrowed a sum of only Rs.5,000/- from the complainant but not Rs.80,000/- as alleged by the complainant. Though the said amount of Rs.5,000/- was repaid, the complainant refused to return the cheque demanding in total a sum of Rs.15,000/-. As such, the said cheque has been misused by the complainant in the present form. The said suggestion was not admitted as true by P.W.1.",
        "11. The accused himself got examined as D.W.1 where he had taken a defence that the entire complaint is bogus and only with an intention to harass him in earlier transaction, the complainant has filed a false case, though the accused had cleared the entire loan amount. The same was denied in the cross examination of D.W.1 from the complainant's side. Thus the accused has taken two different defence in his support. Firstly, as could be seen in the argument of learned counsel for the petitioner, the alleged loan said to have been availed by him was only a sum of Rs.17,000/-, however, towards which he has repaid a sum of Rs.5,000/- and the cheque in question was issued as a security. The said contention does not find a place either in the cross examination of P.W.1 or in the evidence of D.W.1.",
        "12. As already observed above, the defence taken by the accused are different. In the cross examination of P.W.1 as well in his evidence as D.W.1 the accused has given a go by to the contention raised by the learned counsel stating that the loan amount was only a sum of Rs.17,000/-. But the accused has suggested to P.W.1 that the loan was of total sum of Rs.5,000/- only. Further more, in his evidence as D.W.1, the accused has nowhere mentioned as to what exactly the previous loan transaction was, whether he was able to repay the alleged loan amount availed by him. Without going into these details, he has only stated that cheque was given in earlier loan transaction. Therefore, apart from non replying to the legal notice at Ex.P5 and his self serving details in the form of suggestion to P.W.1, nowhere he has stated about the earlier loan transaction and when it was taken and when it was cleared. Thus the oral evidence on the alleged previous loan transaction is totally vague and incomplete. Not even a single piece of paper in the form of documentary evidence has been placed by the accused in support of his contentions. Therefore, the defence taken up by the accused contending that the cheque in question was issued to the complainant in a previous loan transaction and the same has been misused by the complainant is found only to be a mere suggestion without proof, without any corroboration. Thus the same cannot rebut the presumption that has been already formed in favour of the complainant.",
        "13. The second defence as well as a contention taken up by the accused is that the complainant by conduct is a cheat and he was apprehended by the police in a criminal case and a charge- sheet also has been filed against him by the police authority. In that regard the accused as D.W.1 got produced five newspaper clippings from Exs.D1 to D5 which are all local newspapers in that area and as a news item mentions that the present complainant was apprehended by the police on the ground of charging exorbitant interest as",
        {
            "I": "meter interest"
        },
        ". Admittedly they are all a mere newspaper clippings, as such, such an alleged news item cannot be taken as an evidence to believe the defence of the accused that he did not avail a loan of Rs.80,000/- from the complainant.",
        "14. Similarly Ex.D6 which is the certified copy of the charge-sheet in criminal case No.49/2007 of Davanagere Extension Police Station, also goes to show that a case has been filed against the complainant herein for the offence punishable under Section 420 and 506 of IPC and under Section 4 of the Karnataka Prohibition of Charging Exorbitant Interest Act, 2004. Even according to the petitioner / accused, the said criminal case is still pending and has not reached its finality. Added to that, it is an admitted fact that nowhere in the charge-sheet the present petitioner is shown as a charge-sheet witness or as one of the victims at the hands of the complainant. Therefore, merely because the complainant is said to have been facing a criminal case for the offence under Section 420 of IPC by that itself it cannot be inferred that no loan transaction as contended by the complainant in the instant case has occurred. Therefore, the defence of the accused could not able to shaken the oral and documentary evidence placed by the complainant in the trial. It is appreciating these facts and analysing the evidence placed before it, both oral and documentary in their proper perspective, both the Trial Court as well as the Sessions Judge's Court since have rightly held the accused guilty for the alleged offence, I do not find any illegality, irregularity or perversity in it warranting any interference at the hands of this Court. Similarly the quantum of sentence ordered also being proportionate to the gravity of the proven guilt, the same does not warrant any interference at the hands of this Court. Consequently I proceed to pass the following: ORDER The petition stands dismissed as devoid of merit. Registry to transmit copies of this Order along with Trial Court and Sessions Judge's Court's records to the concerned Courts, without delay."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Legally enforceable debt - Presumption as to - Accused issuing cheque to complainant towards repayment of loan which got dishonoured - Plea of accused that he had issued blank cheque in respect of previous loan which was cleared by him, was misused by complainant - Accused not replying to demand notice - Not even single piece of paper in form of documentary evidence produced by accused - Accused stating that complainant indulged in case of cheating where he was arrested on ground of charging exorbitant interest - Newspaper clippings produced by accused but same cannot be considered as evidence - Accused failed to rebut presumption raised u/S.139 - Conviction, proper. (Paras12 13 14)",
    "Result": "Petition dismissed"
}