{
    "ILOCaseNo": "2021 ILO MUM 607865",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPLICATION (APL) - 470 of 2015",
            "Petitioner": "Sushilkumar Ratanlal Khowal and Ors.",
            "Respondent": "State of Maharashtra and Anr."
        }
    ],
    "JudgmentDate": "03/03/2021",
    "BenchCoram": "Rohit B. Deo",
    "Lawyers": {
        "LawyerForPetitioner": [
            "S. S. Sarda",
            "N. R. Rode",
            "App"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The applicants are assailing the order dated 11-3-2015 rendered by the Judicial Magistrate First Class, Court 2, Akola in Miscellaneous Criminal Application 545/2014, whereby the application preferred by non-applicant 2 herein under Section 156(3) of the Code of Criminal Procedure (Code) is allowed and the Police Station Officer, City Kotwali, Akola is directed to submit report, and further the judgment dated 6-7-2015 rendered by the Sessions Judge, Akola in Criminal Revision 42/2015 whereby the revision is dismissed and the order of the learned Magistrate is confirmed.",
        "2. Mr. S. S. Sarda would submit that the Courts below committed grave error in directing investigation under Section 156(3) of the Code qua the petitioners herein inasmuch as even if, the application under Section 156(3) is considered at face value, no offence is made out.",
        "3. For reasons spelt out hereinafter, I am inclined to accept the submission canvassed by Mr. Sarda.",
        "4. The non-applicant 2 (who shall be hereinafter referred to as 'complainant') preferred complaint under Sections 420, 468, 471, 195 read with Section 34 of the Indian Penal Code (IPC) in which the applicants herein are arraigned as accused 7 to 10.",
        "5. Accused 1 to 6 are, the mother, brothers and sisters of the complainant.",
        "6. It is alleged that the accused 1 to 6 decided to sell the ancestral property in which the complainant had share, and to the said end, accused 1 to 6 entered into an agreement of sale dated 25-9-2012 in favour of accused 7 to 10. It is then alleged that the sale deed was executed and registered on the next day and simultaneously, brother of the complainant - accused 3 issued in her favour cheque for Rs. 20,00,000/- and assured that the cheque shall be honoured. The next relevant allegation is that the cheque issued by the brother of the complainant bounced and she instituted proceedings under Section 138 of the Negotiable Instruments Act, 1881 and further instituted civil suit for partition. The other allegation is that the accused, acting with common intention, applied for mutation. Despite the objection of the complainant, mutation order was obtained. The complainant alleged that her signature on notice issued in Form 9 is forged. The allegation which pertains to obtaining legal heir certificate does not concern the applicant and the complainant is holding her family members - accused 1 to 6 responsible.",
        "7. It appears that pursuant to the order dated 11-3-2015, First Information Report (FIR) was registered on 14-3-2015.",
        "8. Perusal of the order of the learned Magistrate reveals that there is no application of mind to the averments in the complaint. It is trite law that power under Section 156(3) of the Code cannot be exercised casually or mechanically and that the Magistrate is expected to apply mind to the averments in the complaint and to any other accompanying material for the limited purpose of ascertaining whether a case is made out for issuing directions under Section 156(3) of the Code. Only consideration is in paragraph 4 of the order of the learned Magistrate which reads thus :",
        "4. I have perused the record and the documents filed by the applicant. It is seen that matter is at pre-cognizence stage. The facts discloses commission of a cognizable offence. Therefore, in such circumstances, it is necessary to call the report of P.S.O. of concerned police station u/s 156(3) of the Code of Criminal Procedure. Hence, I proceed to pass the following order. ORDER 1) Application is allowed. 2) P.S.O., City Kotwali, Akola is directed to submit the report under section 156(3) of the Code of Criminal Procedure in respect of present matter.",
        "9. I am impelled to record that the learned Magistrate abdicated her duty to apply mind to the material on record. The application under Section 156(3) of the Code is allowed mechanically with a bald observation that the facts disclose commission of a cognizable offence.",
        "10. The learned Sessions Judge did note that the learned Magistrate did not apply mind. However, the learned Sessions Judge declined to interfere, primarily on the ground that the order of the learned Magistrate is challenged only by four out of the ten accused and that pursuant to the order impugned, FIR is registered. Inexplicably, the learned Sessions Judge observes that the process cannot be stopped and separated only against the four applicants.",
        "11. The learned Sessions Judge committed a palpable error in brushing under the carpet the manifest illegality committed by the learned Magistrate, on the untenable ground that only some accused have challenged the order under Section 156(3) of the Code and that the offence is registered and the process cannot be stopped and segregated.",
        "12. Perusal of the application under Section 156(3) of the Code reveals that even if, every allegation accepted at face value, no case is made out to compel the applicants to face investigation much less enquiry or trial. The applicants are bona fide purchasers. Even according to the complainant, she was well aware of the transaction. Indeed, the grievance of the complainant appears to be that her brother issued cheque for Rs. 20,00,000/- towards payment of her share and the cheque was not honoured. The internecine dispute between members of the family may continue. However, the applicants who have purchased the property for a valuable consideration cannot be the sufferers in the process.",
        "13. The order of the learned Magistrate suffers from a manifest error and the learned Sessions Judge was duty bound to interfere. The learned Sessions Judge declined to exercise jurisdiction on the spacious ground that the offence is already registered and that only four accused out of 10 are assailing the order of the learned Magistrate. The reasons recorded by the learned Sessions Judge are clearly erroneous. The learned Sessions Judge was expected to be aware that a complaint may possibly disclose commission of cognizable offence by some accused and may not disclose such offence against the others. The accused who are aggrieved and against whom no cognizable offence is disclosed, cannot be non suited on the ground that all the accused have not joined in the order of the Magistrate. In the interest of judicial restraint, I do not make any further observation.",
        "14. Misc. Criminal Application 545/2014 and the First Information Report which is registered pursuant to the order of the learned Magistrate are quashed to the extent of the applicants herein.",
        "15. The application is allowed in the aforestated terms."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.156 - Investigation - Challenge against order of Trial Court allowing application filed u/S.156 of Code and directing investigation - For offences u/ Ss.420, 468, 471, 34 of Penal Code - Dispute regarding execution of sale deed between complainant, accused and family members of accused - Persual of application u/S.156 of Code reveals that even if every allegation accepted at face value, no case made out to compel applicants to face investigation much less enquiry or trial - Applicants found to be bonafide purchasers - Grievance of complainant appears to be that her brother issued cheque for Rs.20,00,000/- towards payment of her share and cheque not honoured - Applicants who purchased property for valuable consideration cannot suffer - Order of Trial Court set aside. (Paras12 13)",
    "Result": "Order accordingly"
}