{
    "ILOCaseNo": "2021 ILO GUJ 606754",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "R/CRIMINAL REVISION APPLICATION - 680 of 2021",
            "Petitioner": "NILAM ENGINEERING WORK",
            "Respondent": "SAMIT NATVARLA PARIKH"
        }
    ],
    "JudgmentDate": "30/09/2021",
    "BenchCoram": "Umesh A. Trivedi",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Jaivik Uday Bhatt",
            "Uday H. Bhatt"
        ],
        "LawyerForRespondent": [
            "Ms. Jirga Jhaveri",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Mr. Kalrav Patel, learned advocate has instruction to appear for and on behalf of respondent No.1 i.e. original complainant. He is is process of filing his appearance. Registry is directed to accept the Vakalatnama of Mr. Kalrav Patel for and on behalf of respondent No.1- original complainant. [1.0.] RULE. Learned advocate Mr. Kalrav Patel waives service of notice of rule for and on behalf of respondent No.1 - original complainant as well as learned APP waives service of notice of rule for and on behalf of respondent No.2- State of Gujarat. [2.0.] Mr. Kalrav Patel, learned advocate for respondent No.1 - original complainant has submitted that matter is settled between the parties and he places on record an affidavit affirmed by respondent No.1 - original complainant - Sumit Natvarlal Parikh, who is present before the Court and duly identified by Mr. Kalrav Patel, learned advocate representing him. Along with the affidavit, the xerox copy of settlement agreement is also produced, which is ordered to be taken on record. [3.0.] This revision application is directed against the judgment of conviction and order of sentence dated 20.02.2017 passed by the learned 04 Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara, in Criminal Case No.16022 of 2015 convicting the applicant-accused for an offence under Section 138 of the Negotiable Instruments Act, 1881 and directed him to undergo simple imprisonment of 1 year as also imposed a compensation of Rs.7,80,000/-, and in default of payment of compensation in two months, he is ordered to undergo further 03 months of simple imprisonment. The said order has been confirmed by the learned Sessions Judge, Vadodara, vide judgment and order dated 09.09.2021 rendered in Criminal Appeal No.85 of 2017. Hence, both these orders are under challenge before this Court.",
        "4. Since the matter is settled between the parties and in view of Section 147 of the Negotiable Instruments Act, the offence is made compoundable, now the settlement arrived at between the parties is required to be encouraged. In view of the settlement agreement executed as also the affidavit affirmed by the original complainant as per the terms recorded therein, the respondent No.1-original complainant has agreed to accept the amount as stated in it. It is further stated therein that the respondent No.1- original complainant is not interested in sending the applicant in jail and he has no objection if the judgment of conviction and order of sentence imposed upon the applicant is quashed and set aside. In view of the settlement arrived at between the parties, the judgment of conviction and order of sentence dated 20.02.2017 passed by the learned 04 Additional Senior Civil Judge and Additional Chief Judicial Magistrate, Vadodara in Criminal Case No.16022 of 2015 as also the judgment and order dated 09.09.2021 passed by the learned Sessions Judge, Vadodara rendered in Criminal Appeal No.85 of 2017, are hereby quashed and set aside.",
        "5. In view of sub- Section (8) of Section 320 of the Code of Criminal Procedure, 1973, the applicant is hereby acquitted from all the charges levelled against him.",
        "6. Though compounding under Section 147 of the Act is made permissible, in view of judgment of the Hon'ble Supreme Court in the case of Damodar S. Prabhu vs Sayed Babalal reported in AIR 2010 SC 1907, : (2010 AIR SCW 2929) the accused is required to pay cost to be deposited with Gujarat State Legal Services Authority at the rate of 15% of cheque amount. However, in view of para-17 of the said judgment, a discretion is granted to the Competent Court to reduce the cost amount or waive the same on specific facts and circumstances of a case.",
        "7. Learned advocate for the applicant submits that since as against the cheque amount of Rs.7,80,000/-, the original complainant has agreed to settle the dispute as full and final settlement thereof for Rs.2,50,000/- , it appears that the applicant - accused is unable to fulfill his basic obligation. In view thereof, the applicant - accused is required to be saddled with the cost of Rs.10,000/- which is to be deposited to the Gujarat State Legal Services Authority within a period of three weeks from today. [8.0.] The application stands disposed of as allowed. Rule is made absolute to the above extent. Direct service is permitted. In view of disposal of this application, connected application/s stand disposed of."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Criminal P.C. (2 of 1974), S.320(8) - Dishonour of cheque - Compounding of offence - Since matter is settled between parties and in view of S.147 of Negotiable Instruments Act, offence is made compoundable, now settlement arrived at between parties is required to be encouraged - Complainant not interested in sending applicant in jail and he has no objection if judgment of conviction and order of sentence imposed upon applicant is quashed and set aside - Applicant is acquitted from all charges levelled against him - Applicant required to deposit cost of Rs.10,000/- to State legal services authority (Paras4 5 7)",
    "Result": "Petition allowed"
}