{
    "ILOCaseNo": "2021 ILO KAR 606813",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 370 of 2015",
            "Petitioner": "AMARDEEP HARISHCHANDRA ACHAR",
            "Respondent": "SURESH SALIAN"
        }
    ],
    "JudgmentDate": "22/01/2021",
    "BenchCoram": "MRS . M. G. UMA",
    "Lawyers": {
        "LawyerForPetitioner": [
            "S. Rajashekar"
        ],
        "LawyerForRespondent": [
            "Mohammed Faruke"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The revision petitioner is challenging the correctness of the judgment of conviction and order of sentence dated 27.02.2013 passed in C.C.No.1175 of 2010 by the learned JMFC- V Court, Dakshina Kannada, Mangaluru, (for short 'the Trial Court'), convicting him for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (for short 'the NI Act') and sentencing to pay a fine of Rs.5,50,000/-, failing which, to undergo simple imprisonment for a period of one year, which was confirmed by the judgment dated 08.08.2014 passed in Criminal Appeal No.95 of 2013 by the IV Additional District and Sessions Judge, Dakshina Kannada, Mangaluru, (for short 'the First Appellate Court').",
        "2. Brief facts of the case are that, the respondent herein is the complainant before the Trial Court filed the private complaint against the accused contending that the accused had borrowed loan of Rs.5,00,000/- and towards repayment of the said amount, he had issued two cheques bearing Nos.471701 dated 25.02.2010 and 471702 dated 05.03.2010 respectively for Rs.2,50,000/- each, drawn on Vijaya Bank, Falnir Branch, Mangaluru. Those cheques were presented for encashment by the complainant through his banker and both the cheques returned dishonored as there was 'insufficient funds' in the account of the accused. After receiving intimation regarding dishonor of cheques, the legal notice as per Ex.P5 was issued informing the accused regarding the dishonor of cheques and calling upon him to pay the cheques amount. The accused issued an untenable reply as per Ex.P8 denying his liability to pay the cheque amount and thereby, he has committed the offence punishable under Section 138 of the NI Act.",
        "3. The Trial Court took cognizance of the offence and summoned the accused to answer the plea. The accused appeared before the Court and pleaded not guilty for the offence punishable under Section 138 of the NI Act. The complainant examined himself as PW1 and got marked 10 documents in support of his contention. The accused denied all the incriminating material available on record in the statement recorded under Section 313 of Cr.P.C. and got examined himself as DW1. The Trial Court after taking into consideration all these materials on record, came to the conclusion that the complainant has proved the guilt of the accused for the aforesaid offence and proceeded to convict and sentence him as stated above.",
        "4. The accused preferred Criminal Appeal No.95 of 2013 challenging the impugned judgment of conviction and order of sentence passed by the Trial Court. The First Appellate Court dismissed the appeal as devoid of merits by confirming the impugned judgment of conviction and order of sentence passed by the Trial Court. Aggrieved by the same, the accused is before this Court.",
        "5. Heard Sri.S.Rajashekar, learned Counsel for the revision petitioner and Sri.Mohammed Faruke, learned Counsel for the respondent who are physically present before the Court and perused the materials including the Trial Court records.",
        "6. Learned Counsel for the revision petitioner submitted that even though the accused admitted issuance of cheques, lending of Rs.5,00,000/- by the complainant is not proved. At the initial stage, while issuing Ex.P8 - the reply notice, the accused has taken a defence in that regard. The complainant has not proved lending of the amount and in such circumstances, the presumption under Section 139 of the NI Act could not have been drawn. He further submitted that admittedly, the complainant had not declared the amount of Rs.5,00,000/- in his income tax returns and the explanation given by the complainant regarding lending of the loan amount of Rs.5,00,000/- is not explained properly. On that count also, the complaint filed by the complainant should fail and it cannot be held that he has proved the guilt of the accused beyond reasonable doubt. Hence, he prays for allowing the revision petition by setting aside the impugned judgment of conviction and order of sentence passed by the Trial Court which was confirmed by the First Appellate Court.",
        "7. Per contra, learned Counsel for the respondent supporting the impugned judgment of conviction and order of sentence contended that availing of loan from the complainant is admitted by the accused. Even though he contended that he has availed only Rs.1,00,000/- as loan, no materials are placed before the Court in support of the same. On the other hand, the complainant produced Ex.P9 - the agreement and Ex.P10 - the receipt. The accused admitted the signature not only found on the cheques - Exs.P1 and P2, but also on Exs.P9 and P10. Therefore, the defence taken by the accused that he had borrowed only Rs.1,00,000/- cannot be accepted. When the accused admitted borrowing of the amount and issuance of cheques and when it is proved that the said cheques were dishonored as there was 'insufficient funds' in the account of the accused, presumption under Section 139 of the NI Act arises and it is for the accused to rebut the same. But the accused has not rebutted the same, even though he has stepped into the witness box and deposed before the Trial Court. Hence, the revision petition is devoid of merits and the same is liable to be dismissed. Accordingly, he prays for dismissal of the revision petition.",
        "8. The complainant has relied on Exs.P1 and P2 - the cheques, Ex.P9 - the agreement and Ex.P10 - the receipt issued by the accused while borrowing the amount of Rs.5,00,000/-. These documents prima facie do not appear to be concocted. Except taking the defence that his signatures were taken on blank cheques, blank bond paper and the receipt, same is not probablised by the accused. The accused does not deny that he was in need of money and borrowed the amount from the complainant. But he has disputed that he had borrowed only Rs.1,00,000/- and not Rs.Rs.5,00,000/- as contended by the complainant. Even though an attempt is made to contend that blank cheques, bond paper and receipts were issued, the same is not probablised. No materials are forthcoming to substantiate the same, except the interested version of the accused who is examined as DW1 to prove such contention. During cross examination of PW1, it is elicited that he was having sufficient amount with him as he had sold the hotel business in Mumbai just before the transaction in question and out of the said consideration amount, he had lent the amount of Rs.5,00,000/-. There is no further cross examination in this regard to disbelieve such version of the complainant.",
        "9. Under such circumstances, it cannot be said that the accused has rebutted the presumption under Section 139 of the NI Act. The Trial Court as well as the First Appellate Court have taken into consideration all these material on record and recorded the finding that the accused is guilty of the offence as stated above and the complainant has proved it beyond reasonable doubt. I do not find any reason to interfere in the judgment passed by the Trial Court and confirmed by the First Appellate Court. Hence, I am of the opinion that there is no merit in the revision petition and the same is liable to be dismissed. Accordingly, the Criminal Revision Petition is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Presumption under S.139 - Rebuttal - Petitioner issued cheques towards discharge of debt of Rs. 5,00,000/- due to complainant - Cheques were dishonoured for want of sufficient funds - Material on record revealing that even after serving notice to him regarding dishonour of cheque he denied his liability to pay cheque amount and committed said offence - Accused thus, failed to discharge his burden to dislodge presumption - Guilt of accused proved beyond reasonable doubt - Conviction, proper. (Para9)",
    "Result": "Petition dismissed"
}