{
    "ILOCaseNo": "2021 ILO KAR 606811",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRL.P. - 101114 of 2019",
            "Petitioner": "HOTHUR SHADAB WAHAB",
            "Respondent": "ASHA PARASRAMPURIA"
        }
    ],
    "JudgmentDate": "15/03/2021",
    "JudgmentBy": "Mohammad Nawaz",
    "BenchCoram": "Mohammad Nawaz",
    "Lawyers": {
        "LawyerForPetitioner": [
            "K. Raghavendra Rao",
            "Smt. V. Vidya"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioners are arraigned as accused Nos.3 and 4 in CC No.517/2017 and 518/2017 respectively on the file of the I Addl. Civil Judge and JMFC, Ballari.",
        "2. Heard the learned counsel for the petitioners. Respondent is served but unrepresented.",
        "3. Respondent herein filed a private complaint against accused Nos.1 to 5 alleging offence punishable under Sections 138 and 142 of Negotiable Instruments Act, 1881 (for short, 'NI Act'). It is alleged that accused No.1 to 5 being the Directors of the Company registered under the provisions of the Companies Act, 1956, borrowed a business finance in a sum of Rs.15 lakhs and Rs.20 lakhs respectively and in discharge of the said liability, issued cheques for the said amount, which on presentation came to be dishonoured for the reasons that",
        {
            "I": "payment stopped by drawer"
        },
        "and thereby committed aforesaid offences.",
        "4. Insofar as CC No.517/2017 is concerned, it is alleged that cheque bearing No.178665 dated 10.04.2017 for Rs.15 lakhs drawn on State Bank of India, Hosapete Branch was issued by accused No.2 and the said cheque on presentation to the Bank was dishonoured and thereafter, the complainant issued a legal notice dated 22.04.2017 calling upon accused Nos.1 to 5 to pay an amount of Rs.15 lakhs and in spite of service of notice on accused No.2, amount was not paid.",
        "5. Insofar as CC No.518/2017, it is alleged that cheque bearing No.178664 dated 10.4.2017 for a sum of Rs.20 lakhs was issued by accused No.2 drawn on State Bank of India, Hosapete Branch, which on presentation got dishonoured and legal notice dated 22.4.2017 was issued to accused Nos.1 to 5 to pay the said amount of Rs.20 lakhs and in spite of service of notice on accused No.2, accused failed to repay the amount.",
        "6. Accused No.1 is stated to be the Chairman of the Company and Accused No.2 is the Managing Director of the Company. Accused No.3 to 5 are the Directors of the Company. In the complaint, it is categorically stated that accused No.2 was the one who issued cheques in question. According to the complainant, the accused Company issued the above cheques to the complainant with an intention to defraud the amount payable to the complainant and the accused have cheated the complainant knowing very well that the above cheques are issued for discharging the said liability of the company. It is alleged that accused Nos.1 to 5 being the registered members/subscribers of the company are held equally liable for civil and criminal prosecution. It is also averred in the complaint that subsequent to the retirement of accused No.1, accused No.5 became a Member of the company by amendment to the registered Deed of the Company and when cheques in question were issued, accused No.5 was a Director of the Company.",
        "7. In the case ofS.M.S. Pharmaceuticals Ltd. Vs. Neeta Bhalla and Anotherreported in (2007) 4 SCC 70 : (AIROnline 2007 SC 207), the Hon'ble Apex Court has held that the Director of the company shall not automatically be liable for commission of an offence on behalf of the company. Under Section 141 of the NI Act, what is required is that the persons who are sought to be made criminally liable should be, at the time of offence was committed, in charge of and was responsible to the conduct of business of the company. Every person connected with the company shall not fall within the ambit of the provision. It is only those persons who were in-charge of and responsible for the conduct of the business of the company at the time of commission of the offence, who will be liable for criminal action. The liability arises on account of conduct, act or omission on the part of a person and not merely on account of holding an office or a position in a company.",
        "8. In the case ofShailendra Swarup Vs. Deputy Director, Enforcement Directorate,reported in AIR 2020 SC 3890 : (AIROnline 2020 SC 661), the Hon'ble Apex Court has held that, for proceeding against the Director of a Company, he must be in-charge of and responsible to Company for conduct of its business. His liability depends on role he played in affairs of company and not on mere designation or status.",
        "9. In the instant case, there is a bald allegation in the complaint that accused Nos.1 to 5 being the registered members/subscribers of the company are held equally liable for civil and criminal prosecution. The complaint does not disclose any averment as to whether the petitioners were in-charge of and were responsible for day-to-day affairs of the company. It is also brought to the notice placing reliance on Annexure-B (Form-32) that on 1.9.2008 itself, the petitioners retired as Directors of the company. Admittedly, the transaction in question has taken place in the year",
        "2011. It is specifically stated in the complaint that accused No.2 was the one who issued cheques in question on behalf of the company.",
        "10. The petitioners herein by way of Crl.R.P.Nos.260, 261, 267 and 268 of 2018 challenged the issuance of process against them by the trial Court and the said revision petitions were dismissed by the learned Sessions Judge by a common order dated 31.7.2018. However, the said order was not passed on merits, but holding that the High Court has got jurisdiction to entertain the petition under Section 482 of Cr.P.C. to decide the validity or otherwise of the order of issuing process after taking cognizance by the Magistrate.",
        "11. It is relevant to mention that similarly placed accused No.5, who was also shown as one of the Directors of the Company approached this Court in Crl.P.Nos.100478-479/2018 and a co- ordinate Bench of this Court after considering the facts and circumstances of the case held that merely because the said accused was holding designation as a Director of the Company, he cannot be arraigned as an accused. This Court relied on the judgment of the Hon'ble Apex Court in S.M.S. Pharmaceutical Ltd. and Shailendra Swarup's case (supra) and quashed the proceedings against the said accused. The same benefit has to be extended to the present petitioners.",
        "12. For the foregoing reasons, I proceed to pass the following: ORDER a) Petitions are allowed. b) The entire proceedings against the petitioners/accused Nos.3 and 4 in CC Nos.517 and 518 of 2017 pending on the file of the I Addl. Civil Judge and JMFC, Ballari, are hereby quashed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.142 - Dishonour of cheque - Offence by company - Liability of Directors - Allegation that accused persons being registered members of Company are equally held liable for civil and criminal prosecution - Complaint not disclosing any averment as to whether directors were in-charge of and were responsible for day-to-day affairs of the company - Said Directors retired from company in year 2008 whereas, transaction in question took place in year 2011 - Merely because accused was holding designation as a Director in Company, he cannot be arraigned as an accused - Process issued against directors liable to be quashed. (Paras9 11)",
    "Result": "Petition allowed"
}