{
    "ILOCaseNo": "2021 ILO PNH 606876",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 1563 of 2019",
            "Petitioner": "Muni Lal (Kanoongo)",
            "Respondent": "Manisha Chaudhary"
        }
    ],
    "JudgmentDate": "22/11/2021",
    "JudgmentBy": "Gurvinder Singh Gill",
    "BenchCoram": "Gurvinder Singh Gill",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Amit Khatkar"
        ],
        "LawyerForRespondent": [
            "Sanjiv Gupta"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner assails order dated 14.06.2019 passed by the Court of Additional Sessions Judge, Panchkula vide which an appeal filed by the petitioner challenging his conviction, as recorded by the learned Additional Chief Judicial Magistrate, Panchkula vide judgment dated 18.05.2016, has been dismissed.",
        "2. A few facts necessary to notice for disposal of this petition are that a complaint under Section 138 of the Negotiable Instruments Act, 1881 was instituted by the respondent - Manisha Chaudhary against the petitioner alleging therein that the petitioner had taken an amount of Rs.8 lakhs from complainant's husband as friendly loan on 15.10.2011. The complainant's husband expired on 15.12.2013. Subsequently, the petitioner in order to repay the said loan issued a Cheque bearing No.325261 dated 31.03.2014 drawn on IndusInd Bank Limited in favour of the complainant. However, upon presentation of the said cheque by the complainant for its encashment, the same was dishonoured with the remarks 'Fund Insufficient', as conveyed to the complainant vide memo dated 25.04.2014. It is the case of the complainant that even on an earlier occasion when the cheque had been presented on 03.04.2014, the same had been dishonoured. The complainant served the statutory legal notice dated 21.05.2014, but the petitioner did not make any payment in respect of cheque in question and consequently the instant complaint came to be instituted.",
        "3. During trial, the complainant herself stepped into the witness-box as CW-1 and also led documentary evidence. The accused/petitioner in his statement recorded under Section 313 Cr.P.C. pleaded innocence and took a stand that he had never taken any loan from the complainant or her husband and that the cheque had been misused. No evidence was led by the accused/petitioner.",
        "4. The trial Court upon considering the evidence led before it held the accused/petitioner guilty of having committed an offence punishable under Section 138 of the Act and sentenced him to undergo RI for one year and also directed him to pay compensation to the tune of Rs.8 lakhs to the complainant alongwith interest at the rate of 6% w.e.f. 25.04.2014 vide judgment of conviction and order of sentence dated 18.05.2016.",
        "5. The aforesaid judgment dated 18.05.2016 passed by the learned Additional Chief Judicial Magistrate, Panchkula, was challenged by the petitioner by filing an appeal before the Court of Sessions at Panchkula, but the same was dismissed vide impugned judgment dated 14.06.2019, which has been challenged before this Court by filing the instant criminal revision.",
        "6. Learned counsel for the petitioner has submitted that the impugned judgments suffer from grave infirmities and cannot sustain and that it cannot be said that there was any legally enforcable liability upon the petitioner to pay the amount in question to the complainant. Learned counsel has submitted that the complainant, in any case, admits that it is her husband, who had admittedly advanced the alleged loan in question and since the husband during his life- time had never made any demand for repayment of the same, it is evident that the complainant has come out with false allegations. Learned counsel for the petitioner has further submitted that there is no writing or document in respect of the alleged loan transaction between the petitioner and the complainant's husband and since the entire amount is stated to have been paid in cash, the case of the complainant is rendered highly doubtful and is in fact a false case. It has further been submitted that during the course of cross-examination, the complainant has admitted that there was no document in writing pertaining to the loan in question and that she could not recollect the monthly income of her husband and also did not have any document pertaining to any Income Tax Return of her husband. Learned counsel has further submitted that the complainant had miserably failed to show that the cheque in question had been issued in discharge of any legal liability and as such, no offence under Section 138 of the Act can be said to be made out and consequently, the impugned judgments deserve to be set aside.",
        "7. Opposing the petition, learned counsel representing the respondent/ complainant has submitted that the petitioner does not dispute his signatures at all on the cheque in question though he is disputing the factum of advancement of loan to him by the complainant's husband. It has been submitted that in such circumstances, the petitioner was expected to come out with some justifiable explanation as to why the cheque in question came to be issued and how it came in the hands of the complainant, but no such convincing explanation for the same is forthcoming. Learned counsel has further submitted that the complainant/respondent being wife of late Shri Parveen Chaudhary, who had advanced the loan in question, was his heir and as such, would step into the shoes of her late husband as far as the liability of the petitioner qua complainant's husband, is concerned. Learned counsel has further submitted that since the signatures on the cheque in question are not disputed by the petitioner, therefore, a presumption in terms of Section 139 of the Act can safely be drawn against him and in the absence of any evidence to rebut the same, the petitioner who had issued a cheque for repayment of the loan in question, which has been dishonoured, has rightly been found guilty by the trial Court and as upheld by the lower Appellate Court.",
        "8. I have considered rival submissions addressed before this Court.",
        "9. The petitioner in his statement recorded under Section 313 Cr.P.C. has denied having taken any loan from the complainant's husband. However, at the same time, he is not disputing his signatures on the cheque in question and has not even come out with any convincing explanation as to how the cheque in question came in the hands of the complainant. No doubt, it is correct that the complainant has not come out with any written document to establish the advancement of the loan in question, but it is not even the case of the petitioner that the amount had been paid by the complainant's husband to the petitioner on account of any other purpose or being due to be paid to the petitioner. Though the complainant during her cross-examination has not been able to state anything regarding the income of her husband and has even feigned ignorance about the Income Tax Returns, but the complainant, who is a widow, may not be knowing about the financial details of her husband and may not be having access to income tax record maintained by her late husband. In any case, even if it is presumed that the amount advanced by the complainant's husband to the petitioner was not shown in the Income Tax Return, the same itself would not wash off the liability of the loanee (petitioner) to repay the loan amount when there is nothing to doubt the factum of issuance of cheque and the story put forth by complainant regarding loan having been advanced by her late husband.",
        "10. The facts of the present case do make out for drawing a presumption as regards the existence of a legal liability in terms of Section 139 of the Act particularly when there is nothing on record to rebut the same. Section 139 of the Act reads as under :",
        {
            "I": "139. Presumption in favour of holder - It shall be presumed, unless the contrary is proved, that the holder of a cheque received the cheque, of the nature referred to in section 138, for the discharge, in whole or in part, of any debt or other liability."
        },
        "11. A perusal of the aforesaid Section reveals that there is a mandate of presumption of existence of liability and upon proof of issuance of cheque the onus shifts to the accused/ petitioner to rebut the presumption that the cheque was issued not for discharge of any debt or liability in terms of Section 138 of the Act. In the instant case, the petitioner has only recorded his statement under Section 313 Cr.P.C. and has not adduced any evidence to rebut the presumption that the cheque was issued for consideration. Hon'ble the Supreme Court in a recent judgment reported as 2021(2) RCR(Criminal) 331 Sumeti Vij vs. M/s Paramount Tech Fab Industries upheld the reversal of findings of acquittal by High Court in a case wherein while the complainant had examined witnesses and led documentary, the accused only recorded her statement under Section 313 Cr.P.C. and did not adduce any evidence in defence. The findings were upheld while holding that statement of an accused recorded under Section 313 Cr.P.C. is not substantive evidence in defence to rebut presumption that cheques were issued for consideration, but was only opportunity to accused to explain incriminating circumstances appearing in prosecution case and as such was no evidence to rebut presumption that cheques were issued for consideration.",
        "12. Once the facts on record remained unrebutted with no substantive evidence of defence of the petitioner to explain the incriminating circumstances appearing in the complaint against him, no error can be said to have been committed by the Courts below. Hon'ble the Supreme Court in Sumeti Vij's case (supra) also while discussing the quality of proof required to establish an offence under section 138 of the Act held as follows:",
        {
            "I": "16. It is well settled that the proceedings under Section 138 of the Act are quasi-criminal in nature, and the principles which apply to acquittal in other criminal cases are not applicable in the cases instituted under the Act."
        },
        "17 to 21 x x x",
        "22. The judgment on which learned counsel for the appellant has placed reliance i.e. K. Prakashan v. P.K. Surenderan, (2008) 1 SCC 258 may not be of any assistance for the reason that in the case dealing under Section 138 of the Act, the prosecution has to prove the case and these cases being quasi-criminal in nature are to be proved on the basis of the principles of",
        {
            "I": "preponderance of probabilities"
        },
        ", and not on the principles as being examined in the criminal case to prove the guilt of the accused beyond reasonable doubt.",
        {
            "I": [
                "13. Though during the course of arguments, learned counsel for the petitioner has also submitted that the body writing on the cheque is different and is not of the petitioner, but the learned counsel representing the complainant has vehemently argued that no objection was ever raised at any stage during the course of trial and that in these circumstances, the petitioner is precluded from raising the said argument at this belated stage particularly when there is evidence to support the same.",
                "14. There is certainly no evidence to show that the body writing on the cheque in question is in a different hand or ink and has been made by a person other than the person, who had signed on the cheque. But, that as it may, even if there is any such difference in hand-writing, the same would be immaterial once the signatures on the cheque in question are not disputed. Hon'ble the Supreme Court in Bir Singh vs. Mukesh Kumar, 2019(2) RCR (Criminal)1, has held that if a signed blank cheque is voluntarily presented to a payee towards some payment, the payee may fill up the amount and the other particulars and that such difference in hand-writing ipso- facto would not invalidate the cheque or render its authenticity doubtful. It was held as under :"
            ]
        },
        "37. A meaningful reading of the provisions of the Negotiable Instruments Act including, in particular, Sections 20, 87 and 139, makes it amply clear that a person who signs a cheque and makes it over to the payee remains liable unless he adduces evidence to rebut the presumption that the cheque had been issued for payment of a debt or in discharge of a liability. It is immaterial that the cheque may have been filled in by any person other than the drawer, if the cheque is duly signed by the drawer. If the cheque is otherwise valid, the penal provisions of Section 138 would be attracted.",
        "38. If a signed blank cheque is voluntarily presented to a payee towards some payment, the payee may fill up the amount and other particulars. This in itself would not invalidate the cheque. The onus would still be on the accused to prove that the cheque was not in discharge of a debt or liability by adducing evidence.",
        "15. In view of the aforesaid discussion, this Court does not find any infirmity in the findings recorded by the trial Court and as upheld by the lower Appellate Court and the same, thus, do not warrant any interference. Consequently, the impugned judgments are upheld. The revision petition is sans merit and is hereby dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Legally enforceable debt - Presumption as to - Allegation that cheque issued by accused towards repayment of friendly loan taken by him from husband of accused, dishonoured - Accused denied having taken any loan from husband of complainant, but did not dispute his signatures on cheque in question - Accused has not come out with any convincing explanation as to how cheque came in hands of complainant - Nothing to doubt factum of issuance of cheque and story of complainant regarding loan advanced by her late husband - Accused has not adduced any evidence to rebut presumption that cheque was issued for consideration - No evidence to show that writings and signature on cheque are in a different handwritings or inks - Signatures of accused on cheque not disputed - Conviction, proper. (Paras9 11 14 15)",
    "Result": "Petition dismissed"
}