{
    "ILOCaseNo": "2021 ILO KAR 606828",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRL. RP - 695 of 2011",
            "Petitioner": "S. Harish Kumar",
            "Respondent": "T.P. Doreswamy Gowda"
        }
    ],
    "JudgmentDate": "28/01/2021",
    "JudgmentBy": "DR. H. B. PRABHAKARA SASTRY",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "K. A. Pasha"
        ],
        "LawyerForRespondent": [
            "Hanumanthraya . D",
            "Advocate",
            "Sri. Harish Kumar M. C"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The present petitioner is an accused, who through this petition has challenged the confirmation of his conviction for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (for brevity, hereinafter referred to as",
        {
            "I": "N.I. Act') in Criminal Appeal No.657/2010 dated 26.05.2011 passed by Presiding Officer, Fast Track Court-IX, Bangalore City (for brevity hereinafter referred to as "
        },
        "Sessions Judge's Court), which had confirmed the judgment of conviction and order of sentence dated 23.08.2010 in CC No.69/2009 passed by the XIII Additional Chief Metropolitan Magistrate, Bangalore (for brevity hereinafter referred to as",
        {
            "I": "trial Court"
        },
        ").",
        "2. It is alleged by the complainant that, towards repayment of the loan borrowed by him, the accused had issued him a cheque bearing No.684366 dated 04.07.2008 drawn on ICICI Bank, Koramangala Branch, in his favour for a sum of Rs.1,00,000/- . When the said cheque was presented, it came to be returned with the Banker's endorsement as 'Payment Stopped'. Thereafter, the complainant issued a legal notice demanding the cheque amount. Since the accused failed to pay the cheque amount, the complainant, initiated a criminal case against him for the offence punishable under Section 138 of the N.I. Act.",
        "3. Respondent is being represented by his counsel.",
        "4. Learned counsels from both side are physically present before this Court and have filed an application under Section 147 of the N.I. Act seeking permission to compromise the matter in terms of the settlement said to have been made between them.",
        "5. In the compromise application filed today, the parties have stated that the dispute between the petitioner and the respondent have been amicably settled out of Court and the disputed cheque amount has already been received by the respondent from the petitioner. They have also submitted that, a sum of Rs.60,000/- which is said to have been deposited by the petitioner on 01.08.2011 before the Registry of Small Causes Court, Bengaluru, be permitted to be withdrawn. They have also stated in the same compromise petition that the present petitioner is in Judicial Custody as per the order of this Court dated 13.10.2020 and hence, the non-bailable warrant may be recalled.",
        "6. The said compromise petition has been signed by the respondent and the learned counsel for both parties. Learned counsel for both parties make their submission on the line of the compromise petition.",
        "7. Learned counsel for the petitioner in his oral submission also submits that the deposit of Rs.60,000/- made in the Court of Small Causes at Bengaluru, be released in favour of the accused.",
        "8. Learned counsel for the respondent submits his 'no objection' to release the alleged deposit amount of Rs.60,000/- in favour of the accused and specifically acknowledges that, he has received the entire cheque amount and he is fully satisfied and the matter is fully settled.",
        "9. In view of the fact that the parties have settled the matter only in this High Court after contesting both in the trial Court and Sessions Judge's Court, though under Section 147 of the N.I. Act the settlement may be permitted, however, the same is subject to the accused paying grading cost of 15% as per the judgment of the Hon'ble Apex Court in Damodar S. Prabhu Vs. Syed Babalal. H reported in (2010) 5 SCC 663 : AIR 2010 SC 1907.",
        "10. Accordingly, subject to the accused paying 15% of the Grading Cost, which amounts to Rs.15,000/-, the application filed under Section 147 of the N.I. Act is allowed.",
        "11. The parties are permitted to settle the matter in terms of the settlement reflected in the application filed under Section 147 of the N.I. Act. However, the same is subject to the petitioner/accused paying grading cost of Rs.15,000/- in the Court, where a sum of Rs.60,000/- is said to have been deposited by him.",
        "12. Though the learned counsel for the petitioner herein contends that, he has deposited a sum of Rs.60,000/- before the Registry of Small Causes Court at Bengaluru, but nothing is there in the record of this petition to show the same. On the other hand, the order of this Court dated 28.7.2011 go to show that the impugned sentence was suspended subject to the petitioner depositing a sum of Rs.25,000/- before the trial Court and he executing a personal bond for a sum of Rs.20,000/- with one surety to the trial Court's satisfaction. Therefore, in the absence of any specific material to show that the accused had deposited any amount pertaining to the present matter, apart from Rs.25,000/- ordered by this Court on 28.07.2011, no order regarding release of the amount of Rs.60,000/- is being made in the matter. However, the petitioner is at liberty to make necessary application seeking necessary orders after furnishing the necessary details through supporting documents before the concerned Court.",
        "13. In case the petitioner has deposited Rs.25,000/- pursuant to the order of this Court dated 28.07.2011 in the trial Court, the said trial Court shall deduct the grading cost of Rs.15,000/- from it and refund the balance amount to the depositor in accordance with law and after his due identification.",
        "14. With the said condition, the application filed under Section 147 of the N.I. Act is allowed on the terms made above and subject to the payment of grading cost, the parties are permitted to settle the matter and consequently, the accused stands acquitted of the offence punishable under Section 138 of the N.I. Act in the present case. The trial Court to ensure payment of the grading cost and to issue the release order of the petitioner/accused, who is said to be in judicial custody in this matter. Accordingly, the petition stands disposed of."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.147, S.138 - Compounding of offence - Compromise between parties - Offence of dishonour of cheque - Compromise petition showing that complainant already received amount of Cheque of Rs.1,00,000/- - Permission to withdraw amount of Rs.60,000/- deposited before Registry of Small Causes Court sought by accused - Compromise petition allowed subject to accused paying 15 % granting cost (Para10)",
    "Result": "Order accordingly"
}