{
    "ILOCaseNo": "2021 ILO MUM 606738",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL MISC. APPLICATION - 773 of 2021",
            "Petitioner": "Gopal Devraj Devar",
            "Respondent": "VPK Urban Co-op Credit Society Ltd."
        }
    ],
    "JudgmentDate": "18/11/2021",
    "BenchCoram": "Manish Pitale",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Arun De Sa And Sahil Sardessai"
        ],
        "LawyerForRespondent": [
            "S. G. Bhobe",
            "Public Prosecutor"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. By this application, the Applicant (accused) is seeking condonation of delay of 808 days in filing the accompanying Criminal Revision Application.",
        "2. In the present case, the Sessions Court passed judgment and order dated 31.08.2019, dismissing the Appeal filed by the Applicant thereby confirming the Judgment and conviction and sentence imposed by the Magistrate against the Applicant for offence under Section 138 of the Negotiable Instruments Act, 1881. The Applicant was directed to pay compensation of `1,52,000/- and to undergo simple imprisonment for a period of three months.",
        "3. It is the case of the Applicant that unfortunately, his Counsel did not inform him about the progress of the Appeal before the Sessions Court and he did not even appear for the Applicant when the Appeal was taken up for final hearing. A perusal of the judgment and order of the Sessions Court shows that none appeared on behalf of the Applicant at the stage of final hearing. The Sessions Court proceeded to consider the appeal on merits and dismissed the same.",
        "4. According to the Applicant, he became aware of the aforesaid judgment and order of the Sessions Court recently. In fact, the Applicant was taken into custody two days ago and he had immediately moved the present Revision Application along with the application for condonation of delay.",
        "5. It is further pointed out that due to non-appearance of his Counsel before the Sessions Court, it could not be pointed out that the Applicant had already deposited `90,000/- with the Respondent- Bank. A statement is made that the Applicant is immediately ready to deposit the balance amount of `72,000/- before this Court.",
        "6. In view of the above, issue notice to the Respondents, returnable on 09.12.2021.",
        "7. Issue notice on the application for suspension of sentence and grant of bail, returnable on 09.12.2021.",
        "8. Considering the peculiar facts and circumstances of the present case and the statement with regard to the deposit of balance amount made on behalf of the Applicant, he is granted interim bail in the following manner : (a) The Applicant be released on interim bail on furnishing a PR bond of ` 5,000/- with one surety in the like amount. (b) The Applicant shall deposit an amount of ` 72,000/- before this Court during the course of the day.",
        "9. Mr. S. G. Bhobe, Public Prosecutor, waives notice on behalf of the Respondent no.2-State.",
        "10. Parties to act on the basis of an authenticated copy of this order."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque-Bail - - Due to non- appearance of Counsel of accused before Subordinate Court, it could not be pointed out that accused already deposited amount with Bank - Accused ready to deposit balance amount - Bail, granted. Criminal P.C. (2 of 1974), S.439 - (Paras5 8)",
    "Result": "Order accordingly"
}