{
    "ILOCaseNo": "2021 ILO KAR 606831",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRL.P. - 101561 of 2020",
            "Petitioner": "K. SUREKHA",
            "Respondent": "A. SANTOSH KUMAR"
        }
    ],
    "JudgmentDate": "11/02/2021",
    "BenchCoram": "P. Krishna Bhat",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Dayanand M Bandi"
        ],
        "LawyerForRespondent": [
            "R. M. Kulkarni"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The prayer in this petition is for quashing of all further proceedings in CC No.1104/2015 (PC No.84/2015) on the file of the learned Civil Judge and JMFC, Siruguppa for offence punishable under Section 138 of Negotiable Instruments Act, 1881 (for short, 'NI Act'), insofar as the present petitioner is concerned.",
        "2. Respondent before this Court presented a private complaint in CC No.1104/2015 before the learned Civil Judge and JMFC, Siruguppa alleging commission of offence punishable under Section 138 of N.I. Act against the present petitioner (Accused No.3), M/s. Surya Rice Industries (Accused No.1) and Sri. K. Srinivas Setty (Accused No.2). There is no dispute about the fact that the petitioner is wife of accused No.2-K. Srinivas Setty. There is also no dispute that Accused No.1 is a registered Partnership Firm of which currently the present petitioner and her husband are partners.",
        "3. The complaint under Section 138 of N.I. Act was presented on the footing that the cheque issued on the account held in a Bank by accused No.1/Partnership Firm was returned dishonoured and since the cheque was issued in discharge of legal liability, offence under Section 138 of NI Act has been committed by all accused including the petitioner herein.",
        "4. The petitioner herein contends that since she was a sleeping partner under the terms of the registered Partnership Deed dated 10.01.2008 and since she was not responsible for day-to-day affairs of the partnership firm and also she had not signed the cheque in question, she is not liable to be prosecuted for offence punishable under Section 138 of NI Act and therefore, the complaint insofar as she is concerned is liable to be quashed.",
        "5. Learned counsel appearing for the respondent- complainant, per contra, submits that the complaint was filed on 11.9.2015 and now trial has also been completed and further, since the matter is now posted for final arguments before the learned trial Court, at this stage, accused No.3 who is the present petitioner should not be heard to contend that the complaint against her is not maintainable. He submits that as per the averments made in the complaint, the petitioner and her husband approached the complainant for supply of rice for their partnership firm and the complainant having supplied the rice, the accused having issued the cheque towards payment of consideration and the said cheque having been dishonoured, the present petitioner is also equally liable for prosecution and therefore, the petition filed by her should be dismissed.",
        "6. There is no dispute about the fact that the cheque in question was drawn on the account held by the partnership firm which is accused No.1 and it was signed by accused No.2-K.Srinivas Setty and also that the petitioner had not signed the said cheque. My attention is also drawn to two clauses in the registered Partnership Deed dated 10.01.2008 i.e., Clauses 5 and 7 of the partnership deed which read as under:",
        {
            "I": [
                "5. The working partners of the firm and remuneration payable to them are as under: Name of the working partner Working partners salary Per month 1.K. Srinivasa Setty Rs.20,000/-",
                "2. S.V. Prasad Rs.20,000/- 5a. In case of insufficiency of book profit to pay working partners' salary as above, the same shall be restricted to the extent of book profit. 5b. In case the book profit before charging working partners' salary is loss, then working partner will not be paid salary as above. 5c. However, the overall remuneration shall not exceed as provided under Section 40(b) of I.T. Act from time to time.",
                "7. The firm may open accounts with any commercial banks and the same would be opened and operated by the Partner K. Srinivas Setty individually."
            ]
        },
        "(Emphasis supplied)",
        "7. The above clauses of the registered partnership deed extracted show that the present petitioner is not a working partner of the said firm and the account with any commercial bank held by the partnership firm would be opened and operated only by accused No.2-K. Srinivas Setty. It was also brought to my notice that initially one S.V. Prasad was also a working partner of the said partnership firm and he has since retired from the partnership firm on 2.11.2012.",
        "8. In view of the above clauses in the partnership deed, the present petitioner was not responsible for carrying on the affairs of the partnership firm and she was also not responsible for the operation of the bank account by accused No.2 on behalf of the partnership firm. In that view of the matter, the only question for consideration is, whether the petitioner is liable to be prosecuted for having committed the offence punishable under Section 138 of NI Act, only on account of a cheque issued on behalf of the partnership firm being dishonoured and her being a partner of the firm as sought to be made out in the complaint filed?",
        "9. This question is no longer res-integra. The Hon'ble Supreme Court in a decision reported in 2020 SCC Online SC 600 : (AIR 2020 SC 3890) (Shailendra Swarup Vs. Deputy Director, Enforcement Directorate) has directly answered this question. It is held in the said decision that insofar as companies registered under the Companies Act, 1956 are concerned, only those persons who are in- charge of and responsible for the conduct of the business of the company at the time of commission of offence will be liable for criminal action. The same principle should apply to the present case. Relevant observation of the Hon'ble Supreme Court is available at para-35 of the said judgment. It reads as under:",
        {
            "I": [
                "35.We may notice one more judgment of this Court, National Small Industries Corporation Limited Vs. Harmeet Singh Paintal, (2010) 3 SCC 330 : ( 2010 AIR SCW 1508), interpreting Section 141 of the Negotiable Instruments Act, 1881. After extracting Section 141 of the Negotiable Instruments Act dealing with offences by companies, this Court in paragraph 12 and 13 laid down:-"
            ]
        },
        "12. It is very clear from the above provision that what is required is that the persons who are sought to be made vicariously liable for a criminal offence under Section 141 should be, at the time the offence was committed, was in- charge of, and was responsible to the company for the conduct of the business of the company. Every person connected with the company shall not fall within the ambit of the provision. Only those persons who were in-charge of and responsible for the conduct of the business of the company at the time of commission of an offence will be liable for criminal action. It follows from the fact that if a Director of a Company who was not in-charge of and was not responsible for the conduct of the business of the company at the relevant time, will not be liable for a criminal offence under the provisions. The liability arises from being in- charge of and responsible for the conduct of the business of the company at the relevant time when the offence was committed and not on the basis of merely holding a designation or office in a company.",
        "13. Section 141 is a penal provision creating vicarious liability, and which, as per settled law, must be strictly construed. It is therefore, not sufficient to make a bald cursory statement in a complaint that the Director (arrayed as an accused) is in charge of and responsible to the company for the conduct of the business of the company without anything more as to the role of the Director. But the complaint should spell out as to how and in what manner respondent No.1 was in-charge of or was responsible to the accused company for the conduct of its business. This is in consonance with strict interpretation of penal statutes, especially, where such statutes create vicarious liability.",
        "(Emphasis supplied)",
        "10. As already noticed herein above, in this case, the petitioner was only a partner of the firm which has issued the cheque and she was not responsible for the conduct of the business of the firm nor did she have any power to open the account or operate the account held by the partnership firm in commercial banks. It is also not the case of the complainant that the present petitioner has signed the cheque in question. Except a bald and cursory statement in the complaint that she had visited the complainant along with accused No.2 who is her husband, nothing has been averred as to how the petitioner herein was in charge of and responsible to the firm for the conduct of the business of the firm. A specific averment in the complaint as to how and in what manner the present petitioner was in charge of and responsible for the conduct of the business of the firm is mandatory before complainant can successfully invoke the Court to fasten vicarious liability for a criminal act. The complaint is totally bereft of such averments against the petitioner. In that view of the matter, the present petitioner cannot be prosecuted for the offence punishable under Section 138 of NI Act, upon the cheque issued by the partnership firm being dishonoured. Hence, the complaint as against the present petitioner is wholly illegal and to that extent the complaint is liable to be quashed. Hence, the following: ORDER a) The above petition is allowed. b) The entire proceedings in CC No.1104/2015 (PC No.84/2015) on the file of the learned Civil Judge and JMFC, Siruguppa for offence punishable under Section 138 of NI Act, insofar as the present petitioner is concerned, is quashed. c) It is made clear that quashing of the proceedings in CC No.1104/2015 before the learned trial Court insofar as the present petitioner shall not come in the way of learned trial Court proceeding with the matter against the remaining accused in accordance with law. d) In view of the above order, IA No.1/2020 is consequently disposed of as not surviving for consideration."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.141 - Criminal P.C. (2 of 1974), S.482 - Dishonour of cheque - Offence by Company - Quashing of proceedings - Cheque issued by partnership firm towards repayment of loan in favour of complainant got dishonoured - Accused only sleeping partner of firm and not responsible for conduct of business of firm nor she has power to open account or operate account held by partnership firm in commercial banks - Hence accused cannot be prosecuted for offence punishable u/S. 138 of NI Act - Proceedings against accused liable to be quashed. (Para10)",
    "Result": "Petition allowed"
}