{
    "ILOCaseNo": "2021 ILO KAR 606800",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 1256 of 2011",
            "Petitioner": "Sushil Kumar",
            "Respondent": "Shivaram Poojary"
        }
    ],
    "JudgmentDate": "10/02/2021",
    "BenchCoram": "H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Smt. Archana K. M.",
            "Amicus Curiae"
        ],
        "LawyerForRespondent": [
            "O. Shivaram Bhat"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The petitioner was the accused in the Court of learned V Judicial Magistrate First Class, Mangaluru (hereinafter referred to as 'the Trial Court) in C.C. No.2482/2005 who was tried for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (for brevity, hereinafter referred to as 'the N.I. Act').",
        "2. The summary of the case of the complainant in the Trial Court is that the accused who was known to him had availed a loan of `1,50,000/- from him in two instalments in the months of November and December, 2004. After repeated demand for the repayment of the loan, the accused issued a cheque bearing No.0180571 drawn on S.C.D.C.C. Bank Ltd., Kodialbail at Mangaluru dated 01.06.2005 and for a sum of `1,50,000/- in his favour. However, when the said cheque was presented for realisation, the same came to be returned with a banker's endorsement as",
        {
            "I": "account closed"
        },
        ". Thereafter he (complainant) issued a legal notice demanding the cheque amount. The accused refused to receive the legal notice and also did not pay the cheque amount which constrained the complainant to institute a criminal case against him. The trial was held wherein the complainant himself got examined as P.W.1 and got marked exhibits from P1 to P4. The accused got himself examined as D.W.1 and got marked a document at Ex.D1. After hearing both side the Trial Court by its impugned Judgment dated 12.12.2007 convicted the accused for the alleged offence and sentenced him accordingly. The same was confirmed in Crl. Appeal No.20/2008 instituted by the accused in the impugned Judgment of the learned III Addl. District and Sessions Judge, D.K., Mangaluru (for brevity, 'Sessions Judge's Court) which is dated 02.03.2019. Aggrieved by the same, the accused has preferred this revision petition.",
        "3. Considering the fact that since for a long time, there was no representation for the petitioner, this Court by its detailed Order dated 28.01.2021 appointed an amicus curiae for the petitioner. Accordingly, learned amicus curiae is before the Court today.",
        "4. The Sessions Court and the Trial Court records were called for and the same are placed before the Court. Perused the materials placed on record.",
        "5. Heard arguments of the learned amicus curiae for the revision petitioner as well as the learned counsel for the respondent who are physically present in the Court.",
        "6. The point that arises for my consideration is,",
        {
            "I": "whether the Judgment of conviction and Order on sentence passed by the Trial Court and confirmed by the Sessions Judge's Court is incorrect and suffers with any illegality or perversity, warranting interference at the hands of this Court?"
        },
        "7. Learned amicus curiae for the petitioner in her arguments vehemently submitted that the complainant had no financial capacity to lend the money. The complainant who was working in an electric shop on a monthly salary of `7,000/- cannot be imagined to lend a sum of `1,50,000/- as loan to the accused. She further submitted that the accused as D.W.1 had led his evidence showing that the blank cheque kept by the accused in his office drawer was stolen by the complainant. With this she submitted that the presumption formed in favour of the complainant has been successfully rebutted by the accused, but, on the other hand, the complainant has not proved the existence of a legally enforceable debt, as such, the impugned Judgment is required to be set aside.",
        "8. Per contra, learned counsel for the respondent in his arguments submitted that the defence taken up by the accused is not at all established. There is nothing to show that he had left a cheque in question in his drawer. In that regard the accused has not examined any of his employees to corroborate his contention. Admittedly the accused has not intimated his banker about the theft of the cheque. No complaint regarding theft of the cheque has admittedly been filed by the accused, as such, the alleged defence is admittedly an after-thought of the accused.",
        "9. It is an admitted fact that the complainant and accused were known to each other. In that regard both the complainant and the accused have deposed in their respective evidence stating that they knew each other. Further admittedly the accused has admitted that the cheque at Ex.P1 pertain to his account and he has not denied that the said cheque came to be dishonoured for the reason of",
        {
            "I": "account closed"
        },
        "when presented for realisation by the complainant. The said cheque is at Ex.P1 and the banker's endorsement showing the reason for dishonour of the cheque is at Ex.P2. The complainant who got himself examined as P.W.1 has also produced a copy of the legal notice said to have been sent to the accused at Ex.P3 and as a matter of fact, the returned 'registered post acknowledgement due' envelop is at Ex.P4 and the legal notice in it is marked at Ex.P4(a). According to P.W.1, the accused refused to receive the said notice. In that regard in the cross examination of D.W.1, it was elicited that the address shown in the notice and the RPAD cover and also in the complaint filed before the Trial Court are one and same and correct address. In the said background when admittedly the accused is the drawer of the cheque at Ex.P1 and the same came to be dishonoured when presented for realisation and thereafter a legal notice was issued demanding the cheque amount, a presumption about the existence of legally enforceable debt forms in favour of the complainant under Section 139 of the N.I. Act. However, the said presumption is rebuttable.",
        "10. According to the amicus curiae for the petitioner, the accused has successfully rebutted the said presumption not only by cross examination of P.W.1 but also by entering himself into witness box as D.W.1 and leading evidence. In that regard the only contention taken up by the accused is about the alleged financial unsoundness of the complainant.",
        "11. In order to show that the complainant was financially incapable for lending so much of amount as loan, the accused subjected P.W.1 to a detailed cross examination. He elicited from the complainant that he was working in a shop by name M/s. Datta Electricals and was drawing a monthly salary of `7,000/-. It is based on the said statement made by P.W.1 in his cross examination, learned amicus curiae vehemently contended that a person having a monthly salary of `7,000/- cannot be expected to lend a sum of `1,50,000/-.",
        "12. A reading of the evidence of P.W.1 would further go to show that the complainant as P.W.1 has stated that he was working in M/s. Datta Electricals from 1977 to 1997 as an employee. However, from the year 1997, the said shop was given to him and he is running the said shop though the licence of the said shop is in the name of one Sri. A.S. Devadatta. The said statement made by P.W.1 has not been specifically denied in his cross examination. Furthermore the very same witness has in his cross examination also stated that he was maintaining his personal account in Karnataka Bank at its Balmatta Branch from which bank account, in the year 2004, during November, he had drawn a cash of `1,00,000/- and lent it to the accused. Subsequently in the month of December, he has withdrawn a sum of `20,000/- and another sum of `30,000/- from the bank and lent it to the accused. When specifically asked to the complainant as to whether he had any difficulty in lending the loan in the form of cheque, the witness has answered stating that since accused demanded the loan amount in cash he had lent the amount in cash. These statements made by the complainant in his evidence has not been specifically and categorically denied in his cross examination. Therefore, when the complainant has stated that he has been de facto proprietor of the electrical shop in which he was earlier working for a couple of decades and when his further say that he has withdrawn the amount from the bank and lent it, being undenied statements, would clearly go to show that the complainant had financial capacity to lend the money. The accused in order to rebut the presumption, by taking a contention that the complainant had no financial capacity to lend, could have examined any witness on his behalf and more particularly, the alleged erstwhile proprietor of M/s. Datta Electricals by name Sri. Devaduta which attempt also the accused has not done. In that regard in the cross examination of D.W.1, certain statements were elicited where the accused specifically stated that he did not approach said Mr. Devadatta and ascertain whether the complainant is a mere employee of the shop or he is running the shop by himself. Further D.W.1 in the very same cross examination has also stated that he does not know the business turnover of the said shop and the tax that is being paid by the said shop. He also has stated that he does not know as to the income tax that would be received from the said shop. Therefore, the contention taken up by the accused about the alleged financial incapacity of the complainant is a mere statement and the accused has not made any smallest attempt to substantiate his contention. Thus when a mere contention is taken without even providing any corroborative evidence either orally or documentary to make that contention as a genuine contention and showing some preponderance of probability in the said contention, it cannot be held that the accused could able to show that complainant had no financial capacity to lend the money.",
        "13. On the other hand, the accused has taken a specific defence both in the cross examination of P.W.1 as well in his evidence as D.W.1 that the complainant after completion of his business in the shop, used to come and sit in his courier shop and on one such occasion he had stolen the cheque in question which was a blank but duly signed cheque kept by him (accused) in his office drawer with a direction to his employees to deliver it to the landlord towards the rent. Suggestion made to P.W.1 in his cross examination to that extent has been denied by P.W.1. Therefore, it was for the accused to show that the cheque in question has wrongly reached the complainant though he was not entitled for the same.",
        "14. In that direction, the accused as D.W.1 in his examination-in-chief reiterated that the cheque which was meant for payment of rent was stolen by the complainant. In this regard what could be noticed is: Firstly the accused has taken a contention that he had kept a blank but duly signed cheque in the drawer of his office as a payment towards the rent payable to the landlord. If it were to be so, when rent would be generally predetermined or agreed to between the parties, where was the necessity for the accused to leave a blank cheque but duly signed is nowhere answered by the accused. Secondly, though the accused has asserted that the complainant after completion of his business in the shop used to go and sit in his courier shop in the evening, but nothing is placed on record to show that the complainant used to visit his shop everyday evening. On the other hand, the accused as D.W.1 himself has stated that he does not know as to at what time the shop of the complainant used to be closed everyday. Therefore, it is hard to believe that the complainant after closure of his business used to go and sit in the courier shop of the accused that too for no reasons. Thirdly, D.W.1 in his examination-in-chief has stated that he had kept the cheque in question as a blank cheque but duly signed in the drawer in his office with a direction to his employees who according to him were five in number, to deliver it to the landlord towards the payment of the rent. On the other hand, in his cross examination, the very same witness has stated that he had handed over the said cheque into the hands of one Smt. Vanitha, an employee in his shop. Therefore, in the very same evidence, the witness has given a contradictory statement about the alleged placing of the cheque in his shop. Fourthly, the accused has stated in his cross examination that with respect to the shop business and transaction, he is maintaining account books and makes necessary entries in those books. However, in an answer to another question he has stated that he has not mentioned about the alleged cheque said to have been earmarked towards the payment of the rent, in his said account books.",
        "15. These discrepancies and contradictions in the evidence of D.W.1 rather than strengthening his case, makes the defence of the accused more suspectable. In addition to the above, admittedly the accused did not inform his banker about alleged theft of the cheque. He did not even issued any 'stop payment' order to the banker though according to him on the very next date of the alleged theft he came to know about the theft of the cheque and issued another cheque to his alleged landlord. Further though he claims to have suspected the complainant on the very same day of he noticing an alleged loss / theft of the cheque, he did not take any action for getting the cheque back either by calling upon the complainant to return the alleged stolen cheque or by lodging a police complaint. Thus the inconsistencies in the defence taken by the accused and inaction on the part of the accused of which action an ordinary and normal prudent man would take, would further weaken the case of the accused rather than he succeeding to rebut the presumption that has been formed in favour of the complainant.",
        "16. Thus, considering these aspects, since the Trial Court has convicted the accused for the alleged offence and the Sessions Judge's Court also has confirmed the same and since the Trial Court has sentenced the accused proportionately to the gravity of the proven guilt, I do not find any perversity, illegality or irregularity in the said order warranting an interference in the hands of this Court. Accordingly, I proceed to pass the following: ORDER The revision petition is dismissed as devoid of merit. The Court while acknowledging the service rendered by Smt. Archana K.M. learned amicus curiae for the petitioner recommends her an honorarium of a sum of not less than `3,000/-, payable to her by the Registry. Registry to transmit copies of this Order along with Trial Court and Sessions Judge's Court's records to the concerned Courts, without delay."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Criminal P.C. (2 of 1974), S.401 - Dishonour of cheque - Conviction - Revision against - Accused did not inform his banker about alleged theft of cheque - He did not even issued any 'stop payment' order to banker though according to him on very next date of alleged theft he came to know about theft of cheque and issued another cheque to his alleged landlord - Though he claims to have suspected complainant on very same day of he noticing alleged theft of cheque, he did not take any action for getting cheque back either by calling upon complainant to return alleged stolen cheque or by lodging police complaint - Inaction on part of accused weaken his case rather than he succeeding to rebut presumption that has been formed in favour of complainant - Conviction, proper. (Paras15 16)",
    "Result": "Petition dismissed"
}