{
    "ILOCaseNo": "2021 ILO GUJ 606766",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "R/CRIMINAL APPEAL - 99 of 2021",
            "Petitioner": "SHAILESHBHAI BHIKHABHAI PATEL",
            "Respondent": "STATE OF GUJARAT and Ors."
        }
    ],
    "JudgmentDate": "18/02/2021",
    "BenchCoram": "MS . BELA M. TRIVEDI",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Nirav C Bhatt"
        ],
        "LawyerForRespondent": [
            "Ms. C. M. Shah",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The appeal has been filed by the appellant challenging the judgment and order dated th 20.01.2020 passed by the 7 Additional Senior Civil Judge and Judicial Magistrate First Class, Vadodara (hereinafter referred to as 'the trial court') in Criminal Case No. 38392 of 2006, whereby the trial Court has acquitted the respondents - accused from the charges levelled against them for the offence under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as 'the Act').",
        "2. As per the case of the appellant - complainant, he was the co-owner of the land bearing Survey No. 313 admeasuring 9126 sq. mtrs. situated at Village Gorva. The said land was sold out to the respondents - accused @ Rs. 88/- per sq. feet. The accused had paid Rs. 7,36,000/- towards the sale consideration and had given two cheques - one cheque bearing No. 252708 for Rs. 15,85,000/- of Dena Bank, Subhanpura, and the other cheque bearing No. 252707 for Rs. 20,00,000/- dated 20.10.2005, with the signature of accused No. 2 and 3 from the account of the accused No. 1 - partnership firm. Out of the said two cheques, the cheque bearing No. 252708 for Rs. 15,85,000/-, on being presented in the Bank by the complainant, had returned dishonoured on 24.01.2006 with the endorsement",
        {
            "I": "stop payment"
        },
        ". The complainant thereafter had given a notice to the accused on 10.02.2006, which was not replied by the accused. The complainant thereafter had filed the complaint against the accused for the alleged offence under the said Act.",
        "3. It is sought to be submitted by the learned advocate Mr. Bhatt for the appellant that the appellant was also a partner in the accused No. 1 - firm and the respondents - accused had failed to honour the cheque given to the appellant - complainant towards part sale consideration, however, the same was dishonoured with the endorsement of",
        {
            "I": "stop payment"
        },
        "by the Bank. According to him, the respondents - accused had failed to rebut the presumption available to the complainant under section 139 of the said Act and the trial court had misinterpreted the provisions of the Act for acquitting the respondents - accused.",
        "4. In the instant case, it appears that the respondents - accused in their defence had examined one Sanjukumar Mehendraprasad Dubey at Exh. 80. He had also produced the extract of the statement of their account No. 096911001895. The said witness Sanjukumar examined on behalf of the accused, was the Manager of the Dena Bank, who had stated inter alia that the Bank had received the instruction from the customer for stopping the payment of the cheque Nos. 252701 to 252800 and the said instruction was also entered in the software. He had also stated that the payment of the said cheques was stopped as the cheque book containing the said cheques was lost. The said witness was cross- examined at length by the learned advocate for the complainant - appellant. Considering the said evidence, the trial Court had observed that the respondents - accused had successfully rebutted the presumption under Section 139 of the said Act by examining the concerned officer of the Bank. It has also been held that the complainant had failed to prove that the said cheque was given by the respondents - accused, towards the legally recoverable dues of the appellant - complainant. The trial Court has elaborately considered the evidence of the complainant, in which he had admitted that he himself had written all the particulars in the blank cheque i.e. the cheque in question at Exh. 86.",
        "5. Having regard to the said findings, the Court is of the opinion that the trial Court has rightly appreciated the evidence on record, and acquitted the respondents - accused. The Court therefore is not inclined to interfere with the said judgment of acquittal.",
        "6. It is needless to say that when two views are possible, the Appellate Court would be little slow in interfering with the judgment of acquittal. A beneficial reference of the decision of the Supreme Court in the case of State of Rajasthan versus Ram Niwas reported in (2010) 15 SCC 463 : (AIROnline 2002 SC 91) be made in this regard. In the said case, it has been observed as under: -",
        {
            "I": [
                "6. This Court has held in Kalyan v. State of U.P., (2001) 9 SCC 632 : (AIR 2001 SC 3976) :"
            ]
        },
        "8. The settled position of law on the powers to be exercised by the High Court in an appeal against an order of acquittal is that though the High Court has full powers to review the evidence upon which an order of acquittal is passed, it is equally well settled that the presumption of innocence of the accused persons, as envisaged under the criminal jurisprudence prevalent in our country is further reinforced by his acquittal by the trial court. Normally the views of the trial court, as to the credibility of the witnesses, must be given proper weight and consideration because the trial court is supposed to have watched the demeanour and conduct of the witness and is in a better position to appreciate their testimony. The High Court should be slow in disturbing a finding of fact arrived at by the trial court. In Kali Ram V. State of Himachal Pradesh, (1973) 2 SCC 808 : (AIR 1973 SC 2773), this Court observed that the golden thread which runs through the web of administration of justice in criminal case is that if two views are possible on the evidence adduced in the case, one pointing to the guilt of the accused and the other to his innocence, the view which is favourable to the accused should be adopted.",
        {
            "I": [
                "7. In Arulvelu and another versus State reported in (2009) 10 Supreme Court Cases 206 : (2009 AIR SCW 6593), the Supreme Court after discussing the earlier judgments, observed in para No. 36 as under:"
            ]
        },
        "36. Careful scrutiny of all these judgments lead to the definite conclusion that the appellate court should be very slow in setting aside a judgment of acquittal particularly in a case where two views are possible. The trial court judgment can not be set aside because the appellate court's view is more probable. The appellate court would not be justified in setting aside the trial court judgment unless it arrives at a clear finding on marshaling the entire evidence on record that the judgment of the trial court is either perverse or wholly unsustainable in law.",
        "8. In that view of the matter, there being no illegality and infirmity in the impugned judgment and order of acquittal passed by the trial Court, the Appeal deserves to be dismissed and is dismissed accordingly."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Acquittal - Challenge as to - Accused allegedly issuing two cheques in favour of complainant towards part sale consideration which got dishonoured - Manager of Bank stating that he had received instruction from customer for stopping payment of cheques in question as cheque book containing said cheques was lost - Accused rebutted presumption raised u/S.139 - Acquittal, proper. (Para4)",
    "Result": "Appeal dismissed"
}