{
    "ILOCaseNo": "2021 ILO KAR 606796",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRL.R.P. - 138 of 2021",
            "Petitioner": "KANUMAIAH",
            "Respondent": "ASHOK A. E."
        }
    ],
    "JudgmentDate": "02/03/2021",
    "BenchCoram": "John Michael Cunha",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Vijay Kumar T"
        ],
        "LawyerForRespondent": [
            "N. R. Rangegowda",
            "B. Pradeep"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. On behalf of the respondent, Sri. B. Pradeep has entered appearance. He is permitted to file vakalath in the office.",
        "2. Heard on I.A.No.1/2021. Having regard to the grounds urged in the affidavit filed in support of the application and more over, the petitioner being in judicial custody, I.A.No.1/2021 is allowed. The delay of 346 days in filing the criminal revision petition is condoned.",
        "3. The petitioner is in judicial custody. His counsel Sri. Vijay Kumar T. has presented a joint memo under Section 147 of the Negotiable Instruments Act, 1881 read with Section 320 of Cr.P.C., duly signed by the complainant/respondent, learned counsel for the petitioner and the learned counsel for the respondent. An affidavit is also filed in support of the joint memo duly sworn by the complainant/respondent.",
        "4. The respondent Sri. Ashok A.E. is identified by his counsel Sri. B. Pradeep. The respondent submits that on behalf of the petitioner/accused, his family members have paid the entire fine amount amounting to Rs.7,50,000/- (Rupees Seven Lakhs Fifty Thousand only) and he admits and acknowledges the receipt thereof and submits that in view of the said payment, the proceedings initiated against the petitioner/accused under Section 138 of N.I. Act, may be quashed.",
        "5. The submission of the complainant/ respondent is placed on record.",
        "6. In view of the joint memo submitted by the parties, the petition is allowed. Parties are permitted to compound the alleged offences. Consequently, the impugned judgment dated 06.06.2019 passed by the Senior Civil Judge and JMFC, Mudigere, in C.C. No.77/2019 and judgment dated 25.11.2019 passed by the II Addl. District and Sessions Judge, Chikkamagaluru in Crl.A. No.143/2019 are set aside. The petitioner/accused Sri. Kanumaiah S/o. Gende Thimmaiah @ Gedde Thimmaiah is acquitted of the charge under Section 138 of the Negotiable Instruments Act, 1881. As the petitioner is in judicial custody, he is directed to be released forthwith, if not required in any other case."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.147 - Criminal P.C. (2 of 1974), S.320 - Compounding of offence - Dishonour of cheque - On behalf of accused, his family members have paid entire fine amount and he admits, acknowledges receipt thereof - Application for compounding of offence, allowed. (Para4)",
    "Result": "Petition allowed"
}