{
    "ILOCaseNo": "2021 ILO MUM 604657",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL WRIT PETITION - 140 of 2021",
            "Petitioner": "Hasmukh Tarachand Sheth and Ors.",
            "Respondent": "State of Maharashtra and Anr."
        }
    ],
    "JudgmentDate": "08/02/2021",
    "JudgmentBy": "Manish Pitale",
    "BenchCoram": "S. S. SHINDE;Manish Pitale",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Dinesh Kumar Dubey"
        ],
        "LawyerForRespondent": [
            "Vikram Sutaria",
            "J. P. Yagnik",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Rule. Rule made returnable forthwith. With the consent of learned counsel appearing for the parties, heard finally.",
        "2. The petitioners have approached this Court seeking quashing of the FIR registered by the Economic Offences Wing (EOW) against them under Sections 406, 409, 418, 420, 465, 467, 468, 471, 474 r/w 120-B of the Indian Penal Code (hereinafter referred to as,",
        {
            "I": "the IPC"
        },
        "). Respondent No.2 is the complainant at whose behest, the FIR stood registered",
        "3. Respondent No.2 submitted a complaint on 15 June, 2016, leading to registration of an FIR, claiming that he had entered into a transaction with the company of the petitioners for supply of paper and the company of the petitioners manufactures packing material for Gutka products. It was the case of respondent No.2 that while some payments were made for supply of papers, an amount of Rs.7,17,09,029/- remained unpaid. Cheques were issued on behalf of the company, but the same were bounced. When the cases were filed under the provisions of the Negotiable Instruments Act, 1881 (hereinafter referred to as,",
        {
            "I": "the NI Act"
        },
        "), the stand taken by the petitioners was that they were not directors of the company. According to respondent No.2, by indulging in aforesaid activities, the petitioners had cheated him and indulged in criminal breach of trust.",
        "4. Some of the accused were arrested and others were granted anticipatory bail and thereafter, the accused and respondent No.2 entered into negotiations to amicably settle the dispute.",
        "5. It is in pursuance of the settlement of dispute between the th parties that on 27 July, 2020, respondent No.2 submitted a letter before the Deputy Commissioner of Police, EOW, Mumbai stating that he desires to withdraw the complaint against the accused persons, including the petitioners herein. Upon this Court issuing notice in the present writ petition, respondent No.2 entered appearance through counsel and filed an affidavit reiterating that the dispute between him and the petitioners had been settled and that he had no objection for quashing of the FIR.",
        "6. Mr.Dubey, learned counsel appearing for the petitioners, submitted that since the dispute between the parties had been amicably settled and the affidavit of respondent No.2 was on record, the present writ petition deserved to be allowed. Mr.Sutaria, learned counsel appearing for respondent No.2, supported the prayers made in the writ petition on the basis of the settlement between the parties. Mr.Yagnik, learned APP, appeared for respondent No.1/State.",
        "7. Respondent No.2 was personally present in Court and we interacted with him. He submitted that since the dispute had been settled and he did not have any grievance against the petitioners, the writ petition could be allowed in terms of the prayers made therein. It was submitted that he had settled the dispute and filed affidavit before this Court on his own free will and without coercion.",
        "8. The Supreme Court in the case of Gian Singh v. State of Punjab and Another1has held that, the criminal cases having overwhelmingly and predominatingly civil flavour stand on a different footing for the purposes of quashing, particularly the offences arising from commercial, financial, mercantile, civil, partnership or such like transactions or the offences arising out of matrimony relating to dowry, etc. or the family disputes where the wrong is basically private or personal in nature and the parties have resolved their entire dispute. In this category of cases, the High Court may quash the criminal proceedings if in its view, because of the compromise between the offender and the victim, the possibility of conviction is remote and bleak and continuation of the criminal case would put the accused to great oppression and prejudice and extreme injustice would be caused to him by not quashing the criminal case despite full and complete settlement and compromise with the victim. It has also held that inherent power is of wide plenitude with no statutory limitation but it has to be exercised in accord with the guideline engrafted in such power viz.: (i) to secure the ends of justice, or (ii) to prevent abuse of the process of any court. 1 2012 (10) SCC 303",
        "9. In view of the fact that now respondent No.2 does not wish to proceed against the petitioners and even if further proceedings are undertaken in pursuance of the aforesaid FIR, there are remote chances of the petitioners being held guilty. Therefore, no purpose would be served by allowing the proceedings to continue. Even otherwise, we have perused the complaint, leading to registration of the FIR and we find that essentially the grievance of respondent No.2 is of personal nature on the basis that he was duped by the petitioners to the aforesaid huge amount. The stand taken in the proceedings initiated under the NI Act, that the signatories to the cheques were not directors is relatable to an allegation pertaining to cheating and prima facie, we do not find that the allegations pertaining to offences under Sections 465, 467, 468 and 471 of the IPC can be said to be made out.",
        "10. At the same time, the present petitioners need to be put to terms before the prayers made in the writ petition can be granted. Accordingly, we deem it fit to impose costs upon the petitioners, which would be utilised towards a noble cause. In view of the above, the writ petition is allowed in the following terms : : O R D E R : (a) In view of the settlement between the parties and the affidavit filed before this Court by respondent No.2, who was personally present in Court to reiterate the stand taken in the affidavit, as also our findings in the order above, the writ petition is allowed in terms of prayer clause (a), which reads thus:",
        {
            "I": "a) Quash and set aside FIR bearing No.58/2016 registered by the EOW under sections 406, 409, 418, 420, 465, 467, 468, 471, 474 r/w 120(b) of IPC and all the consequential investigations/ actions/ proceedings thereto."
        },
        "(b) The petitioners shall deposit an amount of Rs.8,00,000/- as a pre-condition for clause (a) of the order above to operate in their favour. Out of the said amount, the petitioners shall deposit an amount of Rs.5,00,000/- in the account of KEM Hospital, the detail of which are as follows : Name : Poor Box Charity Fund, K.E.M.Hospital Account No. : 99350100000877 Bank : Bank of Baroda, Parel Branch IFSC : BARB0DBPARE (5 letter is Zero) MICR : 400012246 PAN : AAATK3087D and the amount of Rs.3,00,000/- in the account of Juvenile Justice Fund, the details of which are as under : Name : DY.COMMI(CHILD DEVELOP) AND MEM.SECY and TRY MS CHILD FUND. Account No. : 11099464354 Bank : State Bank of India, Pune Main Branch, Collector Office Compound, Pune. Branch Code : 454 IFSC : SBIN0000454 MICR : 411002002 (c) The petitioners shall deposit the aforesaid amounts within a period of four weeks from today.",
        "11. Rule is made absolute in above terms."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.482 - Penal Code (45 of 1860), S.406, S.409, S.418, S.420, S.465, S.467, S.468, S.471, S.474, S.120B - Quashing of FIR - Allegations that accused persons cheated informant and indulged in criminal breach of trust - Matter settled between parties - Informant does not wish to proceed against accused persons - Remote chances of accused persons being held guilty - No purpose would be served by allowing proceedings to continue - Grievance of informant is of personal nature on basis that he being duped by accused persons to huge amount - Prima facie offences alleged against accused persons under Ss. 465, 467, 468, 471 of Penal Code, not made out - FIR liable to be quashed. (Paras9 10)",
    "Result": "Petition allowed"
}