{
    "ILOCaseNo": "2021 ILO GUJ 606756",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION APPLICATION - 720 of 2021",
            "Petitioner": "VIJAYBHAI PRITAMDAS SAHATIYA",
            "Respondent": "STATE OF GUJARAT"
        }
    ],
    "JudgmentDate": "27/10/2021",
    "BenchCoram": "Umesh A. Trivedi",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Anilkumar N Mundra",
            "samarth S Amin"
        ],
        "LawyerForRespondent": [
            "Ms Cm Shah App",
            "sagar J Shah"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. learned advocate for the Respondent No.2-original complainant submitted that he has filed affidavit in- th reply affirmed on 12 October, 2021 stating therein that, the matter is settled between the parties and as per the terms, the payment is received by the complainant. It is further stated in it that in view thereof, if judgment of conviction and order of sentence is quashed and set aside, he has no objection to it. The said complainant is also present before the Court and duly identified by Mr.Sagr J. Shah, learned advocate representing him.",
        "2. RULE. Ms..C.M.Shah, learned Additional Public Prosecutor, waives service of notice of rule on behalf of respondent no.1 - State and Shri Sagar J. Shah, learned advocate, waives service of notice of rule on behalf of respondent no.2.",
        "3. This Criminal Revision Application is directed against an th order passed by the learned 4 Additional Chief Judicial Magistrate, Bhavnagar, dated 06.01.2020 in Criminal Case No.5777 of 2017 convicting the applicant for an offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as 'the Act') and ordered him to undergo 6 months Simple Imprisonment with fine of Rs.10,000/-. Over and above that, Rs.49,000/- being the cheque amount, was ordered to be paid to the complainant as compensation and in default of payment of compensation, he is ordered to further undergo one month Simple Imprisonment. The said judgment of conviction and order of sentence was carried in Appeal being Criminal Appeal No.11 of 2020 which also came to be dismissed th by the learned 5 Additional Sessions Judge, Bhavnagar ide order dated 28.09.2021. Both these orders are under challenge in this Criminal Revision Application.",
        "4. However, in view of compounding arrived at between the parties and when the matter is settled between them, pursuant to which the cheque amount is already paid to the complainant, as disclosed in the affidavit, the judgment of conviction and order of sentence passed by the learned Magistrate is required to be quashed and set aside. In view of Section 147 of 'the Act', when offence is made compoundable, the genuine compounding entered into between the parties is required to be encouraged. Considering the affidavit, it is clear that the compounding is genuine, and therefore, the impugned judgment of conviction and order of sentence passed by the th learned 4 Additional Chief Judicial Magistrate, Bhavnagar dated 06.01.2020 in Criminal Case No.5777 of 2017 confirmed th by the learned 5 Additional Sessions Judge, Bhavnagar by order dated 28.09.2021 in Criminal Appeal No.11 of 2020 are hereby quashed and set aside.",
        "5. In view of sub-section (8) of Section 320 of the Code of Criminal Procedure, 1973, the applicant is acquitted of the charge levelled against him. Since the compounding between the parties is arrived at revisional stage before this Court, the applicant is required to be imposed cost in view of the decision of the Hon'ble Supreme Court in the case of Damodar S. Prabhu Vs. Sayed Babalal reported in AIR 2010 SC 1907 . The applicant is required to deposit Rs.7,000/- somewhat less than 15% of the cheque amount towards costs to the Gujarat State Legal Services Authority within a period of two weeks from today. If the applicant fails to deposit the said amount within the time prescribed, as aforesaid, he shall be taken into custody by issuing non-bailable warrant by the learned trial Court and the present order shall stand automatically recalled and he would serve the sentence. Registry is hereby directed to issue final writ of this revision application after ascertaining that the aforesaid cost amount is deposited by the applicant.",
        "6. Accordingly, the present Criminal Revision Application shall stand disposed of as allowed. Rule is made absolute to the aforesaid extent. Direct service is permitted."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Amicable settlement of dispute between parties - Cheque amount already paid to complainant - Order liable to be quashed, on deposit of 15% of cheque amount towards costs to Gujarat State Legal Services Authority. (Paras4 5)",
    "Result": "Petition allowed"
}