{
    "ILOCaseNo": "2021 ILO CTH 606745",
    "Court": "CHHATTISGARH HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRMP - 582 of 2012",
            "Petitioner": "Rajesh Das",
            "Respondent": "Salikram Khorbahara chandravanshi"
        }
    ],
    "JudgmentDate": "08/01/2021",
    "JudgmentBy": "Sanjay K. Agrawal",
    "BenchCoram": "Sanjay K. Agrawal",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Awadh Tripathi"
        ],
        "LawyerForRespondent": [
            "Vikas Pandey"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Since common question of law is involved in both of these cases, they are heard together and are being disposed of by this common order. 2.The petitioner/complainant filed a complaint against the respondent/accused under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter,",
        {
            "I": "the NI Act"
        },
        ") stating inter alia that in discharge of his liability towards the petitioner/complainant, on 04/11/2008, the respondent/ accused issued a cheque bearing No. 728602 of the Durg Rajnandgaon Gramin Bank Branch Kawardha for Rs. 1,50,000/. The petitioner/complainant presented the said cheque to his Bank on the next day i.e. 05/11/2008 and it was dishonoured and was returned to him on the same day. Thereafter, the petitioner/complainant issued a notice to the respondent/accused on 10/11/2008 by registered post which was served to him on 21/11/2008. The respondent/accused still did not pay the amount in dispute which led to the filing of the complaint by the petitioner/complainant before the jurisdictional criminal Court. 3.The respondent/accused abjured his guilt and entered into defence and examined himself as defence witness stating inter alia that he had signed a blank cheque with relation to an earlier transaction regarding the repair work of his tractor and it has been misused by the petitioner/ complainant and even the particulars of the cheque were not filled by him. 4.Learned trial Court, after evaluation of oral and documentary evidence on record, convicted the respondent/accused vide order dated 05/11/2011 for offence punishable under Section 138 of the NI Act and sentenced him to imprisonment for one year and simultaneously also imposed a fine of Rs. 5,000/ upon him and also prescribed a default sentence in case the fine is not deposited by him. 5.Feeling aggrieved by the order of conviction passed by the trial Court and the sentence imposed therein, the respondent/accused preferred an appeal before the Court of Sessions. The petitioner/complainant also preferred a revision against the order of the trial Court for enhancement of the sentence as well as fine imposed upon the respondent/accused. 6.Eventually, learned Additional Sessions Judge allowed the appeal of the respondent/accused vide impugned order dated 10/07/2012 and set aside the order of conviction passed by the trial Court and also dismissed the revision of the petitioner/complainant. 7.The instant petition as well as the acquittal appeal, both have been filed by the petitioner/ complainant against the order of the Sessions Court acquitting the respondent/accused and dismissing the revision for enhancement of sentence as well as fine imposed by the trial Court upon the respondent/accused. 8.Mr. Awadh Tripathi, learned counsel appearing for the petitioner/complainant, would submit that learned Additional Session Judge is absolutely unjustified in holding that the petitioner/ complainant has failed to prove that the cheque in question was issued by the respondent/ accused in discharge of his debt or liability, as there is a presumption under Section 139 of the NI Act though it is a rebuttable presumption and the burden of proof lies upon the drawer of the cheque by adducing rebuttal evidence to prove that he did not issue the cheque towards any antecedent liability. He would further submit that the respondent/accused having admitted his signature on the blank cheque cannot disown his liability by asserting that the cheque has been misused and he has not filled the particulars of the cheque, as such, the impugned order passed the Additional Sessions Judge reversing the order of conviction of the respondent/accused for offence punishable under Section 138 of the NI Act passed by the trial Court deserves to be set aside and the order dismissing the revision petition also deserves to be set aside. 9.Mr. Vikas Pandey, learned counsel appearing for the respondent/accused, would support the impugned order passed by learned Additional Sessions Judge by which he has acquitted the respondent/accused holding that the petitioner/complainant has failed to prove that the cheque in question was issued by the respondent/accused in discharge of his liability is a finding based on evidence available on record, as such, the appellate Court has rightly acquitted the respondent/ accused for offence punishable under Section 138 of the NI Act.",
        "10. I have heard learned counsel for the parties, considered their rival submissions made herein above and perused the records with utmost circumspection.",
        "11. As noticed hereinabove, the cheque in question was issued by the respondent/accused on 04/11/2008 in favour of the petitioner/complainant for Rs. 1,50,000/ which was presented by the petitioner/complainant before his Bank on 05/11/2008 and the same day it stood dishonoured. Thereafter, in order to institute the complaint under Section 138 of the NI Act, the petitioner/ complainant issued a notice on 10/11/2008 which was served to the respondent/accused on 21/11/2008. Since no reply to the notice was filed by the respondent/accused, the petitioner/ complainant filed a complaint against him under Section 138 of the NI Act in which cognizance was taken against him for offence punishable under Section 138 of the NI Act and the respondent/accused having entered into defence, denied the charges and took a specific defence that though he had no debt or liability towards the petitioner/complainant but yet he had signed a blank cheque in relation to some other earlier transaction.",
        "12. Learned trial Court convicted the respondent/accused for offence punishable under Section 138 of the NI Act finding the ingredients of the same which was reversed by the appellate Court primarily on the ground that the petitioner/complainant has failed to prove that the cheque in question was issued by the respondent/accused in discharge of his existing liability towards the petitioner/complainant.",
        "13. At this stage, it would be appropriate to notice Section 139 of the NI Act which states as under :",
        {
            "I": "139. Presumption in favour of holder - It shall be presumed, unless the contrary is proved, that the holder of a cheque received the cheque of the nature referred to in section 138 for the discharge, in whole or in part, of any debt or other liability."
        },
        "14.Section 139 of the NI Act mandates that unless the contrary is proved, it is to be presumed that the holder of the cheque received the cheque of the nature referred to in Section 138 for the discharge in whole or in part of any debt or other liability. However, the presumption is rebuttable by proving to the contrary. Section 139 of the NI Act introduces an exception to the general rule as to the burden of proof and shifts the onus on the accused to prove by cogent evidence that there was no debt or liability. Mere denial or rebuttal by the accused is not enough. 15.In the matter of Bir Sngh v. Mukesh Kumar1, Their Lordships of the Supreme Court reviewed the earlier case law on this point and held as under :",
        "1. (2019) 4 SCC 197",
        {
            "I": "20. Section 139 introduces an exception to the general rule as to the burden of proof and shifts the onus on the accused. The presumption under Section 139 of the Negotiable Instruments Act is a presumption of law, as distinguished from presumption of facts. Presumptions are rules of evidence and do not conflict with the presumption of innocence, which required the prosecution to prove the case against the accused beyond reasonable doubt. The obligation on the prosecution may be discharged with the help of presumptions of law and presumptions of fact unless the accused adduces evidence showing the reasonable possibility of the nonexistence of the presumed fact as held in Hiten P. Dalal."
        },
        "16.Following the principle of law laid by Their Lordships of the Supreme Court in the matter of Bir Singh (supra), there is no iota of doubt that the presumption under Section 139 of the NI Act is presumption of law and the accused has to adduce evidence showing the reasonable possibility of nonexistence of the presumed fact as held by Their Lordships in the matter of Hiten P. Dayal v. Bratindranath Banerjee2.",
        "2. (2001) 6 SCC 16",
        "17. In the instant case, no evidence has been adduced by the respondent/accused in rebuttal of the presumption enumerated under Section 139 of the NI Act showing that he had not drawn the cheque in question in favour of the petitioner/complainant for Rs. 1,50,000/ in discharge of his liability towards the petitioner/complainant. As such, learned Additional Sessions Judge failed to notice the presumption as is available under Section 139 of the NI Act and is absolutely unjustified in holding that the petitioner/complainant has failed to prove that the cheque in question was issued by the respondent/accused in discharge of his debt or liability, as such, th finding recorded by learned Additional Session Judge deserves to be set aside.",
        "18. Now, coming to the next contention of learned counsel for the respondent/accused that the respondent/accused had signed a blank cheque and had not even filled the particulars of the cheque which has been misused by the petitioner/complainant, therefore, he is not liable to pay the petitioner/complainant further. 19.Their Lordships of the Supreme Court considered this issue in the matter of Bir Singh (supra) and held as under in paragraphs 33 to 36 :",
        {
            "I": [
                "33. A meaningful reading of the provisions of the Negotiable Instruments Act including, in particular, Sections 20, 87 and 139, makes it amply clear that a person who signs a cheque and makes it over to the payee remains liable unless he adduces evidence to rebut the presumption that the cheque had been issued for payment of a debt or in discharge of a liability. It is immaterial that the cheque may have been filled in by any person other than the drawer, if the cheque is duly signed by the drawer. If the cheque is otherwise valid, the penal provisions of Section 138 would be attracted.",
                "34. If a signed blank cheque is voluntarily presented to a payee, towards some payment, the payee may fill up the amount and other particulars. This in itself would not invalidate the cheque. The onus would still be on the accused to prove that the cheque was not in discharge of a debt or liability by adducing evidence.",
                "35. It is not the case of the respondent accused that he either signed the cheque or parted with it under any threat or coercion. Nor is it the case of the respondentaccused that the unfilled signed cheque had been stolen. The existence of a fiduciary relationship between the payee of a cheque and its drawer, would not disentitle the payee to the benefit of the presumption under Section 139 of the Negotiable Instruments Act, in the absence of evidence of exercise of undue influence or coercion. The second question is also answered in the negative.",
                "36. Even a blank cheque leaf, voluntarily signed and handed over by the accused, which is towards some payment, would attract presumption under Section 139 of the Negotiable Instruments Act, in the absence of any cogent evidence to show that the cheque was not issued in discharge of a debt."
            ]
        },
        "20. Reverting to the facts of the present case in light of the principle of law laid down by Their Lordships of the Supreme Court in Bir Singh (supra), it is a case of the respondent/accused from day one that he had signed a blank cheque and other particulars of the cheque were not even filled by him rather by the petitioner/complainant who has misused the cheque in question. It is not the case of the respondent/accused that he has never even signed and issued the cheque to the petitioner/complainant and it is the admitted position on record that the blank cheque was signed by the respondent/accused and was handed over by him to the petitioner/complainant which goes to show that the cheque was issued by the respondent/accused himself in favour of the petitioner/complainant. Therefore, it cannot be held that no such cheque was issued by the respondent/accused in favour of the petitioner/complainant and merely on the basis that a blank cheque was issued by the respondent/accused, he cannot escape from his liability to pay the amount of the said cheque to the petitioner/complainant.",
        "21. Consequently, the impugned order passed by the appellate Court holding that the cheque was not issued by the respondent/accused in discharge of his debt or liability towards the petitioner/complainant, therefore, he is not responsible to pay the amount of the cheque to the petitioner/complainant is contrary to the law and facts available on record. It deserves to be and is hereby set aside and the order of conviction passed by the trial Court is affirmed. However, the respondent/accused is sentenced only for a fine which is enhanced to Rs. 2,00,000/ and shall be paid as a compensation to the petitioner/complainant before the trial Court within 8 weeks from today failing which the respondent/accused will be sentenced for imprisonment of one year as imposed by the trial Court. 22.Both the matters, being CrMP No. 582/2012 and ACQA No. 351/2019 are accordingly disposed of in terms of the order passed above. No cost(s)."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Legally enforceable debt - Presumption as to - Accused allegedly issuing cheque in favour of complainant towards repayment of loan, which got dishonoured - Plea of accused that blank cheque was issued in relation to earlier transaction which was misused by complainant - Accused admitting his signature but particulars of cheque was not filed by him - Cheque issued by accused himself in favour of complainant - Cheque issued by accused in discharge of his debt or liability towards complainant, proved - Conviction affirmed but accused sentenced only for fine of Rs.2,00,000/- (Paras17 18 20 21)",
    "Result": "Order accordingly"
}