{
    "ILOCaseNo": "2021 ILO JHKD 606789",
    "Court": "JHARKHAND HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Cr. Rev. No. - 1137 of 2010",
            "Petitioner": "Raj Narayan Singh",
            "Respondent": "State of Jharkhand"
        }
    ],
    "JudgmentDate": "25/10/2021",
    "BenchCoram": "MRS . ANUBHA RAWATCHOUDHARY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Cri LJ 377 A. K. Sahani"
        ],
        "LawyerForRespondent": [
            "P. D. Agrawal",
            "A. P. P. Rohit Ranjan Sinha"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Mr. A.K. Sahani, the learned counsel appearing on behalf of the petitioner.",
        "2. Heard Mr. P.D. Agrawal, the learned A.P.P. appearing on behalf of the Opposite Party-State.",
        "3. Heard Mr. Rohit Ranjan Sinha, the learned counsel appearing on behalf of Opposite Party No.2.",
        "4. The present criminal revision petition has been filed challenging the judgement dated 22.11.2010 passed by the learned Additional Sessions Judge, F.T.C.- III, Dhanbad in Criminal Appeal No. 115 of 2008 whereby the judgement of conviction and the order of sentence both dated 03.04.2008 st passed by the learned Judicial Magistrate, 1 Class, Dhanbad in C.P. No. 179 of 2003 has been affirmed and the criminal appeal has been dismissed. The petitioner has been convicted for offence under Section 138 of Negotiable Instruments Act and has been sentenced to undergo Rigorous Imprisonment for a term of six months and to pay a fine of Rs. 2 lakhs and in case of default of payment of fine, the petitioner has been directed to further undergo Simple Imprisonment for three months.",
        "5. The learned counsel for the petitioner submitted that the impugned judgement of conviction of the petitioner is ex-facie perverse in view of the fact that the condition precedent for filing the complaint case was itself not satisfied. The learned counsel submitted that in the present case, the legal notice was sent on 16.01.2003 through registered post and the complaint case was filed on 11.02.2003. He referred to the complaint petition as well as the impugned judgement to submit that there is no averment regarding the fact as to what happened to the legal notice and even if the legal notice is assumed to be served upon the accused, then also 30 days from 16.01.2003 would expire only on or about 15.02.2003 and thereafter, 15 days was required to be given to the accused to pay the cheque amount, but in the instant case the complaint was filed on 11.02.2003 and accordingly, the complaint itself was premature.",
        "6. The learned counsel for the petitioner referred to the judgment passed by this Court in Cr. Rev. No. 827 of 2012 decided on 13.07.2021 and referred to Para-24 thereof which, in turn, has been relied upon the judgment passed by the Hon'ble Supreme Court reported in (2014) 10 SCC 713 : (AIR 2015 SC 157) (Yogendra Pratap Singh vs. Savitri Pandey and Another).",
        "7. The learned counsel for the Opposite Party No.2, while opposing the prayer, submitted that there are concurrent findings recorded by the learned courts below convicting the petitioner under Section 138 of Negotiable Instruments Act and therefore, the same may not be interfered with in revisional jurisdiction. However, during the course of argument, it has not been disputed that the legal notice was sent on 16.01.2003 and the complaint case was filed on 11.02.2003. Admittedly, there is no evidence or averment with regard to service of legal notice and/or as to what happened to the legal notice.",
        "8. After hearing the learned counsel for the parties, this Court finds that altogether three witnesses were examined from the side of the prosecution. Exhibit-1 is the cheque dated 09.09.2002, Exhibit- 2 and 3 are the cheque return memos dated 26.09.2002 and 04.01.2003 respectively and the case was filed pursuant to bouncing of cheque on 04.01.2003. Exhibit- 4 is the postal receipt dated 16.01.2003 with regard to the demand notice dated 16.01.2003 marked as Exhibit- 5. It is not in dispute that the cheque had bounced on account of insufficient fund.",
        "9. Upon perusal of the impugned judgements, it appears that none of the witnesses has stated as to what happened to the legal notice and as to whether the same was served or not. A defence witness was also produced from the side of the accused indicating that he had intimated in the police station regarding loss of cheques and the defence evidence was also considered by the learned trial court indicating that the information to police (Exhibit-A with objection) did not even state the number of cheques and their numbers which were lost and accordingly, the defence evidence was rejected by the learned trial court. The learned trial court, while convicting the petitioner, held that once a cheque is signed and issued, there is presumption that the same was issued against a debt or liability. However, the learned trial court did not record any specific finding with regard to compliance of the other preconditions to constitute an offence under Section 138 of Negotiable Instruments Act for the purposes of even filing a criminal case under the said section.",
        "10. The appellate court recorded that Section 138 of the Negotiable Instruments Act has three ingredients: (i) There should be a legally enforceable debt, (ii) That the cheque was drawn from the account of the bank for discharge in whole or in part of any debt or other liability which pre-supposes a legally enforceable debt, and (iii) That the cheque so issued has been returned due to insufficiency of fund. 4 The learned appellate court referred to Section 139 of the Negotiable Instruments Act regarding presumption in favour of the holder of the cheque.",
        "11. The learned appellate court ultimately recorded its findings at Para-10 which read as follows:",
        {
            "I": "10. In the light of the aforesaid, it has to be seen whether the case comes under the purview of all the ingredients. On the basis of the oral and documentary evidence adduced by the complainant, it is clear that the ingredients of Section 138 of N.I. Act are present. It is not in dispute that the cheque in question was issued by the accused in favour of M/s Raju Construction. It is an admitted fact the complainant is the proprietor of this firm. The cheque was also returned by the Bank due to insufficient fund and the memo of the Bank bears the seal of the Bank. The legal notice was sent through Ext. 5. Inspite of receiving the notice the accused did not make any payment. The accused has failed to contradict the prosecution witnesses in cross- examination. The defence version does not receive support nor the accused has failed to rebut the presumption."
        },
        "12. This Court finds that both the learned courts below have apparently ignored one of the pre- conditions for filing a Complaint for the offence under Section 138 of Negotiable Instruments Act i.e. the service of notice upon the accused and thereafter, 15 days' time to the accused to pay the cheque amount. The learned appellate court has recorded that the legal notice was sent through Exhibit-5 and in spite of receiving a notice, the accused did not make the payment and the accused has failed to contradict the prosecution witnesses in cross- examination.",
        "13. In the judgment passed by the Hon'ble Supreme Court reported in (2008) 13 SCC 689 : (AIR 2008 SC 3086) (Subodh S. Salaskar vs. Jayprakash M. Sah and Another), the notice was sent through speed post and although the actual date of service of notice was not known, the Complainant proceeded on the basis that the same was served within the reasonable period. It was held that if the presumption of notice within the reasonable period is raised, the deemed service at best can be taken to be 30 days from the date of its issuance and the accused was required to make payment in terms of the said notice within 15 days thereafter and the complaint petition therefore could have been filed after expiry of 15 days given to the accused for payment of money after receipt of notice.",
        "14. The Hon'ble Supreme Court in (2014) 10 SCC 713 : (AIR 2015 SC 157) (Yogendra Pratap Singh vs. Savitri Pandey and Another) at Paragraphs- 30, 31, 36, 37 to 38 been held as under:",
        "30. Section 138 of the NI Act comprises of the main provision which defines the ingredients of the offence and the punishment that would follow in the event of such an offence having been committed. Appended to this section is also a proviso which has three clauses viz. (a), (b) and (c). The offence under Section 138 is made effective only on fulfilment of the eventualities contained in clauses (a), (b) and (c) of the proviso. For completion of an offence under Section 138 of the NI Act not only the satisfaction of the ingredients of offence set out in the main part of the provision is necessary but it is also imperative that all the three eventualities mentioned in clauses (a), (b) and (c) of the proviso are satisfied. Mere issuance of a cheque and dishonour thereof would not constitute an offence by itself under Section 138.",
        "31. Section 138 of the NI Act has been analysed by this Court in Kusum Ingots and Alloys Ltd. : (AIR 2000 SC 954) wherein this Court said that the following ingredients are required to be satisfied for making out a case under Section 138 of the NI Act: (SCC p. 753, para 10)",
        {
            "I": "(i) a person must have drawn a cheque on an account maintained by him in a bank for payment of a certain amount of money to another person from out of that account for the discharge of any debt or other liability; (ii) that cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier; 6 (iii) that cheque is returned by the bank unpaid, either because the amount of money standing to the credit of the account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with the bank; (iv) the payee or the holder in due course of the cheque makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the cheque, within 15 days of the receipt of information by him from the bank regarding the return of the cheque as unpaid; (v) the drawer of such cheque fails to make payment of the said amount of money to the payee or the holder in due course of the cheque within 15 days of the receipt of the said notice."
        },
        "36. A complaint filed before the expiry of 15 days from the date on which notice has been served on drawer/accused cannot be said to disclose the cause of action in terms of clause (c) of the proviso to Section 138 and upon such complaint which does not disclose the cause of action the court is not competent to take cognizance. A conjoint reading of Section 138, which defines as to when and under what circumstances an offence can be said to have been committed, with Section 142(b) of the NI Act, that reiterates the position of the point of time when the cause of action has arisen, leaves no manner of doubt that no offence can be said to have been committed unless and until the period of 15 days, as prescribed under clause (c) of the proviso to Section 138, has, in fact, elapsed. Therefore, a court is barred in law from taking cognizance of such complaint. It is not open to the court to take cognizance of such a complaint merely because on the date of consideration or taking cognizance thereof a period of 15 days from the date on which the notice has been served on the drawer/accused has elapsed. We have no doubt that all the five essential features of Section 138 of the NI Act, as noted in the judgment of this Court in Kusum Ingots and Alloys Ltd. and which we have approved, must be satisfied for a complaint to be filed under Section 138. If the period prescribed in clause (c) of the proviso to Section 138 has not expired, there is no commission of an offence nor accrual of cause of action for filing of complaint under Section 138 of the NI Act. 37.We, therefore, do not approve the view taken by this Court in Narsingh Das Tapadia and so also the judgments of various High Courts following Narsingh Das Tapadia that if the complaint under Section 138 is filed before expiry of 15 days from the date on which notice has been served on the drawer/accused, the same is premature and if on the date of taking cognizance, a period of 15 days from the date of service of notice on the drawer/accused has expired, such complaint was legally maintainable and, hence, the same is overruled.",
        "38. Rather, the view taken by this Court in Sarav Investment and Financial Consultancy : (2007 AIR SCW 6482) wherein this Court held that service of notice in terms of Section 138 proviso (b) of the NI Act was a part of the cause of action for lodging the complaint and communication to the accused about the fact of dishonouring of the cheque and calling upon to pay the amount within 15 days was imperative in character, commends itself to us. As noticed by us earlier, no complaint can be maintained against the drawer of the cheque before the expiry of 15 days from the date of receipt of notice because the drawer/accused cannot be said to have committed any offence until then. We approve the decision of this Court in Sarav Investment and Financial Consultancy and also the judgments of the High Courts which have taken the view following this judgment that the complaint under Section 138 of the NI Act filed before the expiry of 15 days of service of notice could not be treated as a complaint in the eye of law and criminal proceedings initiated on such complaint are liable to be quashed.",
        "15. This Court finds that the law has been well settled by the aforesaid judgements that the cause of action for filing a complaint case under Section 138 of the Negotiable Instruments Act could not arise prior to expiry of 15 days from the date of service of legal notice on the accused and in case of absence of proof of service of notice sent under registered cover or speed- post at the correct address, the deemed service of notice can be taken only upon expiry of 30 days from its dispatch.",
        "16. The learned courts below have not recorded any finding with regard to the date of service of notice or presumption, if any, regarding service of notice so as to calculate the timeline with regard to filing of the Complaint under Section 138 of the Negotiable Instruments Act. Admittedly, there is no evidence on record regarding service of notice upon the petitioner. Even if the best case of the complainant is taken into consideration that the notice sent under registered cover is to be taken as deemed to have been served upon the accused only upon expiry of 30 days from the date of its issuance and thereafter, 15 days is to be counted for the purpose of granting opportunity to the accused to pay the cheque amount and upon expiry of the period of fifteen days from deemed service of notice, cause of action to file a case under Section 138 of Negotiable Instruments Act can arise. In the instant case, legal notice having been issued on 16.01.2003, the deemed service at best could have been taken on or about 15.02.2003 and the case was filed on 11.02.2003.",
        "17. Considering the aforesaid facts and circumstances, this Court is of the considered view that the complaint filed by the complainant was premature as the cause of action for filing the complaint case under Section 138 of Negotiable Instruments Act was not crystalized on the date of filing of the complaint on 11.02.2003 and accordingly, the condition precedent for filing the complaint case under Section 138 of Negotiable Instruments Act, 1881 having not been satisfied, the conviction and sentence of the petitioner cannot be sustained in the eyes of law.",
        "18. As a cumulative effect of the aforesaid findings, the impugned judgment of conviction and order of sentence both st dated 03.04.2008 passed by the learned Judicial Magistrate, 1 Class, Dhanbad in C.P. No. 179 of 2003 and also the judgment dated 22.11.2010 passed by the learned Additional Sessions Judge, F.T.C.- III, Dhanbad in Criminal Appeal No. 115 of 2008, are hereby set-aside.",
        "19. This Court also finds that in the aforesaid judgement reported in (2014) 10 SCC 713 : (AIR 2015 SC 157) (Supra), the Hon'ble Supreme Court, while holding the complaint as pre-mature, also observed in Para-41 itself that the remedy for the Complainant is to file a fresh complaint and to satisfy the court regarding sufficient cause for delay.",
        "20. Accordingly, the present criminal revision petition is allowed. The parties may proceed as per law.",
        "21. The bailors of the petitioner are discharged of their liabilities under the bail bonds.",
        "22. Pending interlocutory application, if any, is closed.",
        "23. Let the Lower Court Records be sent back to the court concerned.",
        "24. Let a copy of this order be communicated to the learned court below through 'FAX/email'."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque -Premature complaint-cause of action for filing a complaint case could not arise prior to expiry of 15 days from the date of service of legal notice on the accused-in case of absence of proof of service of notice sent under registered cover or speed- post at the correct address, the deemed service of notice can be taken only upon expiry of 30 days from its dispatch-No evidence on record as regards service of notice to accused-Complaint filed after 26 days from dispatch of notice-Is premature-Conviction of accused,liable to be set aside. (Paras15 16 17 18 19)",
    "Result": "Petition allowed"
}