{
    "ILOCaseNo": "2021 ILO CAL 600240",
    "Court": "CALCUTTA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "G. A.- No. 2 of 2021",
            "Petitioner": "Prabha Surana",
            "Respondent": "Jaideep Halwasiya."
        }
    ],
    "JudgmentDate": "22/06/2021",
    "BenchCoram": "Moushumi Bhattacharya",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Suman Dutt",
            "Amritam Mandal",
            "Anil Chou-dhury"
        ],
        "LawyerForRespondent": [
            "Siddhartha Mitra",
            "Sr. Adv.",
            "Reetobroto Mitra",
            "A. P. Gomes",
            "Akriti Jain",
            "Pradip Sarawagi"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. ORDER :-The petitioner seeks an order of injunction against the respondent in respect of money lent and advanced by the petitioner to the respondent on various dates from May 2017 to February 2018 of a principal sum of Rs.7,50,00,000/- (Rs. Seven crore Fifty lakhs). The said amount was paid by the petitioner to the respondent by way of five cheques drawn on Axis Bank. According to the petitioner, the money was given as loan pursuant to requests made for such by the respondent and at an agreed rate of interest of 15% per annum.",
        "2. Mr. Suman Dutt, senior counsel appearing for the petitioner submits that an interim order is called for since the respondent has denied the loan facility in its entirety. Counsel places the bank account statements of the petitioner from 01-05-2017 to 31-05-2017 which reflect that three transfers were made through RTGS by the petitioner to the respondent and a further statement for the period of 25-02-2018 to 28-02-2018 showing two further tranches of payments made by the petitioner to the respondent. Counsel further places the relevant Form 26AS which shows that the respondent has deposited TDS on account of three payments towards interest made by the respondent in favour of the petitioner which would be evident from the respondent filing his returns under",
        {
            "I": "interest other than interest on securities"
        },
        ". Counsel further submits that the respondent holds 33.33 per cent shares as a partner in developing properties at various places in and around Kolkata and also immovable assets and properties, including two flats at Alipore Park Place, Kolkata and four bank accounts which are being operated by the respondent. Counsel relies on Harleen Jairath v. Prabha Surana, 2019 (4) CHN (Cal) 412 : (AIROnline 2019 CAL 695) for drawing a distinction between Order XXXVIII ,Rule 5 and Order XXXIX, Rule 1(b) of The Code of Civil Procedure, 1908 (CPC) to impress upon the court that an order in the nature of a temporary injunction can be passed in the present circumstances.",
        "3. Mr. Siddhartha Mitra, senior counsel and Mr. Reetobroto Mitra, counsel appearing for the respondent, resist the prayer for injunction on the ground that the respondent has already filed a written statement in the suit and that there can be no urgency in the matter since the petitioner withdrew an application with identical prayers in March 2021. Counsel submits that the present application is in the nature of an application for attachment before judgment under Order XXXVIII, Rule 5 of the CPC and the respondent should first be given an opportunity to file his affidavit. Counsel takes a preliminary objection to the maintainability of the application on Section 13 of The Bengal Money-Lenders Act, 1940, which, according to counsel, bars a court from passing decree or order in favour of a money-lender in any suit instituted by a money- lender for the recovery of a loan advanced unless the court is satisfied that at the time when the loan was advanced, the money-lender held an effective licence. Counsel further submits that if a petitioner seeks relief under Order XXXVIII, Rule 5 of the CPC, there must be a case made out by the petitioner that the respondent is either seeking to dispose of the whole or any part of the property or to remove the property from the local limits of the jurisdiction of the Court. Counsel submits that there is no such pleading or case made out in the application. Counsel relies on Raman Tech. and Process Engineering Co. v. Solanki Traders (2008) 2 SCC 302 : (AIROnline 2007 SC 80) in this context for contending that the purpose of Order XXXVIII ,Rule 5 is not to convert an unsecured debt into a secured debt. It is submitted that the petitioner is an unsecured creditor who admittedly does not enjoy any charge over any of the respondent's properties as security for the loan.",
        "4. I have considered the materials on record in the course of submissions of learned counsel appearing for the parties. Before dealing with the factual contentions, the point of maintainability must first be addressed. Section 13 of The Bengal Money-Lenders Act, 1940, prohibits a court from passing a decree or order in favour of a money-lender in a suit filed by a money-lender for the recovery of a loan advanced, unless the court is satisfied that the money- lender held an effective licence at the time of granting the loan or advancing any part thereof. The other parts of Section 13 are not relevant for the purposes of this application. Section 2(12) of the said Act defines a",
        {
            "I": "loan"
        },
        "as an advance, whether on any monetary terms or in kind, made on condition of repayment with interest and includes any transaction which is in substance a loan but does not include an advance made on the basis of a negotiable instrument as defined in the Negotiable Instruments Act, 1881, other than a promissory note as provided under sub- clause (12)(e). Under Section 13 of the Negotiable Instruments Act, a",
        {
            "I": "negotiable instrument"
        },
        "has been defined as a promissory note, bill of exchange or cheque payable either to order or to bearer. A conjoint reading of the provisions under The Bengal Money-Lenders Act and the Negotiable Instruments Act makes it evident that a loan advanced by way of a cheque (within the definition of a negotiable instrument) would fall outside the purview of a",
        {
            "I": "loan"
        },
        "under The Bengal Money-Lenders Act and hence outside Section 13 of the same which bars a court from passing a decree / order in favour of a money-lender in a suit filed for recovery of a loan advanced unless the court is satisfied that the money-lender held an effective licence on the date when the loan was advanced. The part with regard to the requirement of a money lender holding an effective licence becomes irrelevant since the loan given by the petitioner to the respondent in the present case clearly falls outside the scope of the Act by reason of the loan being advanced by the petitioner to the respondent by way of five cheques drawn on the concerned bank at different points of time.",
        "5. The facts of the case make it clear that an amount of Rs. 7.5 crores had, indeed, been lent and advanced by the petitioner to the respondent for the following reasons. The bank statements of the petitioner's account for two consecutive periods in 2017 and 2018 gives the details of the payments made in five tranches by the petitioner to the respondent through five cheques drawn on Axis Bank. The total amount comes to Rs.7,50,00,000/-. Further, the statement of accounts of the petitioner from 31-07-2017 to 02-08-2017, 01-12-2017 to 31-12-2017 and again from 01-08-2018 to 31-8-2018 shows that the petitioner has received Rs.7,47,123.00, Rs.10,15,274.00/- and Rs.17,81,816.00/- to the credit of the petitioner. Form 26AS annexed to the application would also show that the respondent has deposited a total amount of Rs.3,93,802.00/- by way of TDS in respect of three payments made by the respondent to the petitioner in 2017-2018. Each of the payments can be reconciled with the payments received by the petitioner from the respondent after deducting the tax deposited by the respondent. The",
        {
            "I": "status of booking"
        },
        "in Form 26AS further shows that the respondent has filed his tax returns showing the TDS amounts deposited as",
        {
            "I": "interest other than interest on securities"
        },
        "which further goes to show that the respondent had made the payments by way of interest to the petitioner.",
        "6. Even if the court is not invited to get into the finer details of the accounts and arithmetic of the transactions between the petitioner and the respondent, the documents would establish, at the very least, a jural relationship between the petitioner and the respondent. The documents would also show that the respondent made certain payments to the petitioner in relation to which TDS was deposited by the respondent. The aforesaid facts would therefore beg the question: Why would the respondent make payments to the petitioner and claim deductions against such payments, if there is no transaction at all between the parties? The undeniable conclusion would be that the TDS Certificates amount to an ackno-wledgement of debt on the part of the respondent in relation to monies advanced by the petitioner.",
        "7. The petitioner does not seek an order for attachment before judgment. The petitioner prays for an order restraining the respondent from dealing with or alienating / disposing of the respondent's shares in the development project or any of the other immovable properties mentioned in the petition, including the bank accounts without leave of court. The order prayed for is hence in the nature of an order under Order XXXIX, Rule 1 of The Code of Civil Procedure, 1908, where a temporary injunction may be granted if it is proved by affidavit or otherwise that the respondent threatens to cause injury to the petitioner in relation to any property in dispute in the suit wherein the court may restrain such act for the purpose of preventing the alienation of the property or any injury caused to the petitioner if the court deems it fit to do so until the disposal of the suit or until further orders. Order XXXIX Rule 1, particularly the portion following clause (c) of Rule 1, gives a wide berth to the court to grant any injunction of a temporary nature which would give a protective cover to the petitioner from suffering the consequences of any act done by the respondent to the property in dispute which would result in damage, wasting of or alienation of the property or the petitioner being dispossessed of the property. The wide spectrum of acts, which would result in harm caused to the suit property in particular and injury to the petitioner in general, emanates from the several disjunctive descriptions in Order XXXIX ,Rule 1 and lends muscle to the said provision in preventing any harm being caused to the petitioner or the suit property before the suit proceeds beyond the initial stage.",
        "8. A distinction should be drawn between the provisions of Order XXXIX ,Rule 1 (Temporary Injunctions) and Order XXXVIII Rule 5 (Attachment before judgment) for clarifying the scope of the present proceeding. Order XXXIX, Rule 1 contemplates temporary relief to a petitioner on an imminent risk to the property in dispute in the suit being wasted by certain acts of the respondent. If the Court finds from the materials before it, that the respondent intends to cause injury to the petitioner in the interregnum including by causing damage to, alienating, selling or removing the property, the Court is empowered to pass orders to prevent the property from being dealt with in such manner or in any way which is prejudicial to the petitioner until the suit is disposed of or until further orders are passed by the Court. The Court has the option to pass orders as it deems fit and on the satisfaction that circumstances warranting preservation of the property exist till the matter advances beyond the preliminary stage.",
        "9. Order XXXVIII ,Rule 5 applies at a later stage in a suit where the petitioner seeks to execute a decree. The section, by its very description, applies to an order which lends finality to the suit and aims at preserving the state of affairs after the interim stage in the suit is over. The primary intention of the Court at this stage is to secure the petitioner against the respondent from disposing of or removing his property from the local limits of the jurisdiction of the Court.",
        "10. While both sections intend to give a protective cover to the petitioner at the time of institution of and during pendency of the suit in terms of preserving the property which would afford relief to the petitioner in real terms, there is an important distinction in the nature of the property contemplated under the provisions. Under Order XXXIX, Rule 1, the property sought to be preserved is 'property in dispute in a suit', whereas, it is the respon-dent's property under Order XXXVIII, Rule 5 - the words used are 'his property' following specific reference to '...the respondent, with intent to obstruct or delay...'. The distinction reinforces the need to preserve the suit property till final orders are passed in the former and to secure the petitioner for facilitating execution of a decree in the latter. Although, the terms 'order' and 'decree' can be interchangeably used depending on the nature of the application, the thrust of the two provisions, read together, is saving the suit property till the right of the petitioner is established to proceed with the suit and to save the petitioner from the decree - or the possibility thereof - being frustrated once the suit nears culmination.",
        "11. The rigours of Order XXXVIII ,Rule 5 are not applicable in the present case, at least at this stage, simply because the petitioner is not seeking attachment of any of the properties of the respondent. All that the petitioner seeks is protection, until the matter is heard on affidavits, from its monetary claim against the respondent being rendered infructuous. There is no basis therefore to expand the contours of what the petitioner prays for and factor in attachment when a restraint, simpliciter, would do.",
        "12. Raman Tech dealt entirely with an attachment before judgment situation and the Supreme Court further found the claim in the plaint to be lacking in material particulars. The principles of Order XXXVIII ,Rule 5, expressed with precision in the said decision, are however not relevant to the present case. Raman Tech significantly makes a distinction between the stages where a prima facie case is required to be made out and the (later) stage when the court is called upon to examine whether the interest of the petitioner should be protected by attachment before judgment. The difference in the stages and interpretation of the Court was also reiterated in Harleen Jairath and Santosh Promoters v. Intrasoft Technologies Ltd., 2017 (1) CHN (Cal) 189, Division Bench decisions of this Court.",
        "13. The petitioner has established the first of the troika of a prima facie case by establishing the fact of money being lent and advanced to the respondent and the respondent acknowledging receipt of the same by making payment of the interest component to the petitioner after deducting tax at source on the said payments. The interest payments could not have been made in a vacuum but in connection with the loan given to the respondent by the petitioner. These facts are sufficient to hold that the petitioner has a prima facie case. The complete denial of the loan by the respondent in its reply dated 23rd July ,2019 to the Notice of Demand of the petitioner, sets off alarm-bells calling for a measure of protection to the petitioner. Significantly, there is no mention of the interest payments in the respondent's letter or any explanation thereto. The words 'false narrative', 'false and concocted statements' etc. are tell-tale signs of a serious dispute having arisen between the parties which require intervention of the court. The respondent's total denial supports the second and third tests of balance of convenience and irreparable injury warranting passing of a temporary injunction in favour of the petitioner. The respondent will not suffer any injury since the petitioner does not seek an order of attachment of the assets of the respondent.",
        "14. Withdrawal of a similar application in March of this year cannot be a ground to deny relief to the petitioner, particularly where the protection is of an interim nature and subject to more facts being disclosed by way of affidavits.",
        "15. Having found that the petitioner has made out a satisfactory case under Order XXXIX, Rule 1 of The Code of Civil Procedure, there shall be an order restraining the respondent from dealing with or disposing of, alienating or encumbering any of his immovable assets and properties without leave of the Court until the matter is finally heard out on affidavits or until further orders are passed at the instance of any of the parties before the Court.",
        "16. Affidavit-in-opposition to be filed within 3 weeks from date, reply within 2 weeks thereafter. List the matter after 5 weeks."
    ],
    "HeadNote": "(A)Civil P.C. (5 of 1908), O.39 R.1, O.39 R.2, O.38 R.5 - Temporary injunction and attachment before judgment - Distinction between - Explained. Provisions of O. 39, R. 1 contemplates temporary relief to a petitioner on an imminent risk to the property in dispute in the suit being wasted by certain acts of the respondent. If the Court finds from the materials before it, that the respondent intends to cause injury to the petitioner in the interregnum including by causing damage to, alienating, selling or removing the property, the Court is empowered to pass orders to prevent the property from being dealt with in such manner or in any way which is prejudicial to the petitioner until the suit is disposed of or until further orders are passed by the Court. The Court has the option to pass orders as it deems fit and on the satisfaction that circumstances warranting preservation of the property exist till the matter advances beyond the preliminary stage. O. 38, R. 5 applies at a later stage in a suit where the petitioner seeks to execute a decree. The section, by its very description, applies to an order which lends finality to the suit and aims at preserving the state of affairs after the interim stage in the suit is over. The primary intention of the Court at this stage is to secure the petitioner against the respondent from disposing of or removing his property from the local limits of the jurisdiction of the Court. While both sections intend to give a protective cover to the petitioner at the time of institution of and during pendency of the suit in terms of preserving the property which would afford relief to the petitioner in real terms, there is an important distinction in the nature of the property contemplated under the provisions. The distinction reinforces the need to preserve the suit property till final orders are passed in the former and to secure the petitioner for facilitating execution of a decree in the latter. Although, the terms 'order' and 'decree' can be interchangeably used depending on the nature of the application, the thrust of the two provisions, read together, is saving the suit property till the right of the petitioner is established to proceed with the suit and to save the petitioner from the decree or the possibility thereof being frustrated once the suit nears culmination. (Paras8 9)(B)Civil P.C. (5 of 1908), O.39 R.1, O.39 R.2, O.38 R.5 - Temporary injunction - Restraining respondent from dealing with or alienating respondent's shares in development project or any other immovable properties - Protection sought is in nature of interim relief and not in nature of attachment before judgment - Therefore, no prejudice would be caused to respondent - Petitioner establishing fact of money being lent and respondent acknowledging receipt of same by making payment of interest component to petitioner after deducting TDS - Further, respondent's total denial of loan leads to balance of convenience and irreparable injury justifying passing of temporary injunction - Petitioner entitled to relief of injunction. AIROnline 2007 SC 80, Distinguished. (Paras10 13 15)(C)Civil P.C. (5 of 1908), O.39 R.1, O.39 R.2 - Temporary injunction - Denial of relief - Withdrawal of similar application cannot be a ground to deny relief, particularly where protection is of interim nature and subject to more facts being disclosed by way of affidavits. (Para14)(D)Bengal Money Lenders Act (10 of 1940), S.2(12), S.13 - Negotiable Instruments Act (26 of 1881), S.6, S.13 - 'Loan' - Loan advanced by way of cheque (within definition of negotiable instrument) - Would fall outside purview of 'loan' under Act of 1940. (Para4)",
    "Result": "Order accordingly"
}