{
    "ILOCaseNo": "2021 ILO MP 606867",
    "Court": "MADHYA PRADESH HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "M. Cr. C. - 22119 of 2020",
            "Petitioner": "Anil Hariji Patidar (Aawaliya)",
            "Respondent": "State of Madhya Pradesh and Ors."
        }
    ],
    "JudgmentDate": "28/10/2021",
    "BenchCoram": "Vivek Rusia",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Akshat Pahadia"
        ],
        "LawyerForRespondent": [
            "Amit Singh Sisodiya",
            "Learned Government Advocate",
            "Abhsihek Tugnawat"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The applicant has filed present petition under Section 482 of Code of Criminal Procedure, 1973 seeking an order for running the jail sentences concurrently under Section 427 of the Cr.P.C. and quashing of the order of jail sentence in default of payment of the amount of compensation granted under Section 357 of Cr.P.C. read with Section 117 of the Negotiable Instruments Act, 1881.",
        "2. The applicant borrowed some amount from respondents No.3 to 7 and in order to return the aforesaid amount he issued cheques to them. Since all the cheques have been returned unpaid for want of sufficient fund in his bank account, respondents No.3 to 7 filed five different complaints before the Judicial Magistrate First Class under Section 138 of Negotiable Instruments Act. The applicant contested all the five cases and he stand convicted and sentenced to undergo 06 months rigorous imprisonment and further 06 months additional rigorous imprisonment in default of payment of the compensation/ fine under Section 357 of Cr.P.C. read with Section 117 of Negotiable Instruments Act. The particulars of the judgment and jail sentence are as under:- Court Case No. Sentence JMFC, Anjad 484/13 6 Months Rigorous Imprisonment under Section 138 of the N.I.Act. 6 Months Additional in case of default in payment of the Compensation under Section 357 of Cr.P.C and 117 of N.I.Act. JMFC, Anjad 485/13 Same JMFC, Anjad 486/13 Same JMFC, Anjad 153/13 Same JMFC, Anjad 532/11 Same",
        "3. Being aggrieved by the aforesaid conviction and sentence, the applicant preferred five different appeals by depositing part of compensation payable to the complainants. Vide order dated 24/03/2017 all the appeals have been dismissed. The applicant was sent to jail on 29/08/2019.",
        "4. In two complaint cases the applicant filed revisions before this Court i.e. Criminal Revision Nos.902/2020 and 898/2020 and both the revisions have been dismissed. Therefore, the conviction of jail sentence and the compensation has attained the finality.",
        "5. The grievance of the applicant is that the learned Judicial Magistrate First Class ought to have passed an order of undergoing all the jail sentences concurrently. Therefore, in these circumstances the applicant has to suffer jail sentence of 06 months each in all 05 different cases one after other i.e. 2.5 years of substantive jail sentence in total for an offence under Section 138 of Negotiable Instruments Act and it will come to an end on 28/02/2022 and if he fails to pay the compensation then he will have to undergo an additional 06 months imprisonment in each cases i.e. 2.5 years imprisonment from 28/02/2022 to 28/08/2024.",
        "6. Shri Akshat Pahadia, learned counsel for the applicant submits that during the pendency of the M.Cr.C. case, the applicant has paid the entire amount of compensation to the respondent Nos.3 to 7. Shri Abhsihek Tugnawat, learned counsel for the respondents No.3 to 7 does not dispute the payment of amount of compensation by the applicant .",
        "7. Shri Amit Sisodiya, learned Government Advocate on instruction submits that the applicant is in jail in default of fine amount and if he has paid to the complainant then he is liable to be released. The applicant has filed an applicant for disposal of this petition on the ground that the applicant has undergone the substantive jail sentence of 06 months in each 05 cases up to 16/08/2021. Now he is in jail to undergo additional jail sentence due to non-payment of fine.",
        "8. Since he has paid the amount of compensation and the complainant has accepted it and signed this application, therefore, the applicant may kindly be released from the jail by disposing of this petition. So far as the relief claimed in this petition that all the sentences be run concurrently does not survive because the applicant has already served the jail sentence in each 05 complaint cases separately. So far as the question of undergoing additional period of sentence due to non- payment of fine is concerned, the applicant has paid the fine amount in the five cases. Therefore, nothing survives in this petition and the same is liable to be disposed of. The applicant is not liable to remain in jail to undergo additional rigorous imprisonment in default of payment of fine amount.",
        "9. Let a copy of this order be produced before the jail authority for due verification of the period of jail sentence undergone by the applicant in each 05 cases and if it is found that he has undergone, all the sentences than he be released forthwith.",
        "10. The copy of this order be sent to concerned Judicial Magistrate First Class and jail authority .",
        "11. With the aforesaid, M.Cr.C. stands disposed of.",
        "12. Certified copy as per rules."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Criminal P.C. (2 of 1974), S.427 - Offence of dishonor of cheque - Concurrent sentence - Accused already served jail sentence in each 05 complaint cases separately - Now accused is in jail to undergo additional jail sentence due to non-payment of fine - Since accused paid amount of compensation and complainant accepted it, accused not liable to remain in jail to undergo additional rigorous imprisonment in default of payment of fine amount. (Para8)",
    "Result": "Petition allowed"
}