{
    "ILOCaseNo": "2021 ILO SC 605869",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "Criminal Appeal No. 1206 of 2021 (Arising out of SLP(Criminal) No(s). 7573 of 2014) with Cri. A. No. 1207 of 2021 (Arising out of SLP(Criminal) No(s). 9520 of 2014",
            "Petitioner": "Ashutosh Ashok Parasrampuriya and Anr.",
            "Respondent": "M/s. Gharrkul Industries Pvt. Ltd. and Ors."
        }
    ],
    "JudgmentDate": "08/10/2021",
    "JudgmentBy": "RASTOGI",
    "BenchCoram": "AJAY RASTOGI;Abhay S. Oka",
    "Lawyers": {
        "LawyerForPetitioner": [
            "20",
            "23",
            "26 Mrs. Arundhati Katju",
            "Mrs. Priya Puri",
            "Sharad Puri",
            "Mrs. Rashmi Sachdeva",
            "Ranjay Dubey",
            "Ms. Srishti Borthakur",
            "Siddhartha Dave",
            "Sr.Adv.",
            "Amit Bhandari",
            "Purushottam Sharma Tripathi",
            "AOR",
            "Mukesh Kumar Singh",
            "Abhishek Tripathi"
        ],
        "LawyerForRespondent": [
            "Pallav Shishodia",
            "Sr",
            "Adv.",
            "Shyamal J. Kadu",
            "Satyajit A Desai",
            "Mrs. Anagha S Desai",
            "AOR",
            "Siddharth Gautam",
            "Himanshu Sharma",
            "Yati Sharma",
            "Ms. Supriya Juneja",
            "AOR",
            "Ms. Cheshta Jetly",
            "Sachin Patil",
            "AOR",
            "Rahul Chitnis",
            "Aaditya A. Pande",
            "Geo Joseph"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Leave granted.",
        "2. The present appeals are directed against the common judgment and order dated 18th July, 2014 filed at the instance of the appellants under Section 482 of Code of Criminal Procedure, 1973(herein after being referred to as",
        {
            "I": "CrPC"
        },
        ") against the order dated 10th November, 2012 pursuant to which they were summoned to answer to a charge of Section 138 of Negotiable Instruments Act, 1881(hereinafter being referred to as the",
        {
            "I": "NI Act"
        },
        ") that came to be dismissed by the High Court under the order impugned.",
        "3. The seminal facts in brief necessary for the present purpose are stated as under.",
        "4. The appellant Nos. 1 and 2 in Criminal Appeal @ SLP(Criminal) No. 7573 of 2014 and appellant Nos. 2, 3 and 4 in Criminal Appeal @ SLP(Criminal) No. 9520 of 2014 are the Directors of the appellant No. 1(Ameya Paper Mills Pvt. Ltd.) in Criminal Appeal @ SLP(Criminal) No. 9520 of 2014, the Private Limited Company established under the provisions of the Companies Act, 1956. It is the case of respondent No. 1-complainant that it is a Private Limited Company dealing in the business of production and selling spices under the name and style of M/s. Gharkul Industries Private Ltd. and the appellants being well acquainted with respondent No.1- complainant and being in need of financial assistance for their business approached Respondent no.1-complainant with a request to provide them financial assistance. Respondent No. 1- complainant considering the relations and need of the appellants provided financial assistance and on negotiations, Memorandum of Understanding was executed which was signed by appellant No. 2 -Dilip Shrikrishna Andhare (Appellant no. 2 in Criminal Appeal @ SLP(Criminal) No. 9520 of 2014) with consent of all the appellants in the presence of two attesting witnesses.",
        "5. It is also the case of respondent No. 1- complainant that all the appellants had agreed that the amount so received from respondent No. 1 would be returned within a specified time as agreed in the Memorandum of Understanding and accordingly payments were made by respondent No. 1 complainant as and when demanded by various cheques details which were furnished in the complaint. Accordingly, a total amount of Rs. 1,50,19,831/- was received by the appellants through cheque during the period 23rd November, 2007 to 12th March, 2009, the details of which are as under:- Date Cheque No. Bank HDFC Bank Amount 23/11/07 417895 HDFC Bank 20,00,000/- 30/11/07 417896 HDFC Bank 16,00,000/- 18/01/08 417909 HDFC Bank 6,00,000/- 21/01/08 417915 HDFC Bank 5,00,000/- 22/01/08 417916 HDFC Bank 10,00,000/- 23/01/08 417917 HDFC Bank 5,39,831/- 30/01/08 417919 HDFC Bank 7,00,000/- 01/02/08 461840 S.B.I. 3,00,000/- 15/02/08 461840 S.B.I. 5,00,000/- 26/02/08 507485 HDFC Bank 3,00,000/- 01/03/08 507487 HDFC Bank 4,00,000/- 11/03/08 461844 S.B.I. 3,50,000/- 18/03/08 507483 HDFC Bank 80,000/- 24/03/08 507497 HDFC Bank 3,04,000/- 04/04/08 507509 HDFC Bank 3,00,000/- 0/04/08 507500 HDFC Bank 2,70,000/- 28/04/08 507506 HDFC Bank 24,000/- 01/05/08 507507 HDFC Bank 1,27,000/- 06/05/08 507514 HDFC Bank 2,25,000/- 30/05/08 461861 S.B.I. 2,50,000/- 04/06/08 507519 HDFC Bank 4,00,000/- 27/06/08 507426 HDFC Bank 2,50,000/- 12/03/09 333407 S.B.I. 10,00,000/- 12/03/09 333408 S.B.I. 10,00,000/- 12/03/09 333409 S.B.I. 10,00,000/- 12/03/09 333410 S.B.I. 10,00,000/-",
        "6. It is the further case of the respondent No. 1 that on 18th August 2010, a letter was issued to the appellants demanding balance-sheet of the Company, which was supplied and accordingly accounts were confirmed by the appellants and on 21st June 2012, the appellants issued a letter admitting the outstanding balance of respondent No. 1-complainant as on 31st March, 2012 to the extent of Rs.1,49,94,831/-. According to respondent No. 1, the appellants as Directors of their Company are responsible for conduct of their business and for the affairs of the Company.",
        "7. Appellant No. 1-Company in Criminal Appeal @ SLP(Criminal) No. 9520 of 2014 issued a cheque on 2nd June, 2012 in favour of respondent No. 1complainant towards part payment of the amount valued for Rs. 10,00,000/- drawn on State Bank of India, Finance Branch at Nagpur, Maharashtra which was deposited by respondent No. 1-complainant in UCO Bank, Amravati, Maharashtra for encashment. However, the same was dishonoured due to",
        {
            "I": "funds insufficient"
        },
        ". The intimation of dishonour of cheque was received by respondent no. 1-complainant on 4th June, 2012. After dishonour of cheque, notice was issued to the appellants demanding the said amount of cheque, which was refused to be accepted by the appellants in spite of intimation given by the Postal Authorities and, thus, the notice was returned with remark",
        {
            "I": "not claimed"
        },
        ".",
        "8. In the background of the above facts, respondent No. 1 filed a complaint against the appellants under Section 138 of NI Act in which a specific averment was made that respondent No. 1 by considering the need of the appellants for financial assistance and their relations, provided such financial assistance to the appellants by executing Memorandum of Understanding, which was signed by Appellant no. 2-Dilip Shrikrishna Andhare. It is specifically contended that appellant No. 2 signed the said document with consent of all the remaining appellants in the presence of two attesting witnesses. It is the case of respondent no. 1-complainant as revealed from the complaint that all the appellants agreed that the amount provided by respondent No. 1 would be refunded within one or two years. The contents of the complaint further reveal that respondent No. 1 had demanded balance-sheet of appellant No. 1 Company, which was provided and the appellants also confirmed the balance in their accounts by issuing letter dated 21st June, 2012. The cheque involved in the criminal case initiated by respondent No. 1 against the appellants is dated 2nd June, 2012. It is further averred in para 5 and 7 of the complaint that all Directors of the appellant Company are responsible for its business and all the appellants are involved in the business of the Company and are responsible for all the affairs of the Company.",
        "9. After contending about the fact of issuance of cheque dated 2nd June, 2012 by the appellants to respondent No. 1 and dishonour of cheque for want of sufficient funds, on receipt of intimation regarding dishonour of cheque on 4th June, 2012, respondent No. 1 issued legal notice to the appellants on the address of Appellant No. 1-Company as well as on their residential address by registered post acknowledgment due on 26th June, 2012 demanding amount of Rs.10 lakhs which is alleged to have been refused by the appellants as per endorsement made by the Postal Department.",
        "10. In the light of the above averments in the complaint and documents filed on record, and so also the specific averment made in paragraph 5 and 7 of the complaint that all the appellants are equally responsible for the offence committed by them and they have issued the said cheque to discharge their legal liability towards respondent No. 1-complainant.",
        "11. The learned trial Court taking cognizance of the complaint by order dated 10th November, 2012 issued summons to the appellants herein directing them to appear before the Court on 23rd November, 2012 and the appellants were granted bail on furnishing security of Rs.2,000/- by an Order dated 23rd November, 2012 by the Court of Chief Judicial Magistrate.",
        "12. The order passed by the learned trial Judge summoning the present appellants came to be challenged in two separate criminal petitions filed under Section 482 CrPC seeking quashing/ setting aside of the criminal complaints/Summary criminal case registered against them as well as the summons dated 10th November, 2012. Both the petitions were tagged together and came to be dismissed by the High Court under the order impugned dated 18th July, 2014.",
        "13. Ms. Arundhati Katju, learned counsel for the appellants submits that there is no specific averment made that they have committed the offence and are responsible for conduct of business of the Company, which is one of the essential ingredient/requirement and in the absence of such averment, merely because the appellants are the Directors of the Company, they are not to be held vicariously liable and cannot be made accused in the proceedings.",
        "14. It was further the case of the appellants that no notice relating to dishonour of cheque dated 2nd June, 2012 has been received by them and there is no averment made in the complaint that on the date of issuance of cheque, the appellants were either the Managing Directors or were responsible for day-to-day business of the Company.",
        "15. Mr. Sidhartha Dave, learned senior counsel for the appellants in Criminal Appeal @ SLP(Criminal) No. 7573 of 2014 further submits that they are the non-executive Directors of the Company and were not responsible for the conduct of the business of the Company which is the mandatory requirement for initiation of the proceedings under Section 138 of NI Act and submits that the pre-condition as referred to under Section 141 of NI Act not being complied with, the order passed by the learned trial Judge in summoning the present appellants is nothing but a clear abuse of process of law and the finding which has been recorded by the High Court in the impugned judgment is not legally sustainable in law and in support of his submission has placed reliance on the judgments of this Court in S.M.S. Pharmaceuticals Ltd. v. Neeta Bhalla and Another1and Pooja Ravinder Devidasani v. State of Maharashtra and Another2.",
        "1. 2005 (8) SCC 89 : (AIR 2005 SC 3512).",
        "2. 2014 (16) SCC 1 : (AIR 2015 SC 675).",
        "16. Per contra, Mr. Pallav Shishodia, learned senior counsel for the respondents, while supporting the order passed by the High Court in the impugned proceedings, submits that the appellants in Criminal Appeal @ SLP(Criminal) No. 7573 of 2014 claimed themselves to be a non-executive Directors but the record indicates that they are the Directors of the Company and in support thereof, Form No. 32 which has been obtained from the Registrar of Companies placed on record clearly indicates that all are the Directors of the Company as on 1st April 2007 and responsible to the Company for the conduct of business actively involved in the business of the Company and responsible for the affairs of the Company and there is nothing to indicate that they were appointed as non-executive Directors and what is being urged by the learned counsel for the appellants may be their defence which is a matter of trial and is not open to be examined at this stage and once the compliance of the statute has been made as required by law, their petitions have been rightly rejected by the High Court and needs no further indulgence of this Court.",
        "17. During the course of submission, learned counsel for the respondents submits that apart from dishonour of cheque in the instant matters, there are other cheques issued by the appellants which were also dishonoured and separate complaints have been filed by the respondent(s) but because of the pendency of the present appeals before this Court, no action has been taken by the trial Judge. The details of the cases including this case are as under: (See Table on Next Page)",
        "18. Learned counsel for the respondents have placed reliance on the judgments of this Court in A.K. Singhania v. Gujarat State Fertilizer Company Limited and Another3and Gunmala Sales Private Limited v. Anu Mehta and Others4.",
        "3. 2013(16) SCC 630 : (AIR 2014 SC 71).",
        "4. 2015(1) SCC 103 : (AIR 2015 SC 1072).",
        "19. We have heard learned counsel for the parties and with their assistance perused the material available on record.",
        "20. In this regard, taking note of the three-Judge Bench decision of this Court in S.M.S. Pharmaceuticals Ltd.(supra) would be apposite. While dealing with an offence under Section 138 of the NI Act, the Court explaining the duty of a Magistrate while issuing process and his power to dismiss a complaint under Section 203 without even issuing process observed thus:-",
        {
            "I": [
                "5. ... a complaint must contain material to enable the Magistrate to make up his mind for issuing process. Sl.No. Case No. Court Cheque Amount (In Rupees)",
                "1. S.C.C No. 2500/2012 3rd JMFC, Amravati 10,00,000/- (Ten Lakhs only) vide Cheque No. 493018 dated 02.06.2012",
                "2. S.C.C. No. 4984/2012 3rd JMFC, Amravati 10,00,000/- (Ten Lakhs only) vide Cheque No. 493017 dated 17.07.2012",
                "3. S.C.C No. 2600/2014 7th JMFC, Amravati 1,15,39,200/- (One Crore Fifteen Lakhs Thirty Nine Thousand and Two Hundred only) vide Cheque No. 493007 to 493016 Cheque No. 493020 and 493021All dated 05.04.2014 If this were not the requirement, consequences could be far-reaching. If a Magistrate had to issue process in every case, the burden of work before the Magistrate as well as the harassment caused to the respondents to whom process is issued would be tremendous. Even Section 204 of the Code starts with the words 'if in the opinion of the Magistrate taking cognizance of an offence there is sufficient ground for proceeding'. The words 'sufficient ground for proceeding' again suggest that ground should be made out in the complaint for proceeding against the respondent. It is settled law that at the time of issuing of the process the Magistrate is required to see only the allegations in the complaint and where allegations in the complaint or the chargesheet do not constitute an offence against a person, the complaint is liable to be dismissed."
            ]
        },
        "21. After so stating, the Court analysed Section 141 of the NI Act and after referring to certain other authorities answered a reference which reads as follows:- 19(a) It is necessary to specifically aver in a complaint under Section 141 that at the time the offence was committed, the person accused was in charge of, and responsible for the conduct of business of the company. This averment is an essential requirement of Section 141 and has to be made in a complaint. Without this averment being made in a complaint, the requirements of Section 141 cannot be said to be satisfied. (b) The answer to the question posed in sub-para (b) has to be in the negative. Merely being a director of a company is not sufficient to make the person liable under Section 141 of the Act. A director in a company cannot be deemed to be in charge of and responsible to the company for the conduct of its business. The requirement of Section 141 is that the person sought to be made liable should be in charge of and responsible for the conduct of the business of the company at the relevant time. This has to be averred as a fact as there is no deemed liability of a director in such cases. (c) The answer to Question (c) has to be in the affirmative. The question notes that the managing director or joint managing director would be admittedly in charge of the company and responsible to the company for the conduct of its business. When that is so, holders of such positions in a company become liable under Section 141 of the Act. By virtue of the office they hold as managing director or joint managing director, these persons are in charge of and responsible for the conduct of business of the company. Therefore, they get covered under Section 141. So far as the signatory of a cheque which is dishonoured is concerned, he is clearly responsible for the incriminating act and will be covered under sub-section (2) of Section 141.",
        "22. The same principle has been reiterated in S.K. Alagh v. State of Uttar Pradesh and Others5; Maharashtra State Electricity Distribution Co. Ltd. and Another v. Datar Switchgear Ltd. and Others6and GHCL Employees Stock Option Trust v. India Infoline Limited7.",
        "5. 2008 (5) SCC 662 : (AIR 2008 SC 1731).",
        "6. 2010 (10) SCC 479 : (2010 AIR SCW 6151).",
        "7. 2013 (4) SCC 505 : (AIR 2013 SC 1433).",
        "23. In the light of the ratio in S.M.S. Pharmaceuticals Ltd. (supra) and later judgments of which a reference has been made what is to be looked into is whether in the complaint, in addition to asserting that the appellants are the Directors of the Company and they are incharge of and responsible to the Company for the conduct of the business of the Company and if statutory compliance of Section 141 of the NI Act has been made, it may not open for the High Court to interfere under Section 482 CrPC unless it comes across some unimpeachable, incontrovertible evidence which is beyond suspicion or doubt or totally acceptable circumstances which may clearly indicate that the Director could not have been concerned with the issuance of cheques and asking him to stand the trial would be abuse of process of Court. Despite the presence of basic averment, it may come to a conclusion that no case is made out against the particular Director for which there could be various reasons.",
        "24. The issue for determination before us is whether the role of the appellants in the capacity of the Director of the defaulter company makes them vicariously liable for the activities of the defaulter Company as defined under Section 141 of the NI Act? In that perception, whether the appellant had committed the offence chargeable under Section 138 of the NI Act?",
        "25. We are concerned in this case with Directors who are not signatories to the cheques. So far as Directors who are not the signatories to the cheques or who are not Managing Directors or Joint Managing Directors are concerned, it is clear from the conclusions drawn in the aforestated judgment that it is necessary to aver in the complaint filed under Section 138 read with Section 141 of the NI Act that at the relevant time when the offence was committed, the Directors were in charge of and were responsible for the conduct of the business of the company.",
        "26. This averment assumes importance because it is the basic and essential averment which persuades the Magistrate to issue process against the Director. That is why this Court in S.M.S. Pharmaceuticals Ltd.(supra) observed that the question of requirement of averments in a complaint has to be considered on the basis of provisions contained in Sections 138 and 141 of the NI Act read in the light of the powers of a Magistrate referred to in Sections 200 to 204 CrPC which recognise the Magistrate's discretion to take action in accordance with law. Thus, it is imperative that if this basic averment is missing, the Magistrate is legally justified in not issuing process.",
        "27. In the case on hand, reading the complaint as a whole, it is clear that the allegations in the complaint are that at the time at which the cheques were issued by the Company and dishonoured by the Bank, the appellants were the Directors of the Company and were responsible for its business and all the appellants were involved in the business of the Company and were responsible for all the affairs of the Company. It may not be proper to split while reading the complaint so as to come to a conclusion that the allegations as a whole are not sufficient to fulfil the requirement of Section 141 of the NI Act. The complaint specifically refers to the point of time when the cheques were issued, their presentment, dishonour and failure to pay in spite of notice of dishonour. In the given circumstances, we have no hesitation in overruling the argument made by the learned counsel for the appellants.",
        "28. Indisputedly, on the presentation of the cheque of Rs.10,00,000/- (Rupees Ten Lakhs only) dated 2nd June 2012, the cheque was dishonoured due to",
        {
            "I": "funds insufficient"
        },
        "in the account and after making due compliance, complaint was filed and after recording the statement of the complainant, proceedings were initiated by the learned Magistrate and no error has been committed by the High Court in dismissing the petition filed under Section 482 CrPC under the impugned judgment.",
        "29. The submission of learned counsel for the appellants that they are the non-executive Directors in the light of the documentary evidence placed on record by Form No. 32 issued by the Registrar of Companies, both the appellants are shown to be the Directors of the Company, still open for the appellants to justify during course of the trial.",
        "30. In our considered view, the High Court has rightly not interfered in exercise of its jurisdiction under Section 482 CrPC for quashing of the complaint.",
        "31. Before concluding, we would like to observe that the proceedings could not be processed further in view of the interim order passed by this Court dated 17th October 2014 and because of the instant appeals, the other cases instituted by the respondent(s) complainant have been held up before the trial Court. Since these are the old cases instituted in the year 2012 and could not be processed further because of the pendency of the appeals in this Court, we may consider it appropriate to observe that let all the three cases of which a reference been made in para 17 of this Judgment be clubbed together and be disposed of expeditiously as possible on its own merits in accordance with law without being influenced/inhibited by the observations made by us in the present judgment not later than six months from the date parties record their attendance before the trial Court. All the parties shall record their attendance before the concerned trial Court on 22nd November, 2021.",
        "32. Consequently, the appeals fail and are accordingly dismissed.",
        "33. Pending application(s), if any, stand disposed of."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.482 - Negotiable Instruments Act (26 of 1881), S.138, S.141 - Quashing of complaint - Dishonour of cheque due to insufficient funds - Allegations in complaint that at time when cheques were issued by Company and dishonoured by Bank, accused persons were Directors of Company and",
    "Result": "Appeal dismissed"
}