{
    "ILOCaseNo": "2021 ILO SC 605779",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "Criminal Appeal No. 749 of 2021 (Arising out of S.L.P.(Crl.) No.4102 of 2020) and Cri. Appeal No. 750 of 2021 (Arising out of SLP (Crl.) No.4144 of 2020",
            "Petitioner": "M/s. Cheminova India Ltd and Anr.",
            "Respondent": "State of Punjab and Anr."
        }
    ],
    "JudgmentDate": "04/08/2021",
    "JudgmentBy": "R. SUBHASH REDDY",
    "BenchCoram": "NAVIN SINHA;R. SUBHASH REDDY",
    "Lawyers": {
        "LawyerForPetitioner": [],
        "LawyerForRespondent": [
            "Ms. Jaspreet Gogia"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Crl. A. No.749 of 2021 (@ SLP (Crl) No.4102/2020). Leave granted.",
        "2. This criminal appeal is filed, aggrieved by the order dated 12.05.2020 passed by the High Court of Punjab and Haryana at Chandigarh. By the aforesaid order, High Court has dismissed the petition in CRMM No.1162-2020 (O and M) so far as the appellants are concerned. Appellants have approached the High Court seeking quashing of Complaint No.26 dated 25.03.2014 filed by the second respondent - The Insecticide Inspector, Attari, District Amritsar under Section 3(k)(i), 17, 18 and 33 punishable under Section 29 of the Insecticides Act, 1968 (hereinafter referred to as 'the Act') read with Rule 27(5) of the Insecticides Rules, 1971.",
        "3. On 10.02.2011, Insecticide Inspector, Attari, District Amritsar, inspected the premises of firm - M/s. Navneet Singh - on Railway Road, Attari, District Amritsar where its sole proprietor Sh. Navneet Singh was present. M/s. Navneet Singh is a dealer of the first appellant-company which is engaged in the manufacture of insecticides. On the day of inspection, Inspecting Officer found 60 tins of insecticide, viz., Trizophos 40% E.C. in the premises for sale. The Inspecting Officer has taken three tins, out of the 60 tins, as test samples and on the ground that samples sent for analysis were found to contain active ingredient to the extent of 34.70% only as against the labelled declaration of 40%, alleging that it amounts to 'misbranding' within the meaning of Section 3(k)(i) of the Act and sale of such item is an offence under Sections 17, 18 and 33 punishable under Section 29 of the Act, the second respondent has lodged the complaint before the Chief Judicial Magistrate, Amritsar in Complaint No.26 of 2014. In the said complaint, along with the dealer from whom samples were seized, the first appellant- company, second appellant-Managing Director and other persons are sought to be prosecuted.",
        "4. The appellants and other accused have approached the High Court seeking quashing of the complaint mainly on the ground that the complaint was ex facie barred by limitation and procedure prescribed under Section 24 was not followed. It was the case of the appellants that there were abnormal delays in testing the samples, as such the timelines fixed under Section 24 which are mandatory are breached, thus, the complaint is fit to be quashed. It was also the case of the appellants that the necessary undertakings were already filed indicating the responsible officers of the quality control, as such the appellants herein are not at all liable for prosecution and complaint was filed in a casual manner without examining the necessary aspects. It was also the case of the appellants that the Magistrate has not followed the procedure prescribed under Section 202 of the Code of Criminal Procedure (Cr.PC). The High Court, by the impugned order, has dismissed the petition so far as the appellants are concerned while quashing the proceedings so far as the petitioner No.4 before the High Court, who was Godown Incharge of the firm.",
        "5. We have heard Sri S. Gurukrishna Kumar, learned senior counsel assisted by Ms. Jaikriti S. Jadeja for the appellants and Ms. Jaspreet Gogia, learned counsel appearing for the State of Punjab, at length.",
        "6. Sri Gurukrishna Kumar, learned senior counsel for the appellants, while referring to page 10 of the impugned order, has submitted that samples were drawn from the dealer on 10.02.2011; they were sent to the Insecticide Testing Laboratory, Ludhiana on 17.02.2011; and the report of the analysis was received from the Insecticide Testing Laboratory, Ludhiana on 14.03.2011. Further, it is submitted that after necessary show cause notice was served on the appellant- manufacturer and its office bearers, they made a request, on 15.04.2011 by addressing a letter, for re-analysis of second sample and after depositing necessary demand draft, second sample was sent to Central Insecticide Testing Laboratory, Faridabad for re-analysis on 02.05.2011 and re-analysis report was received belatedly on 09.12.2011 which is clearly in contravention of Section 24(4) of the Act. Learned counsel, by referring to relevant provisions of the Act, has submitted that for the offence of misbranding, as alleged in the complaint, the maximum punishment is imprisonment for a term which may extend to two years or a fine which shall not be less than ten thousand rupees or with both. It is further submitted that the limitation for filing the complaint in such cases is three years from the date of commission of offence. It is submitted that limitation for lodging complaint from the date of report of analysis of Insecticide Testing Laboratory, Ludhiana was only upto 14.03.2014, however, the complaint was filed on 25.03.2014, which is beyond the period of limitation. In spite of the same, the High Court has not considered the same in proper perspective. Learned counsel, while referring to the provisions under Section 24 of the Act, has submitted that the timeline for second report also is fixed, i.e., thirty days from the date of sending the sample, but, in spite of the same the Central Insecticide Testing Laboratory, Faridabad has delayed the report by seven months, which is in clear violation of Section 24(4) of the Act. Learned counsel also has submitted that while issuing the summons, the procedure, as contemplated under Section 202, Cr.PC, is not followed by the Magistrate.",
        "7. On the other hand, Ms. Jaspreet Gogia, learned counsel appearing for the State, while refuting the various submissions made by the learned senior counsel for the appellants, has submitted that though the first report of analysis from the Insecticide Testing Laboratory, Ludhiana was received on 14.03.2011, the appellants have made a request for sending the other sample to the Central Insecticide Testing Laboratory, Faridabad which was duly sent, after deposit of demand draft, on 02.05.2011 and the re-analysis on the second sample was received from the Central Insecticide Testing Laboratory, Faridabad on 09.12.2011. While referring to Section 24(4) of the Act, learned counsel has submitted that the report on such second sample shall be the conclusive evidence, as such, it cannot be said, the complaint is barred by limitation. Further, it is the submission of the learned counsel that the timelines under Section 24(4) of the Act were followed and the complaint filed is not barred by limitation and is also not in violation of the procedure contemplated under Section 202, Cr.PC.",
        "8. Having heard the learned counsel for the parties, we have perused the impugned order and other material placed on record.",
        "9. In view of the undisputed fact that after drawing the sample from the dealer on 10.02.2011 report of analysis was received from the Insecticide Testing Laboratory at Ludhiana on 14.03.2011, we are of the firm view that the complaint filed is barred by limitation. It is not in dispute that report from Insecticide Testing Laboratory, Ludhiana was received by the Inspector on 14.03.2011. Section 29 of the Act deals with the 'offences and punishment'. The appellants are sought to be prosecuted on the ground of misbranding of the insecticide, i.e., Trizophos 40% E.C. It is the allegation in the complaint that upon analysis of the sample, same was found to contain active ingredient to the extent of 34.70% only as against the labelled declaration of 40%. Thus, it is a case of 'misbranding' within the meaning of Section 3(k)(i) of the Act and selling of such misbranded item is in violation of Sections 17, 18, and 33 punishable under Section 29 of the Act. From a reading of Section 29, it is clear that the maximum punishment for such offence, if it is first offence, is imprisonment for a term which may extend to two years or with fine which shall not be less than ten thousand rupees which may extend to fifty thousand rupees, or with both. For a second and subsequent offence, the punishment is imprisonment for a term which may extend to three years or with fine which shall not be less than fifteen thousand rupees which may extend to seventy-five thousand rupees, or with both. Section 468 of Cr.PC prohibits taking cognizance of an offence after the lapse of period of limitation. As per sub-section (2)(c) thereof, the period of limitation is three years, if the offence is punishable with imprisonment for a term exceeding one year but not exceeding three years. Section 469 of Cr.PC deals with the 'commencement of the period of limitation'. As per the said provision, the period of limitation, in relation to an offender, shall commence on the date of offence or where the commission of the offence was not known to the person aggrieved by the offence or to any police officer, the first day on which such offence comes to the knowledge of such person or to any police officer, whichever is earlier.",
        "10. In the present case, it is not in dispute, the complainant-2nd respondent has received the report of analysis on 14.03.2011 from the Insecticide Testing Laboratory, Ludhiana and the complaint was lodged on 25.03.2014 which is beyond a period of three years from 14.03.2011. The only submission of the learned counsel for the State is that further report from the Central Insecticide Testing Laboratory was received on 09.12.2011 which is the conclusive evidence of the facts, as such, the complaint is within the period of limitation. We are not convinced with such submission made by learned counsel for the State. When it is clear from the language of Section 469, Cr.PC that the period of limitation shall commence on the date of offence, there is no reason to seek computation of limitation only from the date of receipt of report of the Central Insecticide Testing Laboratory, Faridabad. As per the procedure prescribed under the Statute, i.e., Insecticide Act, 1968 and the rules made thereunder, the Insecticide Testing Laboratory, Ludhiana was the competent authority to which the sample was sent on 17.02.2011, after drawing on 10.02.2011, and the report of analysis was received on 14.03.2011, as such the said date is said to be the crucial date for commencement of period of limitation. By virtue of the said report received on 14.03.2011 which states that the active ingredient of the sample was only to the extent 34.70% as against the labelled declaration of 40%, it is clear that it is the date of offence allegedly committed by the accused. Merely because a further request is made for sending the sample to the Central Insecticide Testing Laboratory, as contemplated under Section 24(4) of the Act, which report was received on 09.12.2011, receipt of such analysis report on 09.12.2011 cannot be the basis for commencement of limitation. The report of analysis received from the Insecticide Testing Laboratory, Ludhiana on 14.03.2011 itself indicates misbranding, as stated in the complaint, thus, the period of limitation within the meaning of Section 469, Cr.PC commences from 14.03.2011 only. In that view of the matter, we are clearly of the view that the complaint filed is barred by limitation and allowing the proceedings to go on, on such complaint, which is ex facie barred by limitation is nothing but amounts to abuse of process of law. Though the learned counsel has also raised other grounds in support of quashing, as we are persuaded to accept his submission that complaint filed is barred by limitation, it is not necessary to deal with such other grounds raised.",
        "11. For the aforesaid reasons, this criminal appeal is allowed. The impugned order dated 12.05.2020 passed by the High Court of Punjab and Haryana at Chandigarh in CRMM No.1162-2020 (O and M) is set aside. Consequently, Complaint No.26 dated 25.03.2014 filed by the second respondent before the Chief Judicial Magistrate, Amritsar stands quashed. Crl. A. No.750 of 2021 (@ SLP (Crl) No.4144/2020)",
        "12. Leave granted.",
        "13. This Criminal Appeal is filed by the Petitioners / Accused Nos. 3 and 4 in CRM-M-12082- 2016 (O and M) before the High Court of Punjab and Haryana at Chandigarh, aggrieved by the Order dated 12.05.2020. By the aforesaid order, the Petitioners' application of quashing of Complaint No. 313 dated 19.08.2015, filed by the Respondent No.2 - The Quality Control Inspector, Bhikhiwind, District Tarn Taran, Punjab for offences under Sections 3(k)(i), 17, 18 and 33, punishable under Section 29 of the Insecticides Act, 1968 (for short,",
        {
            "I": "the Act"
        },
        "), was dismissed. The petition was allowed by the High Court for other accused, who was working as Godown Incharge, and quashed the proceedings.",
        "14. The 1st Appellant is a Company, having its office in Mumbai, which is engaged in manufacturing of insecticides. The 2nd Appellant was the Ex-Managing Director of the Company. On 31.12.2013, Quality Control Inspector, Bhikhiwind, District Tarn Taran, Punjab inspected the premises of M/s. Dhillon Kheti Store in the presence of its sole Proprietor, Shri Nishan Singh. The said Nishan Singh was the authorised dealer for 1st Appellant - Company, to sell its insecticides. At the time of inspection, the inspecting officer found six boxes containing 25 packets each, of Piroxofop Propanyl (Clodinafop Propargyl 15% WP), with each packet weighing 160 grams, stocked in the premises. From the abovesaid stock, samples were drawn and one of the samples was sent to Senior Analyst, Insecticide Testing Laboratory, Amritsar. When the report dated 15.01.2014 was received, active ingredient of Piroxofop Propanyl was found only to the extent of 11.72% as against the labelled declaration of 15%. A copy of the report was sent to the dealer at Amritsar along with a Show Cause Notice. On production of copy of the invoice by the dealer, indicating that he had purchased the insecticides in question from the 1st Appellant - Company, Show Cause Notice was also issued to the 1st Appellant - Company, which is having its manufacturing unit in Bharuch, Gujarat and to other responsible officers of the Company. On receipt of the report, the 2nd Appellant herein, on behalf of the Company, also made a request to send another sample to Central Insecticide Testing Laboratory at Faridabad vide letter dated 27.03.2014 and after depositing necessary charges, another sample was sent to Central Insecticide Testing Laboratory, which has reported that the sample was misbranded as the same was found to contain 10.09% of active ingredient only as against 15%, as labelled on the packet. After obtaining necessary sanction from the competent authority, a complaint was lodged before the Judicial Magistrate to prosecute the appellants and other accused for offences under Sections 3(k)(i), 17, 18 and 33, punishable under Section 29 of the Act. 14.1. The appellants and other accused approached the High Court, seeking quashing of the said complaint on various grounds. By impugned order, High Court has dismissed the petition, so far as appellants are concerned, and allowed the application for the Godown Watchman.",
        "15. Heard Mr. Sidharth Luthra, learned Senior Counsel, appearing for the Appellants and Ms. Jaspreet Gogia, learned Counsel appearing for the Respondents.",
        "16. Learned Counsel for the appellants by referring to Section 33 of the Act has submitted that appellants have already filed an undertaking dated 22.01.2013 before the respondents, nominating the incharge and responsible officers of the Company to maintain quality of the pesticides manufactured by the Company along with the resolution of the Company's meeting held on 28.12.2012. Learned Counsel has submitted that by making vague and bald allegations, the appellants, who were the Company and the Managing Director, are also sought to be prosecuted. 16(a). It is submitted that unless there is a clear and categorical averment in the complaint, indicating the role played by the appellants, there cannot be any vicarious liability on the 1st Appellant - Company and the 2nd Appellant-Managing Director for commission of the alleged offence. In support of his arguments, learned Senior Counsel has placed reliance on the judgment of this Court in the case of Managing Director, Castrol India Limited v. State of Karnataka and Anr.1, and also another judgment of this Court in the case of Shiv Kumar Jatia v. State of NCT of Delhi2.",
        "1. 2018 (17) SCC 275 : (AIR 2018 SC (Supp) 1634).",
        "2. 2019 (17) SCC 193 : (AIR 2019 SC 4463). 16(b). It is also further contended by the learned Counsel that before taking cognizance of the offence on the complaint, learned Magistrate has not followed the procedure, contemplated under Section 24 (4) of the Act and Section 202 of the Code of Criminal Procedure. It is submitted that though, the appellants are not residing within the jurisdiction of the Magistrate, without making proper inquiry and ordering investigation, cognizance of the offence is taken. Further, it is submitted that the prosecution against the appellants, is nothing but abuse of the process of law. The High Court has not considered various grounds raised by the appellants in proper perspective and dismissed their application for quashing the complaint. In support of his argument that the Magistrate has not followed the procedure under Section 202 of the Code of Criminal Procedure, learned Senior Counsel has placed reliance on the judgment of this Court in Re: Expeditious Trial of Cases under Section 138 of N.I. Act, 1881 (Suo Motu Writ Petition (Crl.) No.2 of 2020)3.",
        "3. 2021 SCC ONLINE SC 325 : (AIR 2021 SC 1957).",
        "17. On the other hand, learned Counsel, appearing for the Respondents, has submitted that the High Court has considered all the grounds raised by the petitioners and rejected the petition to quash the proceedings. It is submitted that the 2nd Appellant, being the Managing Director of the 1st Appellant - Company, which is the manufacturer of the product in question, was rightly prosecuted by the 2nd Respondent - Quality Control Inspector, Bhikhiwind, District Tarn Taran, Punjab. Learned Counsel has submitted that there is no violation of provision under Section 24 (4) of the Act and Section 202 of the Code of Criminal Procedure and there are no grounds to interfere with the order of the High Court. It is submitted that the Appellant No.2 was the Managing Director of the Company at the relevant point of time, as such, he is overall responsible person for quality control of the products of the Company, as such, he is also liable for prosecution.",
        "18. Having heard the learned Counsels on both sides, we have perused the impugned Order and other material placed on record.",
        "19. Section 33 of the Act deals with 'offences by companies'. A reading of Section 33(1) of the Act, makes it clear that whenever an offence under this Act has been committed by a company, every person who at the time the offence was committed, was in charge of, or was responsible to the company for the conduct of the business of, the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly. In the case on hand, it is not in dispute that on behalf of the 1st Appellant - Company, 2nd Appellant - Managing Director has furnished an undertaking dated 22.01.2013, indicating that Shri Madhukar R. Gite, Manager of the Company, has been nominated in the resolution passed by the Company on 28.12.2012 to be in charge of and responsible to the said Company, to maintain the quality of the pesticides manufactured by the said Company and he was authorized to exercise all such powers and to take all such steps, as may be necessary or expedient to prevent the commission of any offence under the Act. Filing of such undertaking with the respondent is not disputed. Even, at Para 5.10 in the counter affidavit filed before this Court, it is pleaded by the Respondents that by appointing persons responsible for affairs of the Company, quality control, etc., 2nd Appellant - Managing Director cannot escape his liability from offences committed by 1st Appellant - Company. In view of the specific provision in the Act dealing with the offences by companies, which fixes the responsibility and the responsible person of the Company for conduct of its business, by making bald and vague allegations, 2nd Appellant - Managing Director cannot be prosecuted on vague allegation that he being the Managing Director of the 1st Appellant - Company, is overall responsible person for the conduct of the business of the Company and of quality control, etc. In the instant case, the Company has passed a resolution, fixing responsibility of one of the Managers namely Mr. Madhukar R. Gite by way of a resolution and the same was furnished to the respondents by the 2nd Appellant in shape of an undertaking on 22.01.2013. When furnishing of such undertaking fixing the responsibility of the quality control of the products is not in dispute, there is no reason or justification for prosecuting the 2nd Appellant - Managing Director, on the vague and spacious plea that he was the Managing Director of the Company at the relevant time. A reading of Section 33 of the Act also makes it clear that only responsible person of the Company, as well as the Company alone shall be deemed to be guilty of the offence and shall be liable to be proceeded against. Though, the Managing Director is overall incharge of the affairs of the company, whether such officer is to be prosecuted or not, depends on the facts and circumstances of each case and the relevant provisions of law. Having regard to specific provision under Section 33 of the Act, and the undertaking filed in the present case, respondent cannot prosecute the 2nd Appellant herein. Thus, we find force in the contention of Mr. Sidharth Luthra, learned Senior Counsel, that allowing the prosecution against 2nd Appellant - Managing Director is nothing but, abuse of the process of law. At the same time, we do not find any ground at this stage to quash the proceedings against the 1st Appellant - Company.",
        "20. Further, from the averments in the counter affidavit filed on behalf of Respondents 1 and 2 and other material placed on record, we are of the view that no case is made out to quash the proceedings at this stage, by accepting the plea of the appellants that the procedure contemplated under Section 24 (4) of the Act and Section 202 of the Code of Criminal Procedure, is not followed. With regard to the procedure under Section 24 (4) of the Act, we are satisfied that after the 1st Appellant - Company has deposited necessary Demand Draft for sending 2nd sample to the Central Insecticide Testing Laboratory, steps were taken promptly and report was also sent by the Central Insecticide Testing Laboratory within the prescribed period of 30 days. Similarly, with regard to the procedure contemplated under Section 202 of the Code of Criminal Procedure, the same is to be viewed, keeping in mind that the complainant is a public servant who has filed the complaint in discharge of his official duty. The legislature in its wisdom has itself placed the public servant on a different pedestal, as would be evident from a perusal of proviso to Section 200 of the Code of Criminal Procedure. Object of holding an inquiry / investigation before taking cognizance, in cases where accused resides outside the territorial jurisdiction of such Magistrate, is to ensure that innocents are not harassed unnecessarily. By virtue of proviso to Section 200 of Code of Criminal Procedure, the Magistrate, while taking cognizance, need not record statement of such public servant, who has filed the complaint in discharge of his official duty. Further, by virtue of Section 293 of Code of Criminal Procedure, report of the Government Scientific Expert is, per se, admissible in evidence. The Code of Criminal Procedure itself provides for exemption from examination of such witnesses, when the complaint is filed by a public servant. In the present case, 2nd Respondent / Public Servant, in exercise of powers under provisions of the Insecticides Act, 1968, has filed complaint, enclosing several documents including reports of the Government Laboratories, it is always open for the Magistrate to issue process on such complaint which is supported by documents. In any event, we do not find any merit in the submissions of the learned Counsel that proceedings are to be quashed only on the ground that, the Magistrate has taken cognizance without conducting inquiry and ordering investigation. In absence of showing any prejudice caused to the appellant at this stage, the same is no ground to quash the proceedings in exercise of power under Section 482 of the Code of Criminal Procedure.",
        "21. As all other nominated / responsible persons of the Company are already accused in the Complaint, we are of the view that there is no basis to proceed against the 2nd Appellant - Managing Director to prosecute him for the alleged offences. The judgment of this Court relied on by Mr. Sidharth Luthra, learned Senior Counsel, which is with reference to provisions under Negotiable Instruments Act, 1881 in Re: Expeditious Trial of Cases under Section 138 of N.I. Act, 1881 (Suo Motu Writ Petition (Crl.) No.2 of 2020)3, is also of not much help to the Appellants at this stage, having regard to the facts and circumstances of the present case.",
        "22. For the aforesaid reasons this Criminal Appeal is partly allowed, so far as the Appellant No.2 - Managing Director is concerned and the impugned Order of the High Court dated 12.05.2020, passed by the High Court of Punjab and Haryana at Chandigarh in CRM- M-12082-2016 (O and M), is set aside. Consequently, Complaint No. 313 dated 19.08.2015, filed by the 2nd Respondent - Quality Control Inspector, Bhikhiwind District Tarn Taran, Punjab, pending before the learned Judicial Magistrate First Class, Patti stands quashed qua the Appellant No.2 namely Mr. Pramod N. Karlekar / Accused No.4. Further, it is made clear that the observations and findings recorded in this order are made only for the purpose of disposal of this Appeal arising out of quash petition and it is open for the Trial Court to record its own findings, based on the evidence on record, and take such other steps, in accordance with law."
    ],
    "HeadNote": "(A)Criminal P.C. (2 of 1974), S.482, S.469 - Insecticides Act (46 of 1968), S.3(k)(i), S.17, S.18, S.33 - Quashing of complaint - Misbranding of insecticide - Complaint lodged after three years from date of receipt of report of analysis from Insecticide Testing Laboratory - Further request made for sending sample to Central Insecticide Testing Laboratory - Date of receipt of such analysis report cannot be basis for commencement of limitation - First report of analysis received from Insecticide Testing Laboratory, itself indicates misbranding - Period of limitation commences from receipt of first report only - Complaint barred by limitation - Allowing proceedings to go on, on such complaint, which is ex-facie barred by limitation is nothing but amounts to abuse of process of law - Complaint, quashed. (Paras9 10)(B)Criminal P.C. (2 of 1974), S.482, S.202 - Insecticides Act (46 of 1968), S.3(k)(i), S.17, S.18, S.33, S.29 - Quashing of complaint - Misbranding of insecticide - Offences by companies - Liability of Managing Director of Company - Company passed resolution, fixing responsibility of one of Managers and same was furnished by Managing Director in shape of undertaking - When furnishing of such undertaking fixing responsibility of quality control of products not in dispute, no reason or justification for prosecuting Managing Director, on vague and spacious plea that he was Managing Director of Company at relevant time - Prosecution against Managing Director nothing but, abuse of process of law - Liable to be quashed. (Paras20 21)",
    "Result": "Order accordingly"
}