{
    "ILOCaseNo": "2021 ILO SC 601292",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "Criminal Appeal No. 1047-1048 of 2021",
            "Petitioner": "Ravindranatha Bajpe",
            "Respondent": "Mangalore Special Economic Zone Ltd. and Ors. Etc."
        }
    ],
    "JudgmentDate": "27/09/2021",
    "JudgmentBy": "M. R. SHAH",
    "BenchCoram": "M. R. SHAH;A. S. BOPANNA",
    "JudgmentText": [
        "1. Feeling aggrieved and dissatisfied with the impugned judgment and order dated 28.09.2015 passed by the High Court of Karnataka at Bengaluru in Criminal Petition No. 3989/2014 and Criminal Petition No. 3990/2014, by which the High Court has dismissed the said revision petitions and has confirmed the judgment and order passed by the learned Sessions Court, by which the learned Sessions Court set aside the order passed by the learned Judicial Magistrate, First Class, Mangalore dated 24.09.2013 issuing summons against original accused Nos. 1 to 8 - respondents herein, the original complainant has preferred the present appeals.",
        "2. The facts leading to the present appeals in nutshell are as under: That the appellant herein - original complainant filed a private complaint against in all thirteen accused (accused Nos. 1 to 13) in the Court of the learned Judicial Magistrate, First Class, Mangalore being P.C. No. 119/2013 for the offences punishable under Sections 406, 418, 420, 427, 447, 506 and 120B read with Section 34 IPC. It was the case on behalf of the complainant that he is the absolute owner and in possession and enjoyment of the immovable property described in the schedule attached to the private complaint and the schedule properties were surrounded by a stone wall as boundary. That the schedule properties are abutting Mangalore- Bajpe Old Airport Road. It was stated that there were valuable trees on the schedule properties. 2.1. It was contended that the accused No.1 is a company incorporated under the Companies Act and accused No.2 being Chairman and accused No.3 being Managing Director and accused No.4 being Deputy General Manager (Civil and Env.) of accused No.1 and accused No. 5 was the planner and executor of the project work of accused No. 1. 2.2. It was stated that accused No. 6 is also a Company incorporated under Companies Act. Accused No.7 was its chairman. Accused No 8 was the Executive Director, Accused No. 9 was the Site supervisor of accused No.6. Accused No.10 was the sub-contractor under accused No.6 and accused Nos. 11 to 13 were the employees of accused No.10. 2.3. It was contended by the complainant that accused No.1 intended to lay water pipeline by the side of Mangalore-Bajpe Old Airport Road abutting the schedule properties. In that regard, he had obtained permission from the Department of Public Works, Mangalore. Accused No.2 on behalf of accused No.1 appointed accused No.6 as a contractor for execution of the said project of laying the water pipe line. Accused No.6 in turn authorized accused Nos. 7 and 8 to execute and oversee the said work. They in turn had appointed accused No.9 as site supervisor and the accused No.10 being the sub-contractor engaged accused Nos. 11 to 13 as labourers. Accused Nos. 4 and 5 were entrusted the work of supervision and overseeing the pipeline works carried out by accused Nos. 6, 7 and 8 through accused Nos. 9 and 10 to 13. Accused Nos. 6 to 8 had put into service heavy machineries and excavators and their vehicles for carrying out the work. It was contended that accused Nos. 2 to 5 and 7 to 13 had conspired with common intention to lay the pipeline beneath the schedule properties belonging to the complainant without any lawful authority and right whatsoever. In furtherance thereof, they had trespassed over the schedule properties and demolished the compound wall which was having the height of 7 feet and foundation of 2 feet to a distance of 500 metres. They had cut and destroyed 100 valuable trees and laid pipeline beneath the schedule properties. It was contended that when this high-handed act was committed by the accused, the complainant was out of station and he came back on 21.4.2012 and noticed the destructive activities. The accused have committed the act of mischief and waste and caused pecuniary loss of more than Rs.27 lakhs to the complainant. All the accused are jointly and severally liable to make good the loss to the complainant. 2.4. It was contended that the complainant had questioned the accused about their high- handed acts. But they were indulged in criminal intimidation by threatening the complainant of taking away his life if he insists for making good the loss. Thereafter, the complainant filed a complaint on 21.4.2012 before the SHO, Bajpe Police Station. No proper enquiry was held by the police. But accused No.5 gave a statement admitting the guilt and also undertaking to pay adequate compensation to the complainant towards the damages caused to the property. The said undertaking given by accused No.5 is binding on all the other accused. But thereafter, the accused have not come forward to make good the loss and thereby, they have committed an act of criminal breach of trust and cheating. 2.5. It was contended that the accused were having no right whatsoever to commit trespass over the schedule properties and to cause damage. Each one of the accused had common intention to lay the pipeline by damaging the property of the complainant. With that intention, they have committed criminal trespass and caused damages. Therefore, the complainant prayed the learned trial Court to take cognizance of the matter and to issue process against the accused. The schedule properties described as immovable property were situated at Malavur Bajpe Village of Mangalore Taluk comprised in Sy.No. 56/2, measuring 7.50 acres, Sy. No, 178/2C measuring 1.76 acres, Sy.No. 50/6B measuring 1.15 acres with trees standing thereon. 2.6. That the complainant was examined on oath before the Court. As many as nine documents came to be marked as 'Exhibit C1 to C9'. That the learned Judicial Magistrate, First Class, Mangalore by order dated 24.09.2013 directed to register the case against all the accused, i.e, accused nos. 1 to 13 for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC. At this stage, it is required to be noted that original accused No.1 was a company incorporated under the Companies Act, original accused Nos. 2 and 3 being Chairman and Managing Director of Accused No.1- company and accused No.4 was arrayed as an accused being Deputy General Manager (Civil and Env.) of accused No.1. Accused No.5 was the Planner and Executor of the project work of accused No.1. Likewise, accused No. 6 was also a company incorporated under the Companies Act, accused Nos. 7 and 8 were arrayed as an accused being Chairman and Executive Director respectively of accused No.6. Accused No.9 was the Site Supervisor of accused No.6 and accused No.10 was the Sub-Contractor under accused No.6 and accused Nos. 11 to 13 were the employees of accused No.10.",
        "3. Feeling aggrieved and dissatisfied with the summoning order passed by the learned Judicial Magistrate, First Class, Mangalore for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC, original accused Nos. 1 to 5 preferred Criminal Revision Petition No. 244/2013 and accused Nos. 6 to 9 preferred Criminal Revision Petition No. 245/2013 before the learned Sessions Court. 3.1. That the learned Sessions Court by its order dated 7.4.2014 allowed criminal revision petition No. 244/2013 and partly allowed criminal revision petition No. 245/2013 and quashed and set aside the order passed by the learned Judicial Magistrate, First Class, Mangalore insofar as same was against original accused Nos. 1 to 8. The learned Sessions Court thus confirmed the order passed by the learned Judicial Magistrate, First Class, Mangalore insofar as accused No. 9 is concerned.",
        "4. Feeling aggrieved and dissatisfied with the common judgment and order passed by the learned Sessions Court passed in Criminal Revision Petition Nos. 244/2013 and 245/2013, the original complainant preferred the present revision applications before the High Court and by the impugned judgment and order, the High Court has dismissed the said revision applications. Hence, the present appeals by the original complainant.",
        "5. Shri Shailesh Madiyal, learned Advocate appearing on behalf of the original complainant has vehemently submitted that in the facts and circumstances of the case both, the High Court as well as the learned Sessions Court have materially erred in quashing and setting aside the order passed by the learned Magistrate summoning accused Nos. 1 to 8 which was issued for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC. 5.1. It is vehemently submitted that the High Court has not properly appreciated and considered the fact that earlier the complainant filed an FIR before the concerned police station but nothing was done and therefore the complainant - appellant herein was constrained to file a private complaint under Section 200 Cr.P.C. 5.2. It is submitted that the learned Magistrate after examining the appellant - complainant on oath and after considering the evidence/material on record issued summons against accused Nos. 1 to 13 for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC. It is submitted that therefore the learned Sessions Court was not justified in setting aside the order passed by the learned Magistrate summoning the accused. 5.3. It is further submitted that at the stage of summoning the accused, what is required to be considered is whether a prima facie case is made out on the basis of the statement of the complainant on oath and the material produced at this stage and the detailed examination on merits is not required. 5.4. It is further submitted by the learned counsel appearing on behalf of the complainant that even otherwise there was a specific allegation in the complaint that accused Nos. 1 to 8 conspired with the co-accused to lay the pipeline under the property of the complainant and therefore at the stage of issuing process/summons, the revisional court could not have interfered with the order passed by the learned Magistrate summoning the accused. It is submitted that being the administrators of the companies, all the executives are vicariously liable. 5.5. Making the above submissions, it is prayed to allow the present appeals and quash and set aside the orders passed by the High Court and the learned Sessions Court and restore the order passed by the learned Magistrate.",
        "6. Shri Nishanth Patil, learned counsel appearing on behalf of accused nos. 1 to 5 and Shri P.P. Hegde, learned counsel appearing on behalf of accused Nos. 6 to 8 respectively have vehemently submitted that in the facts and circumstances of the case and more particularly when it was found that there are no specific allegations and the role attributed to the accused except the bald statement that all of them have connived with each other, the learned Sessions Court was absolutely justified in setting aside the order passed by the learned Magistrate issuing the process/summons against accused Nos. 1 to 8. 6.1. It is submitted that as held by this Court in catena of decisions that issuing summons/process by the Court is a very serious matter and therefore unless there are specific allegations and the role attributed to each accused more than the bald statement, the Magistrate ought not to have issued the process. 6.2. It is submitted that so far as accused nos. 2 to 5 are concerned, they were arrayed as an accused being Chairman, Managing Director, Deputy General Manager (Civil and Env.) of accused No.1 and accused No.5 is the Planner and executor of the project work and all of them were stationed at Hyderabad at the time of the commission of the alleged offence and there are no allegations that at the time of commission of the alleged offence, they were present. It is submitted that similarly accused Nos. 7 and 8 were arrayed as an accused being Chairman and Executive Director of accused No.6 who also were stationed at Hyderabad at the time of commission of the alleged offence and there are no allegations even against them that at the time of commission of the alleged offence, they were present. It is submitted that even accused No.7 was aged 82 years. Therefore, the learned Sessions Court has rightly quashed and set aside the order passed by the learned Magistrate issuing the process against accused Nos. 1 to 8 herein for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC. Heavy reliance is placed on the decisions of this Court in the cases of GHCL Employees Stock Option Trust v. India Infoline Limited, (2013) 4 SCC 505 : (AIR 2013 SC 1433); and Sunil Bharti Mittal v. Central Bureau of Investigation, (2015) 4 SCC 609 : (AIR 2015 SC 923).",
        "7. We have heard the learned counsel for the respective parties at length. We have also gone through and considered the allegations in the complaint. It is required to be noted that the learned Magistrate issued the process against the respondents - accused Nos. 1 to 8 for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC. In the complaint, after narrating the description of the accused, in paragraphs I to VIII, it is alleged in paragraph IX and XIII as under: IX. The accused Nos.2 to 5 and 7 to 13 have conspired with common intention to lay the pipeline beneath the schedule properties belonging to the complainant, without any lawful authority and right whatsoever. In furtherance thereof they have committed trespass into schedule property and demolished the stone compound wall of 7 feet height foundation of 3 feet height beneath the ground and 2 feet wide to the extent of about 500 meters and also cut and destroyed about 100 valuable trees and laid pipeline beneath the schedule properties about to the extent of 500 meters. They have used heavy machineries for the above said destructive activities in the schedule properties. When those accused have committed the said offence the complainant was not in station and when he came back on 21-4-2012, he noticed the above said destructive activities in his properties. The accused have committed an act of mischief apart from other offenses which caused the pecuniary loss not less than Rs.27,00,000/- to the complainant. The complainant was not able to cultivate his lands due to the threat of stray cattle's and animals and thereby he had suffered loss of 2 years paddy crops and vegetable cultivation. As a result, the complainant has suffered nearly about Rs.9,00,000/- and he will continue to suffer same loss till the compound is reconstructed as before. All the accused jointly and severally are to make good past and future loss to the complainant in terms of pecuniary measures. XIII. It is very pertinent to note that the accused had/has no right whatsoever to commit to trespass into the schedule property and cause damage thereto as stated supra. Each one of them with common intention to lay the pipeline by damaging the property of the complainant and improvements thereof, have committed criminal trespass into the schedule property and remained inside the property till the act of devastation was complete. 7.1. Except the above allegations, there are no further allegations in the complaint. It was not even the case on behalf of the complainant that at the time when the compound wall was demolished and trees were cut, accused Nos. 2 to 5 and 7 and 8 were present. Except the bald statement that accused Nos. 2 to 5 and 7 and 8 have conspired with common intention to lay the pipeline within the schedule properties belonging to the complainant, without any lawful authority and right whatsoever and in furtherance they have committed to trespass into the schedule properties of the complainant and demolished the compound wall, there are no other allegations that at that time they were present. Accused Nos. 2 to 5 and 7 and 8 are stationed at Hyderabad. There are no further allegations that at the command of A2 to A5 and A7 and A8, the demolition of the compound wall has taken place. All of them are arrayed as an accused as Chairman, Managing Director, Deputy General Manager (Civil and Env.), Planner and Executor, Chairman and Executive Director respectively. Therefore, as such, in absence of any specific allegations and the specific role attributed to them, the learned Magistrate was not justified in issuing process against accused Nos. 1 to 8 for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC.",
        "8. In the case of Sunil Bharti Mittal (supra), it is observed by this Court in paragraphs 42 to 44 as under:",
        {
            "I": [
                "(iii)Circumstances when Director/person in charge of the affairs of the company can also be prosecuted, when the company is an accused person",
                "42. No doubt, a corporate entity is an artificial person which acts through its officers, Directors, Managing Director, Chairman, etc. If such a company commits an offence involving mens rea, it would normally be the intent and action of that individual who would act on behalf of the company. It would be more so, when the criminal act is that of conspiracy. However, at the same time, it is the cardinal principle of criminal jurisprudence that there is no vicarious liability unless the statute specifically provides so.",
                "43. Thus, an individual who has perpetrated the commission of an offence on behalf of a company can be made an accused, along with the company, if there is sufficient evidence of his active role coupled with criminal intent. Second situation in which he can be implicated is in those cases where the statutory regime itself attracts the doctrine of vicarious liability, by specifically incorporating such a provision.",
                "44. When the company is the offender, vicarious liability of the Directors cannot be imputed automatically, in the absence of any statutory provision to this effect. One such example is Section 141 of the Negotiable Instruments Act, 1881. In Aneeta Hada v. Godfather Travels and Tours (P) Ltd., (2012) 5 SCC 661 : (AIR 2012 SC 2795), the Court noted that if a group of persons that guide the business of the company have the criminal intent, that would be imputed to the body corporate and it is in this backdrop, Section 141 of the Negotiable Instruments Act has to be understood. Such a position is, therefore, because of statutory intendment making it a deeming fiction. Here also, the principle of "
            ]
        },
        "alter ego",
        {
            "I": ", was applied only in one direction, namely, where a group of persons that guide the business had criminal intent, that is to be imputed to the body corporate and not the vice versa. Otherwise, there has to be a specific act attributed to the Director or any other person allegedly in control and management of the company, to the effect that such a person was responsible for the acts committed by or on behalf of the company."
        },
        "8.1. In the case of Maksud Saiyed v. State of Gujarat, (2008) 5 SCC 668 : (AIROnline 2007 SC 332), in paragraph 13, it is observed and held as under:",
        {
            "I": "13. Where a jurisdiction is exercised on a complaint petition filed in terms of Section 156(3) or Section 200 of the Code of Criminal Procedure, the Magistrate is required to apply his mind. The Penal Code does not contain any provision for attaching vicarious liability on the part of the Managing Director or the Directors of the Company when the accused is the company. The learned Magistrate failed to pose unto himself the correct question viz. as to whether the complaint petition, even if given face value and taken to be correct in its entirety, would lead to the conclusion that the respondents herein were personally liable for any offence. The Bank is a body corporate. Vicarious liability of the Managing Director and Director would arise provided any provision exists in that behalf in the statute. Statutes indisputably must contain provision fixing such vicarious liabilities. Even for the said purpose, it is obligatory on the part of the complainant to make requisite allegations which would attract the provisions constituting vicarious liability."
        },
        "8.2. As observed by this Court in the case of Pepsi Foods Ltd. v. Special Judicial Magistrate, (1998) 5 SCC 749 : (AIR 1998 SC 128) and even thereafter in catena of decisions, summoning of an accused in a criminal case is a serious matter. Criminal Law cannot be set into motion as a matter of course. In paragraph 28 in Pepsi Foods Limited (supra), it is observed and held as under:",
        {
            "I": "28. Summoning of an accused in a criminal case is a serious matter. Criminal law cannot be set into motion as a matter of course. It is not that the complainant has to bring only two witnesses to support his allegations in the complaint to have the criminal law set into motion. The order of the Magistrate summoning the accused must reflect that he has applied his mind to the facts of the case and the law applicable thereto. He has to examine the nature of allegations made in the complaint and the evidence both oral and documentary in support thereof and would that be sufficient for the complainant to succeed in bringing charge home to the accused. It is not that the Magistrate is a silent spectator at the time of recording of preliminary evidence before summoning of the accused. The Magistrate has to carefully scrutinise the evidence brought on record and may even himself put questions to the complainant and his witnesses to elicit answers to find out the truthfulness of the allegations or otherwise and then examine if any offence is prima facie committed by all or any of the accused."
        },
        "8.3. As held by this Court in the case of India Infoline Limited (supra), in the order issuing summons, the learned Magistrate has to record his satisfaction about a prima facie case against the accused who are Managing Director, the Company Secretary and the Directors of the Company and the role played by them in their respective capacities which is sine qua non for initiating criminal proceedings against them. Looking to the averments and the allegations in the complaint, there are no specific allegations and/or averments with respect to role played by them in their capacity as Chairman, Managing Director, Executive Director, Deputy General Manager and Planner and Executor. Merely because they are Chairman, Managing Director/ Executive Director and/or Deputy General Manager and/or Planner/Supervisor of A1 and A6, without any specific role attributed and the role played by them in their capacity, they cannot be arrayed as an accused, more particularly they cannot be held vicariously liable for the offences committed by A1 and A6.",
        "9. From the order passed by the learned Magistrate issuing the process against the respondents herein - accused Nos. 1 to 8, there does not appear that the learned Magistrate has recorded his satisfaction about a prima facie case against respondent Nos. 2 to 5 and 7 and 8. Merely because respondent Nos. 2 to 5 and 7 and 8 are the Chairman/Managing Director/Executive Director/ Deputy General Manager/Planner and Executor, automatically they cannot be held vicariously liable, unless, as observed hereinabove, there are specific allegations and averments against them with respect to their individual role. Under the circumstances, the High Court has rightly dismissed the revision applications and has rightly confirmed the order passed by the learned Sessions Court quashing and setting aside the order passed by the learned Magistrate issuing process against respondent Nos. 1 to 8 herein - original accused Nos. 1 to 8 for the offences punishable under Sections 427, 447, 506 and 120B read with Section 34 IPC.",
        "10. In view of the above and for the reasons stated above, the present appeals deserve to be dismissed and are accordingly dismissed. Needless to say, that the learned Magistrate shall proceed with the complaint against original accused Nos. 9 to 13 on its own merits, in accordance with law."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.204 - Penal Code (45 of 1860), S.427, S.447, S.506, S.120B, S.34 - Issuance of summons - Vicarious liability - Allegations of mischief, criminal trespass and criminal intimidation - Merely because accused persons are Chairman, Managing Director, Executive Director, Deputy General Manager, Planner and Executor of project work of Company, automatically they cannot be held vicariously liable for offences committed by Company unless there are specific allegations against them with respect to their individual role - Neither any specific allegations nor specific role attributed to accused persons in their individual capacity - Order quashing summons issued against accused persons, proper. AIR 2013 SC 1433, Relied on. (Paras7.1 8.3 9)",
    "Result": "Appeal dismissed"
}