{
    "ILOCaseNo": "2021 ILO MUM 606736",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "REVISION APPLICATION - 543 of 2018",
            "Petitioner": "Parshuram Krishna Pawar",
            "Respondent": "Suresh Bhagwan Akhade and Anr."
        }
    ],
    "JudgmentDate": "24/09/2021",
    "BenchCoram": "Sandeep K. Shinde",
    "Lawyers": {
        "LawyerForPetitioner": [
            "P. V. Sutar",
            "Ms. Bhagyashri Ranade I/by Shashank Mangle"
        ],
        "LawyerForRespondent": [
            "A. R. Patil",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. All revisions Admit. 2 Heard. 3 At the outset, the learned counsel for the applicant seeks leave to withdraw Interim Application No.1113 of 2021 in Criminal Revision Application No.545 of 2018. Leave granted. Interim Application No.1113 of 2021 is disposed of as withdrawn. 4 These revisions are preferred by Mr. Parshuram Krishna Pawar, who has been convicted under Section 138 nd of the Negotiable Instruments Act, 1881 by the 2 Judicial Magistrate, First Class, Ratnagiri in Summary Criminal Case Nos.498 of 2013, 499 of 2013, 500 of 2013 and 501 of",
        "2013. Conviction and sentence was confirmed in appeals by the judgments and orders passed in respective appeals by the learned Sessions Judge, Ratnagiri. Feeling aggrieved by the impugned judgments in the appeals, these revisions are preferred.",
        "5. Heard learned counsel for the applicant (Complainant). Pending revisions, complainant has moved the above Criminal Interim Applications, seeking leave to withdraw the cheque amount deposited by the respondent. Applications are vehemently opposed by the learned counsel for the respondent (Revision Applicant). 6 In consideration of the facts of the case and after hearing the learned counsel for the parties, applicant in the Criminal Interim Applications is permitted and allowed to withdraw Rs.14,15,000/- deposited vide receipt no.1944087 th before the learned Trial Court on 11 April, 2019 on an Undertaking that in case, the revision applicant succeeds in the revisions, complainant shall bring back the money to the Court. On such Undertaking, the applicant is permitted to withdraw Rs.14,15,000/-. Criminal Interim Application Nos.1114 of 2021, 1313 of 2019 and 1115 of 2021 are disposed off."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Cheque dishonour - Withdrawal of cheque amount - Complainant moved applications, pending revision , seeking leave to withdraw cheque amount deposited by accused - In consideration of facts of case and after hearing parties - Complainant permitted and allowed to withdraw Rs.14,15,000/- deposited by accused. (Para5)",
    "Result": "Petition allowed"
}