{
    "ILOCaseNo": "2021 ILO MUM 606669",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPEAL - 172 of 2020",
            "Petitioner": "UCO Bank, Nagpur",
            "Respondent": "D.K. Infracture and Anr."
        }
    ],
    "JudgmentDate": "25/02/2021",
    "JudgmentBy": "N. B. SURYAWANSHI",
    "BenchCoram": "N. B. SURYAWANSHI",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Abhijeet A. Sambaray"
        ],
        "LawyerForRespondent": [
            "Ms Garima Kirti",
            "Adv. H/f A. D. Kolhe"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. By this appeal, the appellant-original complainant- Bank challenges the order passed by the learned J.M.F.C., Nagpur in S.C.C. No.16699/2016 dated 16.03.2019 thereby dismissing the complaint of the appellant filed under Section 138 of the Negotiable Instruments Act, 1881 and acquitting the respondents-accused under Section 256 of the Code of Criminal Procedure.",
        "2. Heard the learned Advocate for the appellant and the learned Advocate for the respondents. Perused the record.",
        "3. The record indicates that the complaint was filed by the appellant for dishonour of cheque of Rs.13,00,000/- given by the respondents-accused. On most of the dates, the appellant- complainant was present and the matter was adjourned from time to time, either at the instance of the respondents-accused or on 14.12.2018 non-bailable warrant was issued against the respondents-accused. Thereafter, the matter was posted on 5.2.2019, on that day, the complainant and his advocate were absent, so also accused and their advocate were also absent and, therefore, the matter was adjourned for evidence on 16.3.2019. On 16.3.2019, the complainant's advocate was present, but the accused and his advocate were absent. Thereafter, the matter was again called out. At that time, the advocate for the complainant was absent and, therefore, the impugned order of acquittal was passed.",
        "4. The learned advocate for the appellant has made a specific averment in the appeal that on 16.3.2019 he attended the matter in the first session and as the record was not taken out he was asked to come in the afternoon session. Non-bailable warrant was already issued against the respondents-accused. In the second half, when the learned advocate for the complainant went to attend the matter at about 4.00 pm, he came to know that the learned Trial Court passed the impugned order of acquittal at 3.30 pm itself.",
        "5. From the record, it appears that the appellant- complainant was diligently prosecuting the matter. The appellant is a Bank and public money is involved. In that view of the matter, the impugned order cannot be sustained and the same is hereby set aside, subject to the appellant- complainant depositing costs of Rs.2,500/- with the High Court Legal Services Sub- Committee, Nagpur. The matter is remanded back to the learned Trial Court for decision on merits. The appellant-complainant and the respondents-accused are directed to appear before the learned Trial Court on 3.4.2021.",
        "6. Criminal Appeal No.172/2020 is allowed in the above terms and disposed of."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Criminal P.C. (2 of 1974), S.256 - Dishonour of cheque - Dismissal of complaint - Ground of absence of complainant - Advocate of complainant attended matter at first session and as record was not taken out he was asked to come in afternoon session - Non-bailable warrant already issued against accused - However, when Advocate for complainant appeared in afternoon session, he came to know that Trial Court already passed order dismissing complaint and acquitting accused - Complainant diligently prosecuting matter - Complainant being Bank and public money is involved - Order dismissing complaint and acquitting accused, unsustainable - Liable to be set aside - Matter remanded back. (4 5)",
    "Result": "Appeal allowed"
}