{
    "ILOCaseNo": "2021 ILO JHKD 606790",
    "Court": "JHARKHAND HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Cr. Rev. - 639 of 2012",
            "Petitioner": "Rakesh Pandey",
            "Respondent": "State of Jharkhand"
        }
    ],
    "JudgmentDate": "19/02/2021",
    "BenchCoram": "MRS . ANUBHA RAWAT CHOUDHARY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Mrs. Vani Kumari"
        ],
        "LawyerForRespondent": [
            "S. K. Laik",
            "Ms. Niki Sinha"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Mrs. Vani Kumari, learned counsel for the petitioner.",
        "2. Heard Mr. S. K. Laik, learned counsel appearing on behalf of the opposite party no. 2.",
        "3. Heard Ms. Niki Sinha, learned counsel appearing on behalf of the opposite party -State.",
        "4. The present revision application has been filed against the judgement dated 29.06.2012 passed by the learned District and Additional Sessions Judge- V, Ranchi in Criminal Appeal No. 35 of 2011 whereby the learned District and Additional Sessions Judge-V has dismissed the criminal appeal which was filed against the judgement dated 09.02.2011 passed by the learned st Judicial Magistrate, 1 Class, Ranchi in connection with C-2287 of 2009/ T.R. No. 1102 of 2011. The learned Judicial Magistrate, st 1 Class has been pleased to convict the petitioner under Section 138 of Negotiable Instruments Act, 1881 and sentenced him to undergo Simple Imprisonment for a period of six months and has directed for payment of compensation of Rs. 3 lakhs to the complainant under Section 357(3) of Cr.P.C.",
        "5. Learned counsel for the petitioner, while advancing her argument, has submitted that the learned courts below have not properly considered the defence evidence that the accused had left his cheque at the house of Mr. Jain Saheb and in spite of request made by the accused, the cheque was not returned and, in fact, said Mr. Jain Saheb had refused to return the cheque. She submits that in view of the evidence of D.W. 1 , the learned trial court has wrongly convicted the petitioner under Section 138 of Negotiable Instruments Act,1881.",
        "6. However, during the course of argument, the learned counsel for the petitioner has referred to various dates and has submitted that the cheque involved in this case was dated 18.07.2009 for an amount of Rs. 3 lakhs, which was deposited in the account of the accused on 20.07.2009 and the same had bounced. The complainant had received the information regarding bouncing of cheque on 31.07.2009. The required legal notice was sent on 26.08.2009 which was served upon the accused on 31.08.2009 and in spite of that, the accused did not pay the cheque amount. Thereafter, the complaint case was filed on 24.09.2009. The learned counsel submits that the main point for argument of the petitioner is that there was no debt payable to the complainant and in fact, the complainant had misused the cheque.",
        "7. During the course of argument, the learned counsel for the petitioner has submitted that without prejudice to the aforesaid submission, considering the facts and circumstances of this case the sentence of the petitioner be modified. She submits that the petitioner may be directed to pay some more amount as fine over and above the compensation amount within a stipulated time and the sentence be limited to the period already undergone. She submits that the petitioner has remained in custody for some time. She submits that at the stage of revision the petitioner had surrendered on 27.07.2012 and was directed to be released on bail by this Court vide order dated 23.08.2012.",
        "8. The learned counsel appearing on behalf of the opposite party no. 2, on the other hand, has submitted that there is presumption in law that the cheque has been issued against a debt under Section 139 of the Negotiable Instruments Act, 1881 and over and above the presumption in law , the complainant had explained as to how the amount was payable to the complainant. It has come in evidence that the complainant had talked with the accused regarding purchase of land and the accused had shown photocopies of the documents regarding the land. The complainant agreed to purchase the land and the value of the land was fixed at Rs. 11,50,000/-. The complainant made a payment of Rs. 3 lakhs in advance to the accused and on different dates a total amount of Rs. 8.50 lakhs was paid. Thus, she paid an amount of Rs. 11.5 lakhs and subsequently, when she learnt that the document relating to the land was forged, the accused had issued a cheque of Rs. 3 lakhs by way of return of the amount and, in fact, accused gave total 4 cheques all dated 18.07.2009 of Rs. 3 lakhs each. He submits that apart from the presumption, the purpose for which the cheque was involved was to discharge the liability of the accused and accordingly, the story which has been placed by the petitioner that the cheque was left in the house of Jain Saheb who refused to return the cheque, has been considered and rejected by the learned court below by consistent finding of facts. The learned counsel also submits that in revisional jurisdiction, there is no scope for re-appreciation of evidence and coming to a different finding. He also submits that so far as the timelines are concerned, the same has been strictly followed in the instant case and there is no illegality or perversity in the impugned judgements.",
        "9. However, during the course of argument, the learned counsel for the opposite party no. 2 submits that considering the fact that the opposite party no. 2 is a widow, he has taken instructions from her that if the compensation amount is enhanced by Rs. 1 lakh, she has no objection for modification of the sentence of the petitioner and limiting it to the period already served by the petitioner in custody.",
        "10. After hearing the learned counsel for the parties and after going through the records, this Court finds that the timelines as have been mentioned by the learned counsel appearing on behalf of the petitioner during the course of argument are not in dispute and the same is in accordance with the provisions of the Negotiable Instruments Act, 1881.",
        "11. The learned trial court gave its finding in para 10 of its judgement which is quoted as under:",
        {
            "I": "10. Perusal of evidence of complainant (C.W.1), documentary evidence it is clear that complainant has proved the cheque of Rs. 3 lacs dated 18.7.09 bearing signature of accused as Exhibit-1, the counter file of pay-in-slip dated 20.7.09 regarding deposit the cheque in her account for encashment as Exhibit-2, the letter of State Bank of India CMPDI Branch, Ranchi dated 25.7.09 regarding cheque return unpaid as Exhibit-3, her signature as well as signature of her advocate on legal notice dated 26.8.09 as Exhibit- 4 and Exhibit-4/1 respectively and postal registry receipt regarding sending of legal notice to the accused as Exhibit-5. C.W. 1 complainant Chaitali Dutta during her evidence has also corroborated the aforesaid facts and stated that to return the money accused had issued four cheques, and she has filed this case for one cheque of Rs. 3 lacs which was bounced due to insufficient fund in the account of accused. He deposed in chief examination that aforesaid cheque (Exhibit-1) bears the signature of accused. During cross examination defence has not put any question to contradict the aforesaid fact. The documentary evidence as well as oral evidence given by the complainant shows that the necessary requirements regarding the time limit for prosecution of the offence u/s 138 of N.I Act has been complied by the complainant. She had issued legal notice after receiving the information regarding bouncing of the cheque under prescribed time limit for the offence u/s 138 of N.I. Act and also she has filed this case under time limit as prescribed under N.I. Act for prosecution u/s 138 of N.I. Act. Complainant during her evidence has stated that the cheque was bounced due to insufficient fund in the account of accused and during her cross examination defence has not put any question to contradict the aforesaid facts also during defence evidence stage no any evidence has been produced on behalf of accused which could contradict the aforesaid facts of dishonour of his cheque for insufficient fund in his account. Therefore, the evidence given by the complainant regarding dishonoured of cheque due to insufficient fund in the account of the accused is unrebutted by the defence and hence complainant successfully prove the facts that the cheque was dishonoured due to insufficient fund in the account of accused."
        },
        "12. Further, in para 11 and 12 of the trial court judgement, the learned court below has fully considered the defence evidence regarding the misuse of cheque by the accused and after considering the evidences on record and also the presumption in law, gave a clear finding that the defence could not establish his defence that the accused had not issued the alleged cheque for discharge in whole or in part of any debt or liability.",
        "13. The learned lower appellate court gave its findings in para 15 of its judgement which is quoted as under:",
        {
            "I": "15. From perusal of the evidence oral and documentary available on the record, it transpires that cheque dated 18.07.2009 signed by the accused/appellant Rakesh Pandey was presented before the bank within a time and it has been marked as Ext.1. The counter- foil of pay-in-slip regarding deposit of the aforesaid cheque in the account of the complainant dated 20.07.2009 has been marked as Ext.2, letter of information of SBI, CMPDI Branch (Ranchi) regarding information of return cheque unpaid dated 25.07.2009 has been marked as Ext. 3. Signature of complainant Chaitali Dutta her Advocate Sri B. D. Banerjee on legal notice dated 26.08.2009 has been marked as Ext. 4 and 4/1. Pay-in-slip regarding pending of legal notice to the accused Rakesh Pandey has been marked as Ext. 5. C.W 1 has supported her case during her evidence on oath before the court below. I find that the case was instituted within 30 days of service of legal notice and therefore the time framed proved under statue u/s 138 of N.I. Act. C.W. 1 has herself stated that she gave rupees three lacs as an advance to the accused to purchase the land. After some time she came to know that the accused/appellant showed her the document regarding the land is forged and fabricated. Thereafter she requested the accused to return her money for which the appellant/accused issued a cheque bearing no. 115732 dt. 18.07.2009 for Rs. 3,00,000/-. When the complainant presented the cheque in the SBI, CMPDI Branch (Ranchi) but the cheque was dishonoured due to insufficient fund in the account of accused. Thus, in view of the fact and circumstances above discussed I find and hold that the prosecution has been able to establish that the cheque for amount of rupees three lacs which was issued by the accused/appellant was for discharge of liability as payment. All the ingredients necessary established offence u/s 138 of N.I. Act has been established beyond all reasonable doubts and accordingly the accused/appellant is found and held guilty for offence u/s 138 of N.I. Act. The learned Magistrate has rightly passed the impugned judgment dated 09.02.2011. Considered the contention of the parties. Perused the materials on the record, the charge has been proved against the accused/appellant is covered u/s 138 of N.I. Act which is a special Act. The offence relates to economic in nature. I come to the conclusion and accordingly hold here that the conviction of the st appellant made by the learned Judicial Magistrate, 1 Class, Ranchi u/s 138 of the N.I. Act is justified. The conviction and st sentence u/s 138 made by the learned Judicial Magistrate, 1 Class, Ranchi sentence to undergo S.I for six months and further ordered to pay compensation of Rs. 3,00,000/- to the complainant u/s 357(3) of Cr.P.C. is hereby confirmed. Accordingly, this appeal is dismissed."
        },
        "14. So far as the plea of the petitioner that the cheque was left at Jain Saheb's house and the allegation regarding misuse of cheque is concerned, the same has been considered by the learned courts below and the learned courts below have given consistent finding in favour of the opposite party no. 2 that the cheque was issued in discharge of debt.",
        "15. This court finds that the learned courts below have given consistent finding of facts after due appreciation of the evidences on record and have rightly held the petitioner guilty of offence under Section 138 of Negotiable Instruments Act, 1881 . This court also finds that the basic ingredients of offence under Section 138 of Negotiable Instruments Act have been satisfied in the present case and accordingly, the judgement of conviction of the petitioner does not call for any interference in revisional jurisdiction of this Court.",
        "16. This Court fully agrees with the learned counsel appearing on behalf of the opposite party no. 2 that there is no scope for re-appreciation of evidence in revisional jurisdiction and coming to a different finding in absence of any perversity. This Court finds that no perversity as such has been pointed out by the learned counsel appearing on behalf of the petitioner.",
        "17. However, so far as the point of sentence is concerned, the learned counsel appearing on behalf of the petitioner has herself submitted that if this Court may so please, the sentence may be modified and the compensation amount payable to the opposite party no. 2 may be enhanced.",
        "18. Considering the submissions of the parties in connection with modification of sentence, this Court is of the considered view that the ends of justice would be served if the sentence of the petitioner is modified. Accordingly, the sentence of the petitioner is modified by limiting it to the period already undergone by the petitioner in custody and impose fine of Rupees one lakh upon the petitioner over and above the compensation amount which has already been fixed by the learned court below with a further condition that the petitioner would deposit the fine amount (Rupees one lakh) alongwith the compensation amount (Rupees three lakhs) before the learned court below within a period of two months from the date of communication of this order. If the amount is not so deposited within the said period, the petitioner would serve the sentence already imposed by the learned trial court. If the amount is deposited as per aforesaid time-frame, the bailors will be discharged of their liability under the bail bond and the entire amount is directed to be immediately disbursed to the complainant after due identification.",
        "19. This petition is disposed of with aforesaid modification of sentence.",
        "20. Pending interlocutory applications, if any, are closed.",
        "21. Let a copy of this order be communicated to the learned court below through 'FAX'."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonor of cheque - Presumption - Cheque amount of Rs.3 lakhs, was deposited in account of accused and same bounced, regarding which complainant received information - In spite of serving of legal notice upon accused, he did not pay cheque amount - There is presumption in law that cheque was issued against debt u/S.139 of Act - Accused could not establish his case in trial Court that he did not issue alleged cheque for discharge in whole or in part of any debt or liability - Contention that accused left his cheque at house of another person and in spite of request made by him, cheque was not returned and said person refused to return cheque seems to be excuse as same was issued to discharge debt - Basic ingredients of offence u/S.138 of Act, satisfied - No scope for re-appreciation of evidence in revisional jurisdiction - Conviction, proper-Sentence reduced to period undergone by him in custody - However, fine of Rs.1 lakh was imposed upon accused, over and above compensation amount which was already fixed by trial Court with further condition that he would deposit fine amount along with compensation amount before trial Court within two months from date of communication of order. (Paras14 15 16)",
    "Result": "Order accordingly"
}