{
    "ILOCaseNo": "2021 ILO GUJ 606758",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION APPLICATION - 1605 of 2019",
            "Petitioner": "SUN IMPEX A PARTNERSHIP FIRM",
            "Respondent": "STATE OF GUJARAT"
        }
    ],
    "JudgmentDate": "29/10/2021",
    "BenchCoram": "Umesh A. Trivedi",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Tarak Damani"
        ],
        "LawyerForRespondent": [
            "Ms. Vishwa A. Shastri",
            "Pranav U. Raval",
            "Bharat Jani",
            "Ms Jirga Jhaveri Addl. Public Prosecutor"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Ms.Mohini Bhavsar, learned advocate for Mr.Bharat Jani, learned advocate for Respondent No.2 - original complainant, Sanjay Rasiklal Shah, tendered an affidavit though titled as affidavit for withdrawal, it has been so stated in view of the fact that there is one another acquittal appeal filed by the Respondent No.2- original complainant. It is stated in the affidavit that matter is settled between the parties. The said settlement agreement is also annexed with the affidavit, which is ordered to be taken on record. Respondent No.2 herein, Sanjay Rasiklal Shah, is present before the Court and duly identified by Ms.Mohini Bhavsar, learned advocate for Mr.Bharat Jani, learned advocate for Respondent No.2 representing him. 2 Ms.Vishwa Shastri, learned advocate for petitioner/s submitted that as per the settlement, the amount is already paid to Respondent No.2-complainant. The amount of Rs.4,57,000/- deposited before the Registry of this Court at the time of admission hearing of the aforesaid Criminal Revision Application, which is required to be refunded to the applicant-petitioner. The Registry is directed to refund the said amount to the applicants- petitioners by way of an account payee cheque after ascertaining the identity. 3 It is further submitted by Ms.Shastri, learned advocate for the petitioners that amount deposited before the appellate Court during the pendency of proceedings is also required to be refunded back to the applicants -petitioners by way of account payee cheque after ascertaining the identity. 4 RULE. Ms. Jirga Jhaveri, learned Additional Public Prosecutor, waives service of notice of rule on behalf of respondent no.1 - State and Ms.Mohini Bhavsar, learned advocate for Mr.Bharat Jani, learned advocate for Respondent No.2 waives service of notice of rule on behalf of respondent no.2. 5 These Criminal Revision Applications are directed against orders passed by the learned Additional Chief Metropolitan Magistrate, Court No.30, Ahmedabad both dated 07.09.2017 in Criminal Case Nos.1394 of 2016 and 1718 of 2016 convicting the applicants for an offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as 'the Act') and ordered them to undergo one year Simple Imprisonment. Over and above that the cheque amount was ordered to be paid to the complainant as compensation and in default of payment of compensation, they are ordered to further undergo two months Simple Imprisonment. The said judgments of conviction and orders of sentence were carried in Appeal being Criminal Appeal No. 664 of 2017 and 665 of 2017 which also came to be dismissed by the learned Additional Sessions Judge, Court No.23, City Sessions Court, Ahmedabad both dated 22.11.2019. These orders are under challenge in these Criminal Revision Applications.",
        "6. However, in view of compounding arrived at between the parties and when the matter is settled between them, pursuant to which the cheque amount is already paid to the complainant, as disclosed in the affidavit, the judgment of conviction and order of sentence passed by the learned Magistrate is required to be quashed and set aside. In view of Section 147 of 'the Act', when offence is made compoundable, the genuine compounding entered into between the parties is required to be encouraged. Considering the affidavit, it is clear that the compounding is genuine, and therefore, the impugned judgments of conviction and orders of sentence passed by the learned Additional Chief Metropolitan Magistrate, Court No.30, Ahmedabad both dated 07.09.2017 in Criminal Case Nos.1394 of 2016 and 1718 of 2016 confirmed by the learned Criminal Appeal No. 664 of 2017 and 665 of 2017 which also came to be dismissed by the learned Additional Sessions Judge, Court No.23, City Sessions Court, Ahmedabad both dated 22.11.2019 are hereby quashed and set aside.",
        "7. In view of sub-section (8) of Section 320 of the Code of Criminal Procedure, 1973, the applicant is acquitted of the charge levelled against him. Since the compounding between the parties is arrived at revisional stage before this Court, the applicant is required to be imposed cost in view of the decision of the Hon'ble Supreme Court in the case of Damodar S. Prabhu Vs. Sayed Babalal reported in AIR 2010 SC 1907. In view of para-17 thereof, since the applicants - petitioners have paid the total amount to the complainant and it being huge amount, according to the applicants, in present days of crisis, they request for reduction of cost to be paid. In view of para-17 of the aforesaid judgment, it is left to the discretion of the Court and considering the plight of the applicants-petitioners, it is ordered that applicants - petitioners shall deposit an amount of Rs.4,30,000/- being 10% of the total cheque amount of both these revision applications being Rs.43,00,000/- with Gujarat State Legal Services Authority within a period of 4 weeks form today. If the applicants fail to deposit the said amount within the time prescribed, as aforesaid, they shall be taken into custody by issuing non-bailable warrant by the learned trial Court and the present order shall stand automatically recalled and they would serve the sentence. Registry is hereby directed to issue final writ of these revision applications after ascertaining that the aforesaid cost amount is deposited by the applicants. 8 Accordingly, the present Criminal Revision Applications shall stand disposed of as allowed. Rule is made absolute to the aforesaid extent in both these revision applications. 9 Direct service is permitted."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Criminal P.C. (2 of 1974), S.320(8) - Cheque dishonour - Compounding of offences - In view of settlement of matter between parties, cheque amount was paid to informant by accused - Genuine compounding entered into between parties is required to be encouraged - Compounding is genuine - Order of conviction and sentence quashed and set aside. (Paras6 7)",
    "Result": "Petition allowed"
}