{
    "ILOCaseNo": "2021 ILO KAR 606814",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 177 of 2012",
            "Petitioner": "Narayana D.B.",
            "Respondent": "Krishna Prasad"
        }
    ],
    "JudgmentDate": "03/03/2021",
    "JudgmentBy": "DR. H. B. PRABHAKARA SASTRY",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Smt. K. M. Archana",
            "Amicus Curiae"
        ],
        "LawyerForRespondent": [
            "Smt. Rohini K. M.",
            "For Samarthana Associates"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The present petitioner as the accused was tried by the nd Court of the learned 2 Additional Civil Judge and J.M.F.C. at Chikmagalur, (hereinafter for brevity referred to as the",
        {
            "I": "Trial Court"
        },
        "), in Criminal Case No.3112/2006 for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter for brevity referred to as the",
        {
            "I": "N.I. Act"
        },
        ") and was convicted for the said offence by its judgment of conviction and order on sentence dated 22-05-2010. Aggrieved by the same, the accused preferred a Criminal Appeal in the Court of the Additional Sessions Judge at Chikmagalur (hereinafter for brevity referred to as the",
        {
            "I": "Sessions Judge's Court"
        },
        ") in Criminal Appeal No.132/2010. The appeal was contested by the respondent who was the complainant in the Trial Court. The Sessions Judge's Court in its order dated 30-11-2011 dismissed the appeal, confirming the judgment of conviction and order on sentence passed by the Trial Court dated 22-05-2010 in C.C.No.3112/2006. Aggrieved by the said order, the accused has preferred this revision petition.",
        "2. The summary of the case of the complainant in the Trial Court was that, for a valid consideration, the accused had issued a cheque for a sum of `50,000/- dated 17-02-2006 drawn on Chikmagalur District Co-operative Bank Limited, Head Office Branch, Chikmagalur, and bearing No.014896 in favour of the complainant. The said cheque when presented for its realisation by the complainant through his banker, came to be returned unpaid with a banker's endorsement 'funds insufficient'. Thereafter, the complainant got issued a legal notice to the accused demanding the cheque amount. However, the accused did not pay the cheque amount, but sent an untenable reply, which made the complainant to institute a criminal case in C.C.No.3112/2006 in the Trial Court against him, for the offence punishable under Section 138 of the N.I. Act.",
        "3. The accused appeared through his counsel and contested the matter.",
        "4. To prove his case, the complainant got himself examined as PW-1 and got marked documents from Exs.P-1 to P-11. The accused got himself examined as DW-1 and also got examined one Mr. Suresh as DW-2 and no documents were got marked from his side.",
        "5. The Trial Court after recording the evidence led before it and hearing both side, by its impugned judgment dated 22-05-2010 convicted the accused for the offence punishable under Section 138 of the N.I. Act and awarded compensation of a sum of `50,000/- payable to the complainant and sentenced him to pay a fine of `5,000/-, in default of payment of fine, to undergo simple imprisonment for a period of six months. Challenging the said judgment of conviction passed by the Trial Court, the accused preferred an appeal in Criminal Appeal No.132/2010 before the learned Sessions Judge's Court, which after hearing both side, by its impugned judgment dated 30-11-2011 dismissed the appeal filed by the accused, while confirming the impugned judgment of conviction and order on sentence passed by the Trial Court. Being aggrieved by the judgments of conviction and order on sentence, the accused has preferred this revision petition.",
        "6. In view of the fact that the learned counsel for the petitioner/accused failed to appear before this Court on several dates of hearing and also considering the fact that this revision petition is nearly nine years' old, this Court by its detailed order dated 12-02-2021, appointed learned counsel - Smt. Archana K.M., as Amicus Curiae for the petitioner to defend his case.",
        "7. The Trial Court and Sessions Judge's Court's records were called for and the same are placed before this Court.",
        "8. Heard the arguments from both side. Perused the materials placed before this Court including the Trial Court and Sessions Judge's Court's records.",
        "9. For the sake of convenience, the parties would be henceforth referred to as per their rankings before the Trial Court.",
        "10. After hearing the learned counsels for the parties, the only point that arise for my consideration in this revision petition is: Whether the judgments under revision are perverse, illegal and erroneous, warranting interference at the hands of this Court?",
        "11. It is not in dispute that the accused and complainant were known to each other. It is also not in dispute that the drawer of the cheque at Ex.P-1 was the accused and the cheque was drawn in favour of the complainant. It is also not in dispute that the said cheque when presented for its realisation by the complainant through his banker came to be returned unpaid with the banker's endorsement 'funds insufficient' as evidenced in Ex.P-2. It is also not in dispute that thereafter the complainant got issued a legal notice as per Ex.P-3 to the accused, demanding the payment of the cheque amount from him. However, the accused did not pay the cheque amount, but sent a reply to the said notice as per Ex.P-6. Thus, a presumption forms in favour of the complainant about the existence of a legally enforceable debt. However, the said presumption is rebuttable.",
        "12. In the process of rebuttal of the presumption that has arisen in favour of the complainant, the first document that can be seen is the reply sent by the accused to the legal notice of the complainant, which is at Ex.P-6. In the said reply, the accused has stated that the complainant was running a chit business and the accused had borrowed a sum of `15,000/- from him on 28-02-2003 and has repaid the entire loan amount with interest thereupon. However, at the time of lending the alleged amount, the complainant had obtained a blank signed cheque from the accused which he has misused. The same defence was also taken by the accused in the cross- examination of PW-1 also. However, the complainant has not admitted the said suggestion as true.",
        "13. The accused entered the witness box himself as DW-1 where, in his evidence also he reiterated the same, however, the complainant denied the same in the cross-examination of DW-1. The accused also got examined one Sri. Suresh, who supported the contention of the accused and stated that the complainant has misused the blank cheque. However, it is not known as to how come DW-2 was aware of all the details of the defence taken up by the accused, more particularly, the alleged loan transaction between the complainant and the accused, the alleged repayment of the loan by the accused to the complainant, the complainant alleged to have obtained a blank cheque from the accused and also the alleged misuse of the said cheque by the complainant, resulting into the present case. Therefore, the single paragraph and brief examination-in-chief of DW-2 which was thoroughly denied and met in his cross- examination from the complainant's side does not inspire any confidence to believe. The said witness also has stated that he does not know the details of the cheque said to have been issued by the accused to the complainant as a security while availing the loan by him. He also stated that he does not know whether the alleged security cheque itself is the subject matter of the present case. On the other hand, he admitted a suggestion as true that the accused is selling paddy and rice. Thus, the evidence of DW-2 does not inspire any confidence to believe. The evidence of DW-2 does not act as a corroborative and trustworthy evidence supporting the defence taken up by the accused. On the other hand it supports the case of the complainant that the accused was selling paddy and rice to whom the complainant had sold some paddy, as contended by PW-1 in his examination-in-chief. Further, admittedly, the accused has not taken any appropriate steps to secure back his alleged blank cheque alleged to have been given by him to the complainant at the time of alleged loan transaction of a sum of `15,000/-. Had he really issued a blank cheque as a security in an alleged previous loan transaction, the accused should have necessarily taken appropriate steps for its recovery, which he did not do. All these aspects would go to show that though the accused made an attempt to rebut the presumption formed in favour of the complainant, but he could not succeed in it. On the other hand, the evidence led by the complainant as PW-1 supported by the documents produced by him as Exhibits P-1 to P-11 prove beyond reasonable doubt that the accused has committed the alleged offence punishable under Section 138 of the N.I. Act. As such, the Trial Court has convicted the accused for the alleged guilt which was further confirmed by the Sessions Judge's Court.",
        "14. Further, the Trial Court has also sentenced the accused proportionately to the gravity of the proven guilt, after taking into consideration the facts and circumstances of the case before it. As such, I do not find any perversity, illegality or impropriety in the impugned judgments warranting interference. Accordingly, I proceed to pass the following: O R D E R The Criminal Revision Petition stands dismissed as devoid of merits. The Court while acknowledging the service rendered by the learned Amicus Curiae for the petitioner - Smt.K.M. Archana, recommends honorarium of a sum of not less than `3,000/- to her payable by the Registry. Registry to transmit a copy of this order to both the Trial Court and also to the Sessions Judge's Court along with their respective records forthwith."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonor of cheque - Presumption - Accused issued cheque for sum of Rs.50,000/- drawn in favor of complainant, which came to be returned with endorsement 'funds insufficient' - Complainant issued legal notice to accused demanding cheque amount, however, same remained unpaid - Record revealing that accused did not take any appropriate step to secure back his blank cheque given to complainant at time of alleged loan transaction - Material showing that though accused made attempt to rebut presumption formed in favor of complainant, he could not succeed in it - However, evidence led by complainant as prosecution witness supported by documents produced, proving guilt of accused beyond reasonable doubt - Conviction, proper. (13)",
    "Result": "Petition dismissed"
}