{
    "ILOCaseNo": "2021 ILO JK 606783",
    "Court": "JAMMU AND KASHMIR HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRM(M) - 146/ of 2021",
            "Petitioner": "Zulfikar Hussain Dar",
            "Respondent": "Aijaz Ahmad Dar"
        }
    ],
    "JudgmentDate": "17/05/2021",
    "BenchCoram": "Sanjeev Kumar",
    "Lawyers": {
        "LawyerForPetitioner": [
            "M. A. Qayoom"
        ],
        "LawyerForRespondent": [],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. This quashment petition filed by the petitioner under Section 482 Cr.P.C seeks to set aside and quash the order dated 30.03.2021 passed by the Judicial Magistrate First Class, Budgam ( for short ' the trial court' hereafter), in case File No. 20 titled as Aijaz Ahmad Dar v. Zulfikar Ahmad Dar, whereby and where under the trial court has, while taking cognizance of the complaint filed by the respondent Under Section 138 of the Negotiable Instruments Act, (for short ' the NI Act' hereafter), has issued the process for appearance of the accused (the petitioner). The impugned order as also the complaint filed by the respondent is challenged on several grounds, which I shall advert to after noticing material facts leading to filing of this petition.",
        "2. The respondent instituted a complaint under Section 138 of the NI Act against the petitioner in the trial court. It is alleged in the complaint that petitioner and the respondent were having friendly relations and the respondent, from time to time, had lent more than two crores and seventy five thousand to the petitioner through different modes, viz. cheques, transfer and cash etc. The petitioner paid part of the said amount and was reluctant to pay the balance amount due to the respondent. The matter was finally settled in the month of October/November 2019 and, after rendition of accounts, a sum of Rs. 82 lacs was found payable by the petitioner to the respondent as outstanding amount. The petitioner discharged part of his liability by making the payment of Rs. 40 Lacs in cash and issued four cheques for an amount of Rs. 32 lacs. The balance amount of Rs. 10 lacs was promised to be paid by the petitioner within some short time. Before the respondent could present the cheques for encashment to the bank, he was requested by the petitioner not to present cheque bearing No. 119942 dated 10.05.2020 for an amount of Rs. 10 lacs for encashment with a promise that petitioner would make the payment of the entire amount once the lockdown imposed by the Government due to COVID-19 was lifted. The petitioner did not keep his promise and, accordingly, the respondent presented the remaining three cheques for amount of Rs. 22 lacs for encashment in his account maintained in the name of M/S New Lark with J and K Bank Branch, Ompora, Budgam. All the three cheques were dishonoured for the reason of insufficient balance in the account of the petitioner maintained with J and K Bank, Branch Old Airport Road, Rangrate. Faced with the dishonour of cheques, the respondent informed the petitioner about the dishonour of cheques and requested him for payment of the entire amount of Rs. 42 lacs, including the amount of dishonoured cheques but the petitioner avoided the same. Resultantly the respondent served a demand notice dated 05.10.2020, upon the petitioner through registered post on 07.10.2020. Despite having received the demand notice, the petitioner failed to liquidate the amount represented by three cheques. Accordingly, the respondent filed the complaint, which is impugned in this petition and from where the impugned order passed by the trial Court has arisen.",
        "3. It is worthwhile to notice that on presentation of the complaint the trial Court took cognizance and after recording the preliminary statement of the complainant and his witness, who was present along with the complainant, issued process for appearance of the petitioner. This order of the trial Court dated 17.11.2020 was called in question by the petitioner by way of revision petition filed before the Court of learned Sessions Judge, Budgam. The revision petition was accepted by the learned Sessions Judge and the order impugned in the revision petition dated 17.11.2020 was set aside with a direction to the trial Court to hear the matter afresh in accordance with law for taking cognizance and issuance of process in the matter. This is how the matter came up for consideration before the trial Court once again. The trial Court, after hearing the respondent as well as the petitioner vide impugned order held the complaint maintainable and, accordingly, issued process to the petitioner to appear as accused and contest the complaint. It is this order of the trial Court which is essentially under challenge in this petition.",
        "4. Mr. M. A. Qayoom. Learned counsel for the petitioner attacks this order, fundamentally, on the following grounds:- (i) That having regard to the contents of the demand notice issued by the respondent and reply thereto sent by the petitioner on 15.10.2020 as also to the contents of the complaint, it is quite evident that the matter involved in the complaint is of civil nature and, therefore, complaint under Section 138 of the NI Act is not maintainable. The taking of cognizance and issuance of process by the trial Court in terms of impugned order dated 30.03.2021 is, thus, vitiated in law. (ii) That the trial Court while passing the impugned order and taking cognizance of the complaint has only passingly referred to the preliminary statements of the complainant and his witness but has not discussed the same to find out as to whether the preliminary statements supports the averments in the complaint or not. (iii) That the demand notice, whereby the respondent, apart from the sum represented by three cheques, has also raised a demand of additional amount of Rs. 20 lacs, totalling Rs. 42 lacs, therefore, the demand notice is not a valid notice in terms of Section 138 NI Act and the very basis of the complaint is thus an invalid notice which renders the complaint filed by the respondent unsustainable in law. (iv) That the petitioner has paid more than what was received by him from the respondent and, therefore, the dishonoured cheques are without any consideration and, therefore, cannot be claimed to be issued for discharging any lawful debt.",
        "5. Mr. Qayoom, with a view to lend support to the grounds of challenge urged by him would rely upon the judgments of Hon'ble Supreme Court in the cases of Satishchandra Rattanlal Shah v. State of Gujarat, AIR 2019 SC 1538 and Krishna Lal Chawla v. State of U.P, AIR 2021 SC 1381.",
        "6. Heard learned counsel for the petitioner and perused the documents on record.",
        "7. It is not the case of the petitioner that the ingredients of Section 138 of the N.I. Act are not made out and, therefore, the impugned order is bad in law and the complaint itself not maintainable. Though Section 138 NI Act penalizes the dishonour of cheque, yet dishonour of cheque by itself is not an offence under Section 138 and to become an offence the following ingredients are required to be fulfilled:- (i) A person must have drawn a cheque for payment of money to a person for any legally enforceable debt or other liability; (ii) The cheque has been presented to the Bank within a period of six months or within period of its validity, whichever is earlier; (iii) The cheque is returned by the Bank unpaid either because of insufficient funds or that it exceeds the amount arranged to be paid from that account by an agreement made with the Bank; (iv) The payee makes a demand for the payment of money by giving a notice in writing to the drawer within thirty days of the receipt of information from the Bank regarding return of the cheque as unpaid; and (v) The drawer fails to make payment to the payee within fifteen days of the receipt of the notice;",
        "8. As is noted by the trial court and is very fairly not disputed by the learned counsel for the petitioner, that three cheques issued by the petitioner to the respondent were presented by the respondent in his account maintained with J and K Bank, Branch Ompora, Budgam within time. The cheques could not be encashed because of insufficient balance in the account of the petitioner maintained with J and K Bank Branch, Old Airport Road. The petitioner also does not dispute that a demand notice was served by the respondent on the petitioner through registered post which was duly received by him. As a matter of fact, the petitioner claims to have replied the demand notice. He, however, disputes the validity of the demand notice issued by the respondent. It is also not the case of the petitioner that the respondent has not filed the complaint within the stipulated period. In that view of the matter, it can safely be concluded that the complaint filed by the respondent, supported by the relevant documents i.e. three original dishonoured cheques, demand notice and reply to the demand notice given by the petitioner, do make out the ingredients of Section 138 of the N.I.Act.",
        "9. It is also seen that when the complaint was initially presented before the trial Court, on 17.11.2020 the Magistrate took cognizance of the complaint, recorded the preliminary statements of the complainant ( respondent herein) and one witness present along with the complainant and vide its order dated 17.11.2020 issued process for securing presence of the petitioner (accused). It is also true that order dated 17.11.2020 was set aside by the Court of Sessions Judge, Budgam in a revision petition filed by the petitioner. The Revisional Court found that the impugned order was bereft of satisfaction recorded by the Magistrate before issuing the process and that there was defect in taking cognizance as per law. While accepting the revision petition and setting aside the order dated 17.11.2020 the revisional Court relegated both the parties to the learned Magistrate, who was called upon to re-consider the matter afresh after hearing both the parties.",
        "10. It is worthwhile to notice, neither at the time of taking cognizance of the complaint nor at the time of issuance of process the accused in required to be heard in the matter. The accused comes into picture only after the process for his appearance in the criminal complaint is issued and he appears before the Magistrate.",
        "11. Be that as it is, in compliance to the directions of the revisional Court, the trial Court heard both the parties and passed the impugned order.",
        "12. Before proceeding further and to better appreciate the arguments of Mr. Qayoom, it is necessary to understand the true meaning of the word 'cognizance' and at what stage of proceedings the Magistrate is obliged to take it before proceeding further in the matter.",
        "13.",
        {
            "I": "cognizance' in general meaning is said to be 'knowledge' or 'notice' and taking cognizance of offences means, 'taking notice' or 'become aware of the alleged commission of offence'. The dictionary meaning of the word, 'cognizance' is 'judicial hearing of a matter'. The term 'cognizance of offence' is nowhere defined in the Code of Criminal Procedure. Sections 190 to 199 of the Cr.P.C deal with method and the limitations, subject to which various criminal Courts ought to take cognizance of offences. In the case of R. R. Chari v. State of U.P, AIR 1962 SC 1573, the Apex Court held thus:- "
        },
        "Taking cognizance does not mean any formal action or accepted action of any kind but occurs as soon as a magistrate, as such involves his mind to the suspected commission of the offence.",
        {
            "I": [
                "14. Chapter XIV of the Code of Criminal Procedure deals with the conditions required for initiation of proceedings. Section 190 pertains to taking of cognizance of offences by Magistrates and provides that any magistrate of First Class or any Magistrate of Second Class especially empowered in this behalf by the Chief Judicial Magistrate, may take cognizance of any offence in the following manner. (i) Upon receiving a complaint of facts which constitute such offence; (ii) upon a police report of such facts; (iii) upon information received from any person other than a police officer, or upon his own knowledge, that such offence has been committed.",
                "15. From the above, it is crystal clear that the stage of taking cognizance of an offence upon receiving a complaint precedes the examination of complainant and his witness under Section 200 Cr.P.C. It is thus incorrect to say that the cognizance of offence upon receiving a complaint of facts constituting such offence is taken only after examination of the complainant and his witness present, if any on oath. The preliminary statement of the complainant and his witness in attendance is recorded only with a view to decide taking further steps in the complaint, like issuance of process for securing the presence of the accused.",
                "16. It has been noticed time and again that generally the Magistrates, before whom the complaint of facts constituting offences are presented, mix up the 'cognizance' and the 'issuance of process'. Generally, the learned Magistrates are of the view that the cognizance of offences is taken not on presentation of the complaint but after recording the preliminary statement of the complainant and his witness, in attendance. This is not the correct position of law. The cognizance in such matters is taken under Section 190 Cr.P.C and it is only after the Magistrates takes cognizance under Section 190 Cr.P.C, he proceeds to record the preliminary statement of the complainant and his witness, if any present, so as to find out whether the allegation in the complaint, which constitutes an offence, are substantiated. Sometimes the Magistrates, not being satisfied even after recording the preliminary statement of the complainant and his witness, postpones the issue of process and resort to inquiry under Section 202 of the Cr.P.C. It thus needs to be understood that stage of cognizance is over once the Magistrate decides and directs recording of the statement of complainant and his witness with a view to take next step in the matter. It could be issuance of process to the accused or its postponement till the enquiry envisaged under section 202 Cr.P.C is conducted.",
                "17. Viewed thus, in the instant case, the cognizance was taken by the trial court on 17.10.2020, when the trial court after receiving the complaint of facts constituting offence under Section 138 of NI Act, recorded the preliminary statement of the complainant and his witness present and issued the process for securing the presence of the petitioner (accused).",
                "18. It is true that order dated 17.11.2020, whereby process was issued to the petitioner, was cryptic and bereft of required satisfaction of the Magistrate and, therefore, the same was interfered with by the revisional court. The matter was reconsidered by the trial court and, vide order impugned, which is a speaking order, the trial court purportedly took cognizance and issued process for securing the presence of the petitioner. The trial court has clearly taken into consideration the preliminary statement of the complainant and his witness which was already on record. The plea of the petitioner that, in the absence of specific reference to the preliminary statement of the complainant and his witness, and arriving at a conclusion that the averments made in the complaint were substantiated, no process could have been issues to the petitioner, does not hold water in the given facts and circumstances of the case. Undoubtedly, the preliminary examination of the complainant and his witness prescribed by Section 200 Cr.P.C is not a mere formality, for, the result of this examination enables the Magistrate to determine whether or not he will put the machinery of the criminal court into motion to seek attendance of the accused before him. As is provided under Section 202, if in the judgment of the Magistrate there is no sufficient ground for proceeding ahead, he shall dismiss the complaint. It is not the case of the petitioner that in the instant case, the preliminary statement of the complainant and his witness in attendance, has not been recorded by the trial court but his plea is that the same has not been discussed nor has any finding been returned by the trial court that the statement of the complainant and his witness substantiates the case set up by the complainant in his complaint. Omission to refer to the preliminary statement of the complainant and his witness would have been fatal in a case where a complaint of facts constituting alleged offences though made in writing is not supported by any documentary evidence. In the instant case, the averments made in the complaint are duly substantiated and fully corroborated by the documentary evidence appended with the complaint viz. three dishonoured original cheques, memo by the bank showing the reasons for dishonour of cheques, demand notice and proof of service of that notice, etc etc.",
                "19. It is interesting to note that the petitioner, who was yet to be put on notice by the trial court, was also heard in the matter in compliance to the order dated 18.02.2021 passed by the revisional court. From the order impugned, it clearly transpires that the complaint was resisted by the petitioner on many grounds but it was not the case of the petitioner before the trial court that the preliminary statement of the complainant and his witness were not substantiating the case set up by the complainant in the complaint. Otherwise also in the matter of complaint under Section 138 NI Act, in which the ingredients of offence are clearly pleaded and made out with the support of documentary evidence, the omission to discuss the preliminary statement of the complainant and his witness may be an irregularity, but that would not vitiate the proceedings unless in the opinion of the court a failure of justice has in fact been occasioned thereby. Section 465 of Cr. P.C would come into play in such fact situation.",
                "20. For the foregoing discussion, I am not inclined to accept the plea of the petitioner that for not discussing and analysing the preliminary statements of the complainant and his witness, the order impugned is vitiated.",
                "21. Likewise, I do not find any substance in the argument of Mr. Qayoom that the demand notice served upon the petitioner by the respondent was defective, in that, the respondent had raised a demand for the amount which was for exceeding the amount represented by the three dishonoured cheques. I have carefully gone through the demand notice and find that the demand for a sum of Rs. 22 Lacs represented by three cheques is clearly separable from demand for the payment of additional amount of Rs. 20 lacs and, therefore, the petitioner was made well aware that his three cheques for the amount of Rs. 22 Lacs have been dishonoured and that in order to avoid his liability to be proceeded under Section 138 NI Act, he is required to pay the aforesaid sum to the respondent.",
                "22. In the case of Suman Sethi vs Ajay K, Churiwal and anr. (2000) 2 SCC 380, : (AIR 2000 SC 828) it has been held by the Apex Court that a demand notice has to be read as a whole. In the notice, demand has to be made for the said amount i.e. cheque amount. If no such demand is made, the notice no doubt would fall short to its requirements but where in addition to said amount there is also a claim by way of interest, cost, etc, whether the notice is bad or not would depend on the language of the notice. If in a notice, while giving the break up of the claim, the cheque amount, interest, damages are separably specified, the other such claims for interest, costs, etc would be superfluous and these additional claims would be severable and will not invalidate the notice. If however, in the notice an ommbus demand is made without specifying what was due under the dishonored cheque, notice might fail to meet the legal requirement and may be regarded as bad. Para 7 and 8 of the judgement are relevant which are reproduced as under:-"
            ]
        },
        "7. There is no ambiguity or doubt in the language of Section 138. Reading the entire Section as a whole and applying commonsense, from the words, as stated above, it is clear that the legislature intended that in notice under clause (b) to the proviso, the demand has to be made for the cheque amount. According to Dr. Dhawan, the notice of demand should not contain anything more or less than what is due under the cheque.",
        "8. It is well settled principle of law that the notice has to he read as a whole. In the notice, demand has to be made for the",
        {
            "I": "said amount"
        },
        "i.e. cheque amount. If no such demand is made the notice no doubt would fall .short of its legal requirement Where in addition to",
        {
            "I": "said amount"
        },
        "there is also a claim by way of interest, cost etc. whether the notice is bad would depend on the language of the notice. If in a notice while giving the break up of the claim the cheque amount, interest, damages etc. are separately specified, other such claims for interest, cost etc. would be superfluous and these additional claims would he severable- and will not invalidate the notice. If, however, in the notice an ommbus demand is made without specifying what was due under the dishonored cheque, notice might well fail to meet the legal requirement and may be regarded as bad.",
        "23. In view of the aforesaid legal position enunciated by Hon'ble the Supreme Court, I have no doubt in my mind that the demand notice issued by the respondent in the instant case meets all legal parameters and, therefore, cannot be attacked on the ground of vagueness of demand.",
        "24. Equally untenable is the plea of the petitioner that he has paid the money more than what he owed to the respondent and, therefore, dishonoured cheques were not issued towards discharge of any legal debt or liability. This plea of the petitioner, even if true, may constitute his defence to be led by him during the course of trial and cannot be a ground for quashing the proceedings at the out set.",
        "25. To all fairness to Mr. Qayoom, the judgments relied upon by him have also been minutely gone into by me but I am afraid that the judgements cited by the learned counsel, in any manner, further his case.",
        "26. There is no denying the proposition that in a case involving the dispute purely of a civil nature, the criminal law cannot be set in motion but, it is equally well settled that certain offences like the offences of cheating, criminal breach of trust, criminal misappropriation and offence under section 138 of the NI Act do arise out of the civil transactions and if the ingredients of offence/offences are made out, criminal law too can be set in motion alongside the civil remedy for resolution of the dispute. It is in this context the Hon'ble Supreme Court in the case of Satishchandra (Supra) has cautioned against the criminalising civil disputes such as breach of civil obligation except when such breach is accompanied by fraudulent, dishonest or deceptive inducements. There is subtle distinction between mere breach of contract and cheating. The cheating would involve fraudulent inducement and mens rea. In so far as Section 138 NI Act is concerned, the same was introduced in the Negotiable Instruments Act, 1881 with a view to promoting the efficiency of bank operations and to ensure the credibility in transacting business through cheques. Undoubtedly, the law related to NI Act is the law of commercial nature legislated to simplify the acts in transaction and loan making provision of giving sanctity to the instruments of credits which could be deemed to be creditable in money and easily passable from one person to another. Section 138 creates a statutory offence in the matter of dishonour of cheques on the grounds of insufficiency of funds in the account maintained by a person with the banker and that it exceeds the amount arranged to be paid. Generally, in the criminal law, mens rea is an essential component of crime but dishonour of cheque is a criminal offence where there is no need to prove a mens rea. The offence under Section 138 would be made out only if the dishonoured cheque is drawn by the drawer in favour of the drawee for discharge of legally enforceable debt or liability. Essentially, there is element of civil liability between the drawer and drawee of the cheque but if the ingredients of Section 138 are made out, it is a criminal offence to be tried in the manner provided under Section 142 of the NI Act.",
        "27. Similarly the judgment in the case of Krishnalal Chawla (supra) relied upon by the learned counsel by the petitioner lays down the parameters for exercise of jurisdiction by the Magistrate to issue process and summons under Section 202 read with Section 204 of the Code of Criminal Procedure. The Supreme Court in the aforesaid judgment has clearly delineated the role of the Magistrate upon receiving of a private complaint. There is, thus, no denying the fact that the Magistrate upon receipt of private complaint has a very important and responsible role to play. It is the duty of the Magistrate to scrutinize the complaint to examine if the allegations made in the complaint inter alia smack of an instinct of frivolous litigation as also to examine the complainant to elicit material which supports the case of the complainant. Undoubtedly, issuance of process and putting a person to trial is a serious matter and the Magistrate, while exercising such power cannot afford to be mechanical or lackadaisical. The Magistrate must perform proactive role so that frivolous litigation is stumped at the outset. As noted above and is reiterated here, in the instant case, there was enough material before the trial court in the shape of complaint of facts and the documentary evidence appended therewith to put the petitioner on notice to face the trial.",
        "28. In view of the above analysis, I have arrived at the conclusion that the complaint filed by the respondent and the impugned summoning order issued by the trial court are fully in consonance with law and do not deserve to be interfered with in exercise of inherent jurisdiction vested in this court by Section 482 of the Cr. P.C.",
        "29. This petition is, therefore, found without any merit and, accordingly, dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.142 - Criminal P.C. (2 of 1974), S.190, S.202, S.482 - Dishonour of cheque - Quashing of order - Cheque issued by accused to complainant could not be encashed because of insufficient balance in account - Averments made in complaint are duly substantiated and fully corroborated by documentary evidence appended with complaint i.e three dishonoured original cheques, memo by bank showing the reasons for dishonour of cheques, demand notice and proof of service of that notice - There was enough material before trial court in shape of complaint of facts and documentary evidence appended therewith to put accused on notice to face trial - Complaint and summoning order issued by trial court are fully in consonance with law - Not liable to be quashed. (Paras18 26 27 28) Section 138 creates a statutory offence in matter of dishonour of cheques on grounds of insufficiency of funds in account maintained by a person with banker and that it exceeds amount arranged to be paid. Generally, in criminal law, mens rea is an essential component of crime but dishonour of cheque is a criminal offence where there is no need to prove a mens rea. The offence under Section 138 would be made out only if dishonoured cheque is drawn by drawer in favour of drawee for discharge of legally enforceable debt or liability. Essentially, there is element of civil liability between drawer and drawee of cheque but if ingredients of Section 138 are made out, it is a criminal offence to be tried in manner provided under Section 142 of NI Act. Magistrate upon receipt of private complaint has a very important and responsible role to play. It is the duty of the Magistrate to scrutinize the complaint to examine if the allegations made in the complaint inter alia smack of an instinct of frivolous litigation as also to examine the complainant to elicit material which supports the case of the complainant. Undoubtedly, issuance of process and putting a person to trial is a serious matter and the Magistrate, while exercising such power cannot afford to be mechanical or lackadaisical. The Magistrate must perform proactive role so that frivolous litigation is stumped at the outset. As noted above and is reiterated here, in the instant case, there was enough material before the trial court in the shape of complaint of facts and the documentary evidence appended therewith to put the petitioner on notice to face the trial. (Paras26 27)",
    "Result": "Petition dismissed"
}