{
    "ILOCaseNo": "2021 ILO ALL 607290",
    "Court": "ALLAHABAD HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "APPLICATION U/S 482 - 2162 of 2016",
            "Petitioner": "Sanjay Singh",
            "Respondent": "State of U.P. and Anr."
        }
    ],
    "JudgmentDate": "10/02/2021",
    "BenchCoram": "Ravi Nath Tilhari",
    "Lawyers": {
        "LawyerForPetitioner": [
            "CBI v. Duncans Agro Industries Ltd Rajesh Bajaj v. State (NCT of Delhi) Zandu Pharmaceuticals Works Ltd. v Mohd. Sharaful Haque State of Haryana v. Bhajan Lal Aishwini Kumar",
            "ganesh Shanker Srivastava"
        ],
        "LawyerForRespondent": [
            "G. A"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Shri Ganesh Shankar Srivastava, learned counsel for the applicant, Sri Pankaj Saxena, learned A.G.A. for the State and perused the material on record.",
        "2. This petition under section 482 of the Code of Criminal Procedure, 1973 (Cr.P.C.) has been filed with prayer for quashing of the summoning order dated 17.8.2015 passed by the Additional Chief Judicial, Magistrate, Court No. 10, Varanasi in Complaint Case No. 1153 of 2015 (Manoj Kumar vs Sanjay Singh) under Section 138 of the Negotiable Instruments (N.I.) Act, Police Station, Sigra, District-Varanasi. The applicant has also challenged the revisional order dated 28.10.2015 passed by the Additional Sessions Judge, Court No. 4, Varanasi in Criminal Revision No. 317 of 2015 (Sanjay Singh vs State of U.P. and others) as also the entire proceedings of the aforesaid complaint case.",
        "3. By order dated 15.2.2016 a notice was issued to Opposite Party No.2/complainant and as per the office report dated 17.8.2016 notice issued to Opposite Party No. 2 has been served. However, no one has put in appearance for the Opposite Party No. 2.",
        "4. The facts of the case as stated by the learned counsel for the applicant are that the applicant is the Director of Udit Infraheights (2) Pvt. Ltd., a company incorporated under the Companies Act, 1956. The complainant/opposite party No.2, an employee in the railways, by giving assurance of contract of road construction from his superior officers in favour of the applicant's company, situated at Lahartara Railway Colony, Varanasi obtained post dated cheque of rupees five lacs in terms of security money. The complainant assured the applicant that when the applicant earns profits of the said contract work and presents gifts to the complainant, the complainant would return the post dated cheque. However, it is the case of the applicant that without any prior notice to the company, the complainant presented the cheque in the bank which was dishonoured due to non availability of funds. The legal notice dated 16. 6.2015 was not received to the applicant, but the second notice dated 4.7.2015 was served.",
        "5. The opposite party No.2 complainant filed complaint registered as Complaint Case No. 1153 of 2015 (Manoj Kumar vs. Sanjay Singh) under section 138 N.I. Act, Police Station, Sigra, District-Varanasi, on the averments, inter alia, that the complainant had advanced rupees 5,50,000/- to the applicant for purchase of land as the applicant was engaged in the business of property dealing but the land was not transferred. The complainant made repeated demands for return of money and consequently the applicant gave a cheque of rupees 5,00,000/- dated 30.4.2015 to the complainant, which, on presentation in bank was dishonored. The complainant served the applicant with legal notice within the stipulated period but as the amount under cheque was not paid, the complaint was filed.",
        "6. The Additional Chief Judicial Magistrate, Court No.10 Varanasi, on consideration of the statement of the complainant recorded under Section 200 Cr.P.C. and the material placed before him passed the summoning order dated 17.8.2015. This order was (3) challenged by the applicant in Criminal Revision No. 317 of 2015, but the same was rejected by the order dated 2.9.2015 passed by the Additional Sessions Judge, Court No.4, Varanasi.",
        "7. The learned counsel for the applicant has submitted that the orders under challenge suffer from illegality and amount to abuse of the process of the court. His submission is that the cheque in question was issued by the company. The applicant had signed the cheque in the capacity of the authorised signatory of the company. He had not issued the cheque nor signed in his personal capacity, but, the company was not made party accused in the complaint. The applicant, Director of the company, could not be held liable for the alleged offence as there was no prosecution of the company. Consequently, no prosecution of the applicant could be launched and summons could not be issued to him to face the trial. Learned counsel for the applicant has placed Sections 138 and 141 of the N.I. Act and relied upon the judgement of the Hon'ble Supreme Court in the case of Aneeta Hada Vs. M/s Godfather Travels and Tours Pvt. Ltd., reported in (2012) 5 SCC 661 : (AIR 2012 SC 2795), in support of his contention that there could be only vicarious liability of the person who, at the time the offence was committed, was incharge of the business of the company but even such person can not be held liable if the company is not arrayed as an accused.",
        "8. Learned counsel for the applicant has further submitted that the cheque, undisputedly the very basis of the complaint, evidenced that it was issued in the capacity of authorized signatory for the company. Any legal notice was not served to the company. There was non compliance with the provisions of Sections 138 and 141 of N.I. Act and no offence was made out even, prima facie, against the applicant.",
        "9. Learned A.G.A., Shri Pankaj Saxena has submitted that there is no illegality in the summoning order as the Magistrate was (4) satisfied, on consideration of the material before him, that prima facie, offence under Section 138 N.I. Act was made out, for summoning of the applicant to face the trial.",
        "10. Learned A.G.A. has further submitted that the Revisional Court has specifically recorded that as per the complaint case, the cheque was given to the complainant by the applicant in his personal capacity and not in the capacity of authorised signatory for the company. Consequently, the company was not a necessary party to be arrayed as accused. His submission is that Section 141 of N.I. Act is not attracted and the challenge to the impugned orders deserves rejection.",
        "11. I have considered the submissions advanced by the learned counsel for the parties and have perused the material brought on record.",
        "12. In the light of the submissions advanced the following points arise for consideration: (i) Whether the Criminal prosecution against the person in charge of, and responsible for conduct of the business of the company under Section 138 Negotiable Instruments Act, can be maintained, in the absence of any prosecution of the Company for such offence and without making the company an accused, in view of Section 141 of the Negotiable Instruments Act? (ii) Whether the cheque in question was issued by the applicant in his personal capacity or in the capacity of director of Udit Infraheights Pvt. Ltd. Company? (iii) Whether the orders under challenge and the criminal proceedings against the applicant deserve to be quashed in the exercise of jurisdiction under Section 482 Cr.P.C.?",
        "13. I proceed to Consider point No.1 and for such consideration it is necessary to have a look at the provisions of Section 138 and 141 of the Negotiable Instruments Act. (5)",
        "14. Section 138 Negotiable Instruments Act, 1881",
        {
            "I": "Dishonour of cheque for insufficiency, etc., of funds in the account. -Where any cheque drawn by a person on an account maintained by him with a banker for payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability, is returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with that bank, such person shall be deemed to have committed an offence and shall, without prejudice to any 19 other provisions of this Act, be punished with imprisonment for [a term which may be extended to two years], or with fine which may extend to twice the amount of the cheque, or with both: Provided that nothing contained in this section shall apply unless- (a) the cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier; (b) the payee or the holder in due course of the cheque, as the case may be, makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the cheque, [within thirty days] of the receipt of information by him from the bank regarding the return of the cheque as unpaid; and (c) the drawer of such cheque fails to make the payment of the said amount of money to the payee or, as the case may be, to the holder in due course of the cheque, within fifteen days of the receipt of the said notice."
        },
        "15. Section 141 Negotiable Instruments Act reads as under:",
        {
            "I": "Offences by companies. - (1) If the person committing an offence under section 138 is a company, every person who, at the time the offence was committed, was in charge of, and was responsible to the company for the conduct of the business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any person liable to punishment if he proves that the offence was committed without his knowledge, or that he had exercised all due diligence to prevent the commission of such offence: Provided further that where a person is nominated as a Director of a company by virtue of his holding any office or employment in the Central Government or State Government or a financial corporation owned or controlled by the Central Government or the State Government, as the case may be, he shall not be liable for prosecution under this Chapter. (2) Notwithstanding anything contained in sub-section (1), where any offence under this Act has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to, any neglect on the part of, any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly. Explanation.- For the purposes of this section,- (a) "
        },
        "company",
        {
            "I": " means any body corporate and includes a firm or other association of individuals; and (b) "
        },
        "director",
        {
            "I": ", in relation to a firm, means a partner in the firm.]"
        },
        "(6)",
        "16. The essential ingredients of offence under Section 138 of the N.I. Act are : (i)The person drew a cheque on an account maintained by him with the banker; (ii) when such a cheque is presented to the bank is returned by the bank unpaid; (iii) such cheque was presented to the bank within a period of six months from the date it was drawn or within the period of its validity, which ever is earlier; (iv) the payee demanded in writing from the drawer of the cheque the payment of the amount of money due under the cheque to the payee; (v) Such a notice of payment is made within a period of 30 days from the date of the receipt of the information by the payee from the bank regarding return of the cheque, as unpaid and (vi) inspite of the demand notice the drawer of the cheque failed to make the payment within a period of 15 days from the date of receipt of the demand notice.",
        "17. In order to constitute the offence under Section 138 N.I. Act all the aforesaid ingredients (i) to (vi) must co-exist. Each one of the ingredients (i) to (v) flows from the document, which evidences the existence of such an ingredient. The only other ingredient no. (vi) the complainant can only assert but cannot prove. The burden is essentially on the drawer of the cheque to prove that he had infact made the payment pursuant to the demand.",
        "18. In the case of Aneeta Hada (supra) the Hon'ble Supreme Court has held that Section 141 of the N.I. Act is concerned with the offences by the company. It makes the other persons, vicariously liable for commission of an offence on the part of the company. The vicarious liability gets attracted when the condition precedent laid down in Section 141 of the Act stands satisfied. There can be no vicarious liability unless there is a prosecution against the company. For maintaining a prosecution under section 141 of the N.I. Act, arraying of the company as an accused is imperative. The other categories of offenders can only be brought in the dragnet on (7) touchstone of vicarious liability as the same has been stipulated in the provision of Section 141 N.I. Act itself. Paragraph Nos. 53 and 59 of Aneeta Hada (supra) read as under:",
        {
            "I": [
                "53. It is to be borne in mind that Section 141 of the Act is concerned with the offences by the company. It makes the other persons vicariously liable for commission of an offence on the part of the company. As has been stated by us earlier, the vicarious liability gets attracted when the condition precedent laid down in Section 141 of the Act stands satisfied. There can be no dispute that as the liability is penal in nature, a strict construction of the provision would be necessitous and, in a way, the warrant.",
                "59. In view of our aforesaid analysis, we arrive at the irresistible conclusion that for maintaining the prosecution under Section 141 of the Act, arraigning of a company as an accused is imperative. The other categories of offenders can only be brought in the dragnet on the touchstone of vicarious liability as the same has been stipulated in the provision itself. We say so on the basis of the ratio laid down in C.V. Parekh (AIR 1971 SC 447) (supra) which is a three-Judge Bench decision. Thus, the view expressed in Sheoratan Agarwal (AIR 1984 SC 1824) (supra) does not correctly lay down the law and, accordingly, is hereby overruled. The decision in Anil Hada (AIR 2000 SC 145) (supra) is overruled with the qualifier as stated in para 44. The decision in Modi Distilleries has to be treated to be restricted to its own facts as has been explained by us hereinabove."
            ]
        },
        "19. In Standard Chartered Bank Vs. State of Maharashtra and others (2016) 6 SCC 62 : (AIR 2016 SC 1750), also, it has been held that there cannot be any vicarious liability unless there is a prosecution against the Company. Paras 9,11 and 12 of the report read as under:",
        "9. On a studied scrutiny of the aforesaid provision, it is quite limpid that to constitute the criminal liability the complainant is required to show that a cheque was issued; that it was presented in the bank in question; that on due presentation, it was dishonoured; that, as enshrined in the provision, requisite notice was served on the person who was sought to be made liable for criminal liability; and that in spite of service of notice, the person who has been arraigned as an accused did not comply with the notice by making payment or fulfilling other obligations within the prescribed period, that is, 15 days from the date of receipt of notice.",
        "11. On a perusal of the aforesaid provision, it is clear as crystal that if the person who commits an offence under Section 138 of the Act is a company, the company as well as other person in charge of or responsible to the company for the conduct of the business of the company at the time of commission of the offence is deemed to be guilty of the offence. Thus, it creates a constructive liability on the persons responsible for the conduct of the business of the company.",
        "12. At one point of time, an issue had arisen before this Court, whether a complaint could be held to be maintainable without making the company a (8) party. The said controversy has been put to rest by a three-Judge Bench decision in Aneeta Hada v. Godfather Travels and Tours Private Limited wherein it has been held that: (SCC p. 688, para 58)",
        {
            "I": "58......... when the company can be prosecuted, then only the persons mentioned in the other categories could be vicariously liable for the offence subject to the averments in the petition and proof thereof."
        },
        "20. In N. Harihara Krishnan Vs. J Thomas (2018) 13 SCC 663 : (AIR 2017 SC 4125) the Hon'ble Supreme Court held that Section 141 stipulates the liability for the offence punishable under Section 138 N.I. Act when the person committing such an offence happens to be a company. In other words when a drawer of the cheque happens to be a company. Relevant part of paragraphs 20, 21 and 22 of the report read as under:",
        {
            "I": [
                "20. The offence under Section 138 of the Act is capable of being committed only by the drawer of the cheque. The logic of the High Court that since the offence is already taken cognizance of, there is no need to take cognizance of the offence against Dakshin is flawed. Section 141 stipulates the liability for the offence punishable under Section 138 of the Act when the person committing such an offence happens to be a company - in other words when the drawer of the cheque happens to be a company. Relevant portion of Section 141 reads as follows:-"
            ]
        },
        "141. Offences by companies.- (1) If the person committing an offence under Section 138 is a company, every person who, at the time the offence was committed, was in charge of, and was responsible to the company for the conduct of the business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly:",
        {
            "I": " 21.This Court in Aneeta Hada,(SCC p. 668, para 1), had an occasion to examine the question "
        },
        "whether an authorised signatory of a company would be liable for prosecution under Section 138 of the Negotiable Instruments Act, 1881 (for brevity",
        {
            "I": "the Act"
        },
        ") without the company being arraigned as an accused",
        {
            "I": [
                " and held as follows:-"
            ]
        },
        "59. In view of our aforesaid analysis, we arrive at the irresistible conclusion that for maintaining the prosecution under Section 141 of the Act, arraigning of a company as an accused is imperative. The other categories of offenders can only be brought in the drag-net on the touchstone of vicarious liability as the same has been stipulated in the provision itself. ...",
        {
            "I": [
                "22. The High Court failed to appreciate that the liability of the appellant (if any in the context of the facts of the present case) is only statutory because of his legal status as the Director of Dakshin. Every person signing a cheque on behalf of a company on whose account a cheque is drawn does not become the drawer of the cheque. Such a signatory is only a person duly authorised to sign the cheque on behalf of the company/drawer of the cheque."
            ]
        },
        "21. It has thus been settled in Aneeta Hada (supra) that for maintaining a prosecution against the person in charge of and responsible for conduct of the business of the company under (9) Section 138 N.I. Act, arraigning of the Company as an accused is imperative in view of Section 141 of the Act, as such a person can only be held vicariously liable. Consequently, on point No.1 it is so determined. Such a person, cannot be prosecuted unless there is prosecution of the company.",
        "22. Now I proceed to consider the second point, i.e. whether the cheque in question was issued by the applicant in his personal capacity or in the capacity of the Director of the Company.",
        "23. There is no averment in the complaint that the cheque was issued by the company or/and the applicant-accused signed the cheque in the capacity of the Director or the person in charge of the affairs of the Company. The complaint has been filed without any refefence to the company, which has also not been made a party- accused in the Complaint.",
        "24. In paragraph 4 of the complaint, there is an averment that the applicant-accused gave an account payee cheque No. 613677 dated 30.4.2015 drawn on ICICI Bank, Branch Sigra, for Rs. 5,00,000/- to the complainant-opposite party No.2.",
        "25. This Court by order dated 27.1.2016 granted time to learned counsel for the applicant to enable him to file a photocopy of the cheque in question and in the light of that order the applicant filed supplementary affidavit dated 14/15.2.2016 annexing therewith copy of the cheque, as annexure No.1.",
        "26. By order dated 15.2.2016 the supplementary affidavit was taken on record and the proceedings of the complaint case were stayed.",
        "27. In the summoning order the Magistrate has observed that the photocopy of the cheque and other documentary evidence was filed in support of the complaint and the original of those documents was produced before him for perusal. The particulars of the cheque have been mentioned as an account payee cheque bearing No. 613677 (10) dated 3.4.2015 drawn on ICICI Bank Branch Sigra for an amount of rupees 5 lakhs.",
        "28. Perusal of the copy of the cheque, annexure No. 1 to the supplementary affidavit, shows that it bears the same particulars as are mentioned in the complaint and in the summoning order.",
        "29. There is, as such, no doubt or dispute that the very cheque annexure No.1 to the supplementary affidavit, is the basis of the prosecution against the applicant under Section 138 N.I. Act.",
        "30. The issuance of cheque, whether in the personal capacity or in the capacity of authorized signatory of the Company, can be determined from perusal of the cheque itself. It is one of the essential ingredients to constitute on offence under Section 138 N.I. Act, that the person drew a cheque on an account maintained with the Banker and the existence of this ingredient is to be proved from the document itself i.e. the cheque, and for its proof no other evidence is required. Therefore, in the exercise of jurisdiction under Section 482 Cr.P.C. this Court can determine if the cheque was issued as authorized signatory or in personal capacity by the applicant, as such a determination does not involve making of any comparative assessment of the evidence/material on record before the Magistrate or the merit or demerit of such material. This would also not involve taking of a view different from the view taken by the Courts below on assessment of the evidence. This is also not considering the defence of the accused applicant but is an exercise to see if one of the basic ingredients to constitute an offence under Section 138 N.I. Act is or is not made out, prima facie, on the basis of the material on record, the very document i.e. cheque, which is the basis of the complaint and is undisputed.",
        "31. In Harshendra Kumar D. Vs. Rebatilata Koley (2011) 3 SCC 351 : (AIR 2011 SC 1090) the Hon'ble Supreme Court has laid down that while exercising jurisdiction under Section 482 Cr.P.C. or criminal (11) jurisdiction under Section 397 Cr.P.C. in a case where complaint is sought to be quashed, in an appropraite case, if on the face of the document which are beyond suspicion or doubt placed by the accused, the accusation against accused cannot stand, it would be travesty of justice if the accused is relegated to trial and is asked to prove his defence before the trial court. In such a matter, for promotion of justice or to prevent injustice or abuse of a process, the High Court may look into the materials which have a significant bearing on the matter at a prima facie stage. In Anita Malhotra Vs. Apparel Export Promotion Council and another (2012) 1 SCC 520 : (AIR 2012 SC 31), the same principle has been reiterated. Paragraphs 19 and 20 of the Anita Malhotra (supra) read as under:",
        {
            "I": "19. In Harshendra Kumar D. v. Rebatilata Koley, while considering the very same provisions coupled with the power of the High Court under Section 482 of the Code of Criminal Procedure, 1973 (in short "
        },
        "the Code",
        {
            "I": ") for quashing of the criminal proceedings, this Court held: (SCC pp.361-62, para 25) "
        },
        "25. In our judgment, the above observations cannot be read to mean that in a criminal case where trial is yet to take place and the matter is at the stage of issuance of summons or taking cognizance, materials relied upon by the accused which are in the nature of public documents or the materials which are beyond suspicion or doubt, in no circumstance, can be looked into by the High Court in exercise of its jurisdiction under Section 482 or for that matter in exercise of revisional jurisdiction under Section 397 of the Code. It is fairly settled now that while exercising inherent jurisdiction under Section 482 or revisional jurisdiction under Section 397 of the Code in a case where complaint is sought to be quashed, it is not proper for the High Court to consider the defence of the accused or embark upon an enquiry in respect of merits of the accusations. However, in an appropriate case, if on the face of the documents - which are beyond suspicion or doubt - placed by accused, the accusations against him cannot stand, it would be travesty of justice if accused is relegated to trial and he is asked to prove his defence before the trial court. In such a matter, for promotion of justice or to prevent injustice or abuse of process, the High Court may look into the materials which have significant bearing on the matter at prima facie stage.",
        "20. As rightly stated so, though it is not proper for the High Court to consider the defence of the accused or conduct a roving enquiry in respect of merit of the accusation, but if on the face of the document which is beyond suspicion or doubt placed by the accused and if it is considered the accusation against her cannot stand, in such a matter, in order to prevent injustice or abuse of process, it is incumbent on the High Court to look into those document/documents which have a bearing on the matter even at the initial stage and grant relief to the person concerned by exercising jurisdiction under Section 482 of the Code.",
        {
            "I": [
                "32. In view of the law laid down in the above judgment if a document which is beyond suspicion or doubt, even if filed by the (12) accused, can be looked into, the document filed by the complainant forming the basis of the complaint which is beyond doubt can also be looked into for the purpose of ascertaining if prima facie offence is made out for summoning the accused.",
                "33. A perusal of the copy of the cheque shows that it is signed by Sanjay Singh, the applicant, for Udit Infraheights Private Limited, as its authorised signatory.",
                "34. The Magistrate, in passing the summoning order did not consider this aspect of the matter, if the averments of the complaint, even if taken to be true on their face value, were established, prima facie, from the documentary evidence, in particular, copy of the cheque filed in evidence as also from perusal of the original cheque which was produced before the Magistrate. In other words, the Magistrate had to satisfy himself, prima facie, if the cheque was issued by the applicant in his personal capacity which was the Complaint Case and this satisfaction could be easily arrived at on the basis of the cheque document itself. From perusal of the cheque document it was evident that it was issued by the applicant not in his personal capacity and as such the learned Magistrate ought to have considered that the complaint case was not supported by the documentary evidence.",
                "35. The cheque, on its face evidencing to have been isued by the Company and the applicant having signed it in the capacity of authorized signatory, the Magistrate ought to have considered the basic question, going to the root of the maintainability of the complaint against the applicant, for want of the company being arrayed as accused, in view of Section 141 N.I. Act. In the absence of the company, as accused, any offence was not made out, even prima facie, against the applicant for his summoning under Section 138 read with Section 141 of the N.I. Act.",
                "36. Perusal of the order passed in Revision shows that the (13) applicant raised this plea in revision that the cheque in question was issued as Director of the Company but the company was not made a party-accused and as such no offence was made out against the applicant. Reliance was also placed on the judgment in the case of Aneeta Hada (supra) before the revisional Court.",
                "37. The Revisional Court dealt with the above isue only in a cursory manner, by observing that as the averment in the complaint was, giving money to the applicant in personal capacity and giving of cheque to the complainant by the applicant in personal capacity the company was not the necessary accused-party. On this reasoning, the judgment in Aneeta Hada (supra) was also distinguished. The revisional court failed to look at the cheque which on the face of it was signed by the applicant as authorized signatory for the named company.",
                "38. In Pooja Ravinder Devidasani Vs. State of Maharashtra and another 2015 (88) All Cri C 613 the Hon'ble Supreme Court has held that putting criminal law into motion is not a matter of course. A Magistrate taking cognizance of an offence under Section 138/141 of the N.I. Act, making a person vicariously liable has to ensure strict compliance of the statutory requirements.",
                "39. In Ashoke Bafna Vs. Upper India Steel Manufacturing and Engineering Company Limited (2018) 14 SCC 202 : (AIR 2017 SC 2854) the Hon'ble Supreme Court held that before summoning an accused under Section 138 N.I. Act, the Magistrate is expected to examine the nature of the allegations made in the complaint and the evidence, both oral and documentary, in support thereof, and then to proceed further with proper application of mind to the legal principles on the issue.",
                "40. On the second point I hold that the cheque was issued by the applicant as authorized signatory for the company.",
                "41. Now coming to the last point if the criminal proceedings and (14) the orders under challenge deserve to be quashed in the exercise of jurisdiction under section 482 Cr.P.C.",
                "42. In Rishipal Singh Vs. State of Uttar pradesh and others (2014) 7 SCC 215 : (AIR 2014 SC 2567) the Hon'ble Supreme Court, while considering the scope of Section 482 Cr.P.C. held that when a prosecution at the initial stage is asked to be quashed, the test to be applied is as to whether the uncontroverted allegations as made in the complaint prima facie establish the case. The Courts have to see whether the contravention of the complaint amounts to abuse of process of law and whether contravention of criminal proceedings results in miscarriage of justice or when the court comes to a conclusion that quashing the proceedings would otherwise secure the ends of justice, then the Court can exercise the power under Section 482 Cr.P.C. The judgment in the case of Medchl Chemicals and Pharma (P) Ltd. (2000) 3 SCC 269 : (AIR 2000 SC 1869) was referred, in which the Hon'ble Apex Court held that in the event, the Court on perusal of the Complaint comes to a conclusion that the allegations levelled in the Complaint or charge sheet on the face of it does not constitute or disclose any offence as alleged there ought not to be any hesitation to rise up to the expectation of the people and deal with the situation as is required under law. Paragraphs 10 to 13 and 17 of Rishipal Singh (Supra) read as under:"
            ]
        },
        "10. Before we deal with the respective contentions advanced on either side, we deem it appropriate to have thorough look at Section 482 Cr.P.C., which reads:",
        {
            "I": "482, Saving of inherent powers of High Court- Nothing in this Code shall be deemed to limit or affect the inherent powers of the High Court to make such orders as may be necessary to give effect to any orders under this Code, or to prevent abuse of process of any court or otherwise to secure the ends of justice"
        },
        ". A bare perusal of Section 482 Cr.P.C. makes it crystal clear that the object of exercise of power under this section is to prevent abuse of process of Court and to secure ends of justice. There are no hard-and-fast rules that can be laid down for the exercise of the extraordinary jurisdiction, but exercising the same is an exception, but not a rule of law. It is no doubt true that there can be no straight jacket formula nor defined parameters to enable a court to invoke or exercise its inherent powers. It will always depend upon the facts and circumstances of each case. The Courts have to be very circumspect while exercising jurisdiction under Section 482 Cr.P.C.",
        "11. This Court in Medchl Chemicals and Pharma (P) Ltd. v Biological E. Ltd has discussed at length about the scope and ambit while exercising power under Section (15) 482 Cr.P.C. and how cautious and careful the approach of the Courts should be. We deem it apt to extract the relevant portion from that judgement, which reads:",
        {
            "I": "2. Exercise of jurisdiction under inherent power as envisaged in Section 482 of the Code to have the complaint or the charge-sheet quashed is an exception rather than rule and the case for quashing at the initial stage must have to be treated as rarest of rare so as not to scuttle the prosecution. With the lodgement of first information report the ball is set to roll and thenceforth the law takes its own course and the investigation ensues in accordance with the provisions of law. The jurisdiction as such is rather limited and restricted and its undue expansion is neither practicable nor warranted. In the event, however, the court on a perusal of the complaint comes to a conclusion that the allegations levelled in the complaint or charge-sheet on the fact of it does not constitute or disclose any offence as alleged, there ought not to be any hesitation to rise up to the expectation of the people and deal with the situations as is required under the law. Frustrated litigants ought not to be indulged to give vent to their vindictiveness through a legal process and such an investigation ought not to be allowed to be continued since the same is opposed to the concept of justice, which is paramount"
        },
        ".",
        "12. This Court in plethora of judgments has laid down the guidelines with regard to exercise of jurisdiction by the Courts under Section 482 Cr.P.C. In State of Haryana v. Bhajan Lal (AIR 1993 SC 1348) this Court has listed the categories of cases when the power under Section 482 can be exercised by the Court. These principles or the guidelines were reiterated by this Court in (1) CBI v. Duncans Agro Industries Ltd : (AIR 1996 SC 2452) (2) Rajesh Bajaj v. State (NCT of Delhi) (AIR 1999 SC 1216) and (3) Zandu Pharmaceuticals Works Ltd. v Mohd. Sharaful Haque : (AIR 2005 SC 9). This Court in Zandu Pharmaceuticals Ltd. observed that:",
        {
            "I": "The power under Section 482 of the Code should be used sparingly and with circumspection to prevent abuse of process of Court, but not to stifle legitimate prosecution. There can be no two opinions on this, but if it appears to the trained judicial mind that continuation of a prosecution would lead to abuse of process of Court, the power under Section 482 of the Code must be exercised and proceedings must be quashed"
        },
        ".",
        "13. What emerges from the above judgments is that when a prosecution at the initial stage is asked to be quashed, the test to be applied by the Court is as to whether the uncontroverted allegations as made in the complaint prima facie establish the case. The courts have to see whether the continuation of the complaint amounts to abuse of process of law and whether continuation of the criminal proceeding results in miscarriage of justice or when the court comes to a conclusion that quashing these proceedings would otherwise serve the ends of justice, then the Court can exercise the power under Section 482 Cr.P.C. While exercising the power under the provision, the Courts have to only look at the uncontroverted allegation in the complaint whether prima facie discloses an offence or not, but it should not convert itself to that of a trial Court and dwell into the disputed questions of fact.",
        "17. It is no doubt true that the Courts have to be very careful while exercising the power under Section 482 Cr.P.C. At the same time we should not allow a litigant to file vexatious complaints to otherwise settle their scores by setting the criminal law into motion, which is a pure abuse of process of law and it has to be interdicted at the threshold. A clear reading of the complaint does not make out any offence against the appellant Branch Manager, much less the offences alleged under Section 34, 379, 411, 417, 418, 420, 467, 458 and 477 I.P.C. We are of the view that even assuming that the Branch Manager has violated the instructions in the complaint in letter and spirit, it all amounts to negligence in discharging official work, at the maximum it can be said that it is dereliction of duty.",
        {
            "I": [
                "43. In Pooja Ravinder (supra) the Hon'ble Suprme Court has held that the Superior Court should maintain purity in the administration of Justice and should not allow the abuse of the (16) process of the Court. Paragraph 30 reads as under: "
            ]
        },
        "Putting the criminal law into motion is not a matter of course. To settle the scores between the parties which are more in the nature of a civil dispute, the parties cannot be permitted to put the criminal law into motion and Courts cannot be a mere spectator to it. Before a Magistrate taking cognizance of an offence under Section 138/141 of the N.I. Act, making a person vicariously liable has to ensure strict compliance of the statutory requirements. The Superior Courts should maintain purity in the administration of Justice and should not allow abuse of the process of the Court. The High Court ought to have quashed the complaint against the appellant which is nothing but a pure abuse of process of law.",
        "44. In view of the above, this court is satisfied that as the complaint has not been filed against the company; as the company has not been made a party accused; no vicarious liability can be imposed on the accused applicant. The complaint cannot proceed against the applicant in his personal capacity as the cheque was issued by the company and the applicant had signed the cheque as its authorized signatory. Any offence, even prima facie, is not made out against the applicant under Section 138 N.I. Act read with Section 141 of the Act.",
        "45. The proceedings of the complaint case and the orders under challenge amount to abuse of the process of the Court and deserve to be quashed to secure the ends of justice.",
        "46. This section 482 Cr.P.C. petition is allowed. The orders under challenge and the proceedings of Complaint Case No. 1153 of 2015 (Manoj Kumar vs Sanjay Singh) as aforesaid are hereby quashed.",
        "47. No orders as to costs."
    ],
    "HeadNote": "(A)Criminal P.C. (2 of 1974), S.482 - Negotiable Instruments Act (26 of 1881), S.138, S.141 - Quashing of proceedings - Dishonour of cheque - Offence by company - Vicarious liability - Accused issuing cheque in capacity of authorised signatory of company - To maintain prosecution against accused who acted as in charge of company, said company is required to arrianged as accused - Unless such person can only be held vicariously liable - Proceedings against accused, liable to be quashed. (2012) 5 SCC 661 Relied on. (Paras21 22)(B)Criminal P.C. (2 of 1974), S.482 - Negotiable Instruments Act (26 of 1881), S.138, S.141 - Quashing of proceedings - Dishonour of cheque - Offence by company - Cheque in question and other documents showing that same was not issued in personal capacity of accused , rather issued in capacity of signatory authorised by company - Complaint not supported by documentary evidence - Hence proceedings against accused liable to be quashed. (Paras34 35)",
    "Result": "Petition allowed"
}