{
    "ILOCaseNo": "2021 ILO TRI 606884",
    "Court": "TRIPURA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Crl. Rev. P - 60 of 2018",
            "Petitioner": "Rinku Debnath Alias basu",
            "Respondent": "Sumana Saha"
        }
    ],
    "JudgmentDate": "31/03/2021",
    "JudgmentBy": "S. G. CHATTOPADHYAY",
    "BenchCoram": "S. G. CHATTOPADHYAY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "H. K. Bhowmik"
        ],
        "LawyerForRespondent": [
            "S. Mahajan"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. This criminal revision petition arises out of the judgment and order dated 26.07.2018 passed by the Additional Sessions Judge, Court No.2, Agartala in Criminal Appeal No.33 of 2017 reversing the judgment and order of conviction and sentence dated 29.06.2017 delivered in Case No. NI 111 of 2009 by the Additional Chief Judicial Magistrate, West Tripura, Agartala. Aggrieved by and dissatisfied with the said judgment of the Additional Sessions Judge, Agartala, the original complainant has preferred this revision petition challenging the order of acquittal of the respondent. [2] Heard Mr. H. K. Bhowmik, learned counsel appearing for the petitioner as well as Mr. S. Mahajan, learned counsel appearing for the respondent. [3] Facts of the case are as under: Petitioner and respondent used to work as advocate's clerks at Agartala and, as such, they were known to each other. The respondent borrowed a sum of Rs.1,30,000/- on 30.10.2007 from the petitioner for purchasing a Maruti car for doing business. While taking the loan, the respondent assured the petitioner that she would repay the loan within six months. The petitioner then borrowed Rs.50,000/- from Sri Swapan Pal (PW-2) and Rs.80,000/- from his friend Sri Sajal Laskar and gave the entire sum of Rs.1,30,000/- as loan to the respondent. Despite lapse of the assured period of six months, the respondent did not repay the loan to the petitioner. As a result of constant persuasion of the petitioner, the respondent ultimately issued a cheque in his name bearing No. MPS/M 028821 dated 22.05.2009 for a sum of Rs.1,30,000/- drawn on UBI, G.B Hospital extension counter at Agartala against her Savings Bank Account No.1449 towards repayment of the loan. The petitioner presented the said cheque for encashment in UCO Bank, High Court extension branch where he maintained Savings Bank Account No.4485. The cheque was dishonoured for insufficiency of fund in the said account of the respondent and the fact was informed to the petitioner from his bank vide cheque returning memo dated 27.05.2009 (Exbt.3). [4] The petitioner then issued statutory demand notice dated 01.06.2009 (Exbt.4) to the respondent in terms of Section 138 of the N.I. Act demanding repayment of the said amount. The respondent having failed to make the payment within the notice period, the petitioner filed a complaint under Section 138 of the N.I. Act in the Court of the Chief Judicial Magistrate, West Tripura at Agartala. [5] The case was then made over to the Court of Judicial Magistrate, First Class (Court No.5) at Agartala for trial. The trial Court examined the complainant petitioner under Section 200 Cr.P.C and after taking cognizance of offence under Section 138 of the N.I. Act, summoned the accused respondent. The accused sought for exemption from personal appearance which was rejected by the trial Court and to compel her appearance arrest warrant was issued against her. The complainant respondent also submitted a petition before the Court saying that the original cheque submitted by him along with his complaint was missing from the case record. The bench clerk was directed by the trial Court to report about the veracity of the claim of the complainant with regard to filing of the original cheque in Court. Thereafter the Court did not proceed further with this issue. [6] At the commencement of trial, the accusation against the accused respondent was explained to her in terms of Section 251 Cr.P.C which reads as under:",
        {
            "I": "The substance of accusation is that you, Smt. Sumana Saha on 30.10.2007 took loan of Rs.1,30,000/- from the complt., Rinku Debnath @ Basu and on demand, in response to the return of the loan amount, on 22.5.09 you issued a cheque being No.028821 for Rs.1,30,000/- drawn on UBI, Agartala, G.B Extension Br. in favour of the complt. On 25.5.2009 complt. submitted the said cheque before his banker, U.Co. Bank, High Court Br. for encashment but on 27.5.2009 the said bank informed him by issuing a return memo that the cheque was dishonoured due to insufficient fund and inspite of receiving the demand notice you did not make any payment of Rs.1,30,000/- within the stipulated period, as such you violated the provision of Sec.138 of N.I. Act."
        },
        "Accused respondent pleaded not guilty and claimed a trial. [7] During trial, complainant examined himself as PW-1 and one Sri Swapan Paul as PW-2. The trial Court also summoned the Branch Manager of UCO Bank, High Court Branch in exercise of power under Section 311, Cr.P.C and examined the witnesse as Court Witness(CW) No.1. Similarly, the trial Court summoned the Branch Manager of UBI, G. B. P Hospital extension branch and examined him as Court Witness(CW) No.2. [8] After the recording of the prosecution evidence and examination of the Court witnesses was over, the trial Court examined the accused respondent under Section 313 Cr. P.C and recorded her statement. She pleaded innocence and claimed that the charge was foisted on her. She also desired to adduce evidence on her behalf. Accordingly, the accused examined two witnesses including herself. She examined herself as DW-1 and one Sanjib Roy, an advocate's clerk as DW-2. [9] On appreciation of evidence, the learned trial Court arrived at the conclusion that the case was proved against the accused respondent and accordingly, she was found guilty of offence punishable under Section 138 of the N.I Act and she was convicted for the said offence. After hearing on sentence, she was sentenced to a fine of Rs.1,30,000/- and in default to suffer S.I for four months. It was ordered that the fine on realisation be paid to the complainant respondent as compensation. [10] In appeal, the learned Additional Sessions Judge held that there was no legally enforceable debt and the complainant could not also prove the fact that he had sufficient fund to provide a loan of a sum of Rs.1,30,000/- to the accused respondent and more over he failed to prove the presentation of cheque at his bank, return of cheque for insufficiency of fund, service of statutory demand notice upon the accused respondent etc. and on those grounds the appellate Court allowed the appeal of the accused respondent and acquitted her by setting aside trial court's judgment. Hence, the aggrieved complainant has filed this criminal revision petition challenging the impugned judgment of the appellate Court. [11] One of the most essential things which is required to be seen in a case under Section 138 of the N.I Act is whether the cheque represents discharge of existing enforceable debt or liability or whether it reflects advance payment without there being a subsisting debt or liability. In the given context, complainant PW-1 stated in his examination in chief that in the month of October in 2007, his colleague Smt. Sumana Saha, accused, approached him for a loan for purchasing a Maruti car for commercial use. On her assurance that she would return the money within six months, PW-1 gave her Rs.1,30,000/- by borrowing the money from two of his friends namely, Sri Swapan Pal and Sri Sajal Laskar. The said sum of money was paid by him to the accused on 30.10.2007 in presence of said Swapan pal and Sajal Laskar when the accused assured him that she would return the money within six months. After lot of persuasion, the accused issued cheque No. MPS/M/No.028821 dated 22.05.2009 drawn on UBI, G.B Hospital extension counter for a sum of Rs.1,30,000/-. PW-1 presented the said cheque for encashment in UCO Bank, High Court Branch where he maintained savings bank account No. 4485 in his name. According to him he presented the cheque on 25.5.2009. On 27.5.2009 the cheque was returned by his banker with a return memo (Exbt.3) for insufficiency of funds in the account of the accused. Initially he asked the accused to make the payment. Seeing her reluctant in making the payment, he served statutory demand notice on the accused within 15 days. The notice was returned unserved with a report that the addressee was not found in the given address. The PW then approached the Court by filing a complaint under Section 138 of the Negotiable Instruments Act, 1881. In the cross examination of the witness, there is no denial of payment of said loan to the accused by the complainant. it would be appropriate to reproduce the cross examination of PW-1 which is as under :",
        {
            "I": "The accused is an advocate's clerk and used to work with me. I gave loan to the accused for Rs.1,30,000/-. I gave the money after collecting it from Swapan Paul and Sajal Laskar. I have given the money in full amount at a time in presence of Swapan and Sajal in cash and a money receipt was issued in my name only. I have not given any receipt to Swapan and Sajal for taking money from them. I deposited the cheque on 25.05.09 and on 27.05.09 I was informed about dishonour of cheque. I gave advocate notice on 01.06.09. The demand notice was not received by the accused and the notice was returned but I do not remember the date of return. I have after refusal of notice given the address of the accused to post office, I have not submitted any copy to show that I submitted it to the post office. It is not a fact that I wilfully sent the demand notice to wrong address. It is not a fact that accused repaied me the loan of Rs.1,30,000/- or I tore the original cheque intentionally and submitted a photocopy of the same before the court or for this reason I filed the complaint petition after the statutory period. It is not true that I am not entitle to get any money from the accused."
        },
        "[12] Said Swapan Pal, PW-1 from whom complainant PW-1 borrowed Rs.50,000/- for giving the loan to the accused also deposed at the trial as PW-2. In his examination in Chief, the PW stated that pursuant to the request of the PW-1 he gave him Rs.50,000/- to him to give the loan to the accused. The complainant borrowed more Rs.80,000/- from Sajal Laskar and gave a sum of Rs.1,30,000/- to the accused as loan in his presence. PW-2 further stated that the accused assured repayment of the loan within six months. When she did not return the loan within the period assured by her, the PW accompanied the complaint to her house at 79 tilla within jurisdiction of East Agartala police station when the accused stated to them that she did not have any cash at that moment. Therefore, she issued the said cheque of a sum of Rs.1,30,000/- to the complainant which was later dishonoured for insufficiency of fund in her account. In his cross examination, the PW-2 made the following statement:",
        {
            "I": "I do not have any licence for money lending. I gave money to Rinku Debnath on 30.10.07 but I did not obtain any money receipt from him. I do not know the accused Rinku took money from me to give money to Sumana saha when the money was taken I did not know Sumana Saha. I have not never personally asked the accused to return the money. I do not know how Sumana was supposed to return the money. I do not know whether accused paid back the loan to Rinku or not."
        },
        "[13] Smt. Sumana Saha who is the accused gave statement as DW-1. In her examination-in- chief on affidavit she admitted that she worked as an advocate's clerk and she was acquainted with the complainant who was also a clerk of another advocate. She further stated that in 2004 she purchased a Maruti Car by taking loan from a non banking financial institution and due to non payment of loan in time, her vehicle was confiscated by the loan giver. She had then taken a loan of a sum of Rs.50,000/- from the complainant on condition that she would pay Rs.5000/- per month for 16 months to the complainant for which she gave signed blank cheque and stamp papers to the complainant on condition that those documents would be returned to her after repayment of the loan. Thereafter, she paid Rs.80,000/- to the complainant by paying monthly instalments of Rs.5000/- for 16 months though she had taken a loan of Rs.50,000/- only. Despite repayment of loan, the complaint did not return the cheque and stamp papers to her. The matter was later settled between them and the said blank cheque and stamp papers were destroyed by the complainant in her presence. Subsequently, she received a notice from Court and came to know that complainant filed a case against her for realisation of Rs.1,30,000/-. According to the DW she had never taken such loan from complainant. She stuck to her version that she had taken a loan of Rs.50,000/- only from the complaint for which she paid him Rs.80,000/- at the rate of Rs.5000/- per month in 16 instalments. In her cross examination she denied having issued a cheque dated 22.5.2009 of a sum of Rs.1,30,000/- to the complaint. She however, admitted that signature in cheque No. 028821 was her signature. According to her she issued two blank cheques in the name of the complainant. The relevant extract of her cross examination is as under:",
        {
            "I": "**** I gave two blank cheques, containing my signatures to Rnku Debnath. There was no written receipt or agreement in relation to the taking of money from Rinku Debnath or handing over blank cheque to him. I took the money and gave cheques to Rinku Debnath in the Agartala court premises. I issued the notice addressed to Swapan Paul after reading the contents and satisfied myself. In may notice I have stated that two cheques were for Rs.50,000/- and drawn on UBI, G. B. Bazar Branch, Agartala. It is not a fact that I did not hand over two blank cheques to Rinku Debnath in lieu of Rs.50,000/- loan taken my me. It is not a fact that I issued cheque worth Rs.1,30,000/- dated 22.05.2009 in favour of Rinku Debnath. The signature in the cheque No.028821 is my signature."
        },
        "(emphasis supplied) [14] Accused produced her colleague Sanjib Roy as DW-2 who was also a clerk of an advocate. Said Sri Sanjib Roy, DW-2 in his examination in chief on affidavit asserted as follows:",
        {
            "I": "That, on 15-06-2009 Monday while I was purchasing Stamp paper from vender Chandan Kumar Bhowmik, I saw gathering of some people beside the vendors shop and on curiosity while I advanced I saw that Rinku @ Basu was tearing some papers. On my query I could know that there was a dispute regarding payment of loan amount of Rs.50,000/- between Sumana and Rinku today the matter had been settled and so Rinku @ Basu has torn the said cheque."
        },
        "In his cross examination he stated that he was not aware of actually what was settled between the accused and the complainant because he was not a part of the process. [15] Among the other two witnesses who were examined as Court witnesses, Sri Rajarshi Debnath was the Branch Manager of UCO Bank, District Court Branch which was later renamed as High Court Branch. He was examined as CW-1. The other Court Witness was Sushil Ch. Deb, Branch Manager of UBI, G.B. Hospital Branch who was examined as CW-2. [16] CW-1 stated that cheque No.028821 dated 22.05.2009 of an amount of Rs.1,30,000/- was presented in his bank on 22.05.2009 by a deposit slip (Exbt.2). Thereafter the cheque was sent for clearance to UBI G.B hospital extension branch where the accused maintained her account. [17] By producing the clearance register of his bank, CW-1 stated that the said cheque was sent for clearance on 25.05.2009. Relevant extract of the clearance register was produced by the witness in Court to prove the dispatch of the said cheque to UBI G, B Hospital extension branch for clearance. The trial Court after comparing the copy of the said document with the original produced by the Bank marked the copy as Exbt.C/1. In Cross examination the witness denied to have produced a manufactured document in the name of cheque clearance register. [18] CW-2 was the Branch Manager of UBI G.B. Hospital extension branch where the accused had maintained his account. The CW submitted a certified statement of the account of the accused for the period from 11.05.2009 to 27.07.2009 which was marked as Exbt.C/10. The PW further stated that old account number of the accused was 1449 which was later converted into new account No.1507010101449. The witness confirmed that the cheque returning memo (Exbt.-3) was issued from Agartala Branch of UBI as the Agartala Branch of UBI was the clearance branch. According to the witness, the said cheque was sent from UCO Bank district Court Branch, Agartala for clearance. In his cross examination, the PW stated that a cheque may be dishonoured for reasons other than insufficiency of fund. [19] On appreciation of evidence the trial Court held the accused guilty of offence punishable under Section 138, N.I. Act and sentenced her to a fine of Rs.1,30,000/- and in default of payment of fine, simple imprisonment for four months. Aggrieved accused preferred appeal in the Court of the Sessions Judge in West Tripura Judicial District at Agartala. The appeal was heard by the Additional Sessions Judge,(Court No.2) at Agartala. The appellate Court reverted the decision of the Trial Court holding that the case against the accused was not proved beyond reasonable doubt. The accused was therefore held not guilty and acquitted of the charge. The complainant has challenged the said order of acquittal by filing the present criminal revision petition against the impugned order of the Additional Sessions Judge, Agartala. [20] Counsel appearing for the complainant petitioner contends that the onus to rebut the statutory presumptions under Sections 138 and 139 of the N.I Act lies on the accused. According to learned counsel, the complainant has discharged his burden by proving that the cheque was issued by the accused. Now, the burden to prove the fact that said cheque was issued not for discharge of any debt or liability lies on the accused. To support his contention Mr. H. K. Bhowmik, learned advocate has relied on the decision of the Apex Court in Uttam Ram Vrs. Definder Singh Hudan and Another; reported in (2019) 10 SC 287 : (AIROnline 2019 SC 1285 ) in which the Apex Court has held as under:",
        "21. There is the mandate of presumption of consideration in terms of the provisions of the Act. The onus shifts to the accused on proof of issuance of cheque to rebut the presumption that the cheque was issued not for discharge of any debt or liability in terms of Section 138 of the Act which reads as under:",
        {
            "I": "138. Dishonour of cheque for insufficiency, etc., of funds in the account. - Where any cheque drawn by a person on an account maintained by him with a banker for payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability, is returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with that bank, such person shall be deemed to have committed an offence and shall...."
        },
        "22. In Kumar Exports, it was held that mere denial of existence of debt will not serve any purpose but accused may adduce evidence to rebut the presumption. This Court held as under:",
        {
            "I": "20. The accused in a trial under Section 138 of the Act has two options. He can either show that consideration and debt did not exist or that under the particular circumstances of the case the non- existence of consideration and debt is so probable that a prudent man ought to suppose that no consideration and debt existed. To rebut the statutory presumptions an accused is not expected to prove his defence beyond reasonable doubt as is expected of the complainant in a criminal trial. The accused may adduce direct evidence to prove that the note in question was not supported by consideration and that there was no debt or liability to be discharged by him. However, the court need not insist in every case that the accused should disprove the non- existence of consideration and debt by leading direct evidence because the existence of negative evidence is neither possible nor contemplated. At the same time, it is clear that bare denial of the passing of the consideration and existence of debt, apparently would not serve the purpose of the accused. Something which is probable has to be brought on record for getting the burden of proof shifted to the complainant. To disprove the presumptions, the accused should bring on record such facts and circumstances, upon consideration of which, the court may either believe that the consideration and debt did not exist or their non- existence was so probable that a prudent man would under the circumstances of the case, act upon the plea that they did not exist. Apart from adducing direct evidence to prove that the note in question was not supported by consideration or that he had not incurred any debt or liability, the accused may also rely upon circumstantial evidence and if the circumstances so relied upon are compelling, the burden may likewise shift again on to the complainant. The accused may also rely upon presumptions of fact, for instance, those mentioned in Section 114 of the Evidence Act to rebut the presumptions arising under Sections 118 and 139 of the Act."
        },
        "[21] According to Mr. Bhowmik, learned counsel for the petitioner, the accused has not denied his signature appearing on the cheque. Her contention is that she issued a blank cheque in favour of the complainant petitioner which was later misutilized by the complainant by putting the said figure of Rs.1,30,000/-. [22] According to learned counsel, in the factual context of the case, the said plea of the accused cannot be treated as a probable defence. It is further contended by the counsel of the petitioner that accused is always entitled to produce materials to rebut the statutory presumptions to establish that the preponderance of probabilities were in his favour. According to learned counsel, though the accused gave oral evidence of herself and another witness as DW-1 and DW-2 she could not show that preponderance of probabilities were in her favour. Even in her examination under Section 313 Cr. P.C, except denial, she did not make out any defence case. In support of his contention Mr. Bhowmik, learned counsel of the accused has relied on the decision of the Apex Court in Rohitbhai Jivanlal Patel Vrs. State of Gujarat and another; reported in (2019) 18 SCC 106 wherein the Apex Court has held as under:",
        {
            "I": "12. ******** The principles aforesaid are not of much debate. In other words, ordinarily, the Appellate Court will not be upsetting the judgment of acquittal, if the view taken by Trial Court is one of the possible views of matter and unless the Appellate Court arrives at a clear finding that the judgment of the Trial Court is perverse, i.e., not supported by evidence on record or contrary to what is regarded as normal or reasonable; or is wholly unsustainable in law. Such general restrictions are essentially to remind the Appellate Court that an accused is presumed to be innocent unless proved guilty beyond reasonable doubt and a judgment of acquittal further strengthens such presumption in favour of the accused. However, such restrictions need to be visualised in the context of the particular matter before the Appellate Court and the nature of inquiry therein. The same rule with same rigour cannot be applied in a matter relating to the offence under Section 138 of the NI Act, particularly where a presumption is drawn that the holder has received the cheque for the discharge, wholly or in part, of any debt or liability. Of course, the accused is entitled to bring on record the relevant material to rebut such presumption and to show that preponderance of probabilities are in favour of his defence but while examining if the accused has brought about a probable defence so as to rebut the presumption, the Appellate Court is certainly entitled to examine the evidence on record in order to find if preponderance indeed leans in favour of the accused."
        },
        "[23] It is argued by learned counsel of the petitioner that the complainant by adducing sufficient evidence at the trial Court proved that the accused had borrowed loan of a sum of Rs.1,30,000/- from him and for purchasing a Maruti Car for business and for repaying her debt she admittedly issued a cheque in favour of the complainant which was dishonoured by the bank for insufficiency of fund in the account maintained by the accused. Thereafter the complainant issued statutory notice demanding repayment of the loan which was not responded by the accused. The complainant therefore prosecuted her under Section 138, N. I. Act and the trial court after recording evidence and hearing the parties held her guilty and convicted and sentenced her to punishment. But the appellate Court upset the judgment of conviction without assigning any reason. Learned counsel therefore, urges the Court to dismiss the judgment of the appellate Court by upholding the conviction and sentence of the accused. [24] Mr. S. Mahajan, learned advocate appearing for the accused respondent submits that the appellate Court rightly dismissed the judgment of the trial Court by setting aside the conviction and sentence of the accused. According to Mr. Mahajan, learned counsel it would not be appropriate for the High Court to take a different view because the appellate Court decided the matter on appreciation of evidence and acquitted the accused for lack of evidence. In a criminal revision High Court cannot re-appreciate the evidence unless it is shown that it would otherwise tantamount, to gross miscarriage of justice. Mr. Mahajan has relied on decision of the Apex Court in State of Kerala Vrs. Puttumana Illath Jathavedan Namboodiri reported in (1992) 2 SCC 452 wherein the Apex Court has held as under:",
        {
            "I": "5. *****In Its revisional jurisdiction, the High Court can call for and examine the record of any proceedings for the purpose of satisfying itself as to the correctness, legality or propriety of any finding, sentence or order. In other words, the jurisdiction is one of Supervisory Jurisdiction exercised by the High Court for correcting miscarriage of justice. But the said revisional power cannot be equated with the power of an Appellate Court nor can it be treated even as a second Appellate Jurisdiction. Ordinarily, therefore, it would not be appropriate for the High Court to re-appreciate the evidence and come to its own conclusion on the same when the evidence has already been appreciated by the Magistrate as well as the Sessions Judge in appeal, unless any glaring feature is brought to the notice of the High Court which would otherwise tentamount to gross miscarriage of justice. On scrutinizing the impugned Judgment of the High Court from the aforesaid stand point, we have no hesitation to come to the conclusion that the High Court exceeded its jurisdiction in interfering with the conviction of the respondent by re-appreciating the oral evidence.*****"
        },
        "[25] It is a settled proposition of law that mere issuance of a cheque and its dishonour would not constitute an offence by itself under Section 138 N.I Act, 1881 unless the basic elements of Section 138 and the eventualities mentioned in Clauses (a), (b) and (c) in the proviso to Section 138 of the N.I. Act, 1881 are satisfied. For better understanding it would be apposite to reproduce the provision which is an under:",
        {
            "I": "138. Dishonour of cheque for insufficiency, etc., of funds in the account. - Where any cheque drawn by a person on an account maintained by him with a banker for payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability, is returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with that bank, such person shall be deemed to have committed an offence and shall, without prejudice to any other provisions of this Act, be punished with imprisonment for [a term which may be extended to two years], or with fine which may extend to twice the amount of the cheque, or with both: Provided that nothing contained in this section shall apply unless- (a) the cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier; (b) the payee or the holder in due course of the cheque, as the case may be, makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the cheque, [within thirty days] of the receipt of information by him from the bank regarding the return of the cheque as unpaid; and (c) the drawer of such cheque fails to make the payment of the said amount of money to the payee or, as the case may be, to the holder in due course of the cheque, within fifteen days of the receipt of the said notice. Explanation.- For the purposes of this section, "
        },
        "debt or other liability",
        {
            "I": " means a legally enforceable debt or other liability."
        },
        "From a plain reading of Section 138 of the N. I. Act, 1881 it appears that to make out an offence under Section 138 of the N.I Act, the following ingredients are required to be satisfied: (i) It has to be proved against the accused that he had drawn a cheque against the account maintained by him in a bank for certain amount of money payable to the complainant for discharge of any excising debt or other liability. (ii) Such cheque has to be presented by the complainant within six months from the date on which it was drawn or within the validity period of the cheque. (iii) It has to be proved that the said cheque was returned by the bank unpaid either because of insufficiency of fund in the account of the accused or because it exceeded the amount arranged to be paid from such account of the accused by an agreement made by him with the bank. (iv) After the cheque is dishonoured, the payee or the holder of the cheque is required to make a demand for payment of the cheque amount by giving a notice to the complainant/ drawer of the cheque within 15 days of receipt of the information by him from the bank. (v) Further, it has to be proved that the accused/drawer of the cheque failed to pay to the complainant the cheque amount within 15 days of receipt of the said notice.",
        "26. With regard to the service of statutory notice, accused pleaded that she did not receive any such notice after the cheque issued by her was allegedly dishonoured.The complainant seems to have proved by adducing documentary evidence that he issued such notice (Exbt.4) within 15 days from the date of his receiving the information from the bank that the cheque was dishonoured for insufficiency of fund in the account of the accused. In this regard it has been held by the Apex Court in K. Bhaskaran Vrs. Sankaran Vaidhyan Balan and another; reported in (1999) 7 SCC 510 : (AIR 1999 SC 3762) that the notice can be deemed to have been served on the sendee where the sender has despatched the said notice by post with the correct address written on it unless the sendee proves that it was not really served and he was not responsible for such non service. It has been held by the Apex Court that any other interpretation can lead to a very tenuous position as the drawer of the cheque who is liable to pay the amount would resort to the strategy of subterfuge by successfully avoiding the notice. [27] In the given context, the accused and the complainant were known to each other for long because they worked together as advocate's clerk over a long period of time. Address of the accused was not unknown to the complaintant. It is no case of the accused that her address written on the notice dated 01.06.2009 (Exbt.4) was not correct.",
        "28. With regard to existing debt, the accused as DW-1 stated at the trial that she purchased a Maruti Car in 2004 by taking loan from a financer and when she failed to repay the loan she borrowed a sum of Rs.50,000/- from the complainant for which she paid him a sum of Rs.80,000/- in 16 monthly instalments. According to her she gave some blank cheques to the complainant as security for borrowing said sum of money from him on condition that the cheque would be returned to her once she repays the loan. According to her, despite payment of loan the complainant did not give back her cheque which was later misutilized by the complainant and the present case was filed against her. In her cross examination also she said that she issued two cheques in favour of the complainant. In this regard, she could not produce any evidence at all. She could not recall the dates on which those cheques were issued. She also stated in her evidence that the blank cheques and the stamp paper given by her to the complainant were destroyed by the complainant in her presence. Therefore, question of using blank cheque against her is redundant. Moreover, though she denied to have issued the said cheque of the sum of Rs.1,30,000/- to the complainant, she has categorically admitted in her cross examination that the signature appearing on cheque No. 028821 (Exbt.1) was her own signature. The statement made by her is as under:",
        {
            "I": "The signature in the cheque No.028821 is my signature"
        },
        "[29] The fact that she had the account in UBI, G.B. Hospital Extension branch and that fund in her account was insufficient when the impugned cheque was drawn by her is also proved by the branch manager of the said bank who has been examined as CW-2 by producing documentary evidence. CW-2 has proved the fact that the said cheque which was presented by the complainant for encashment in UCO Bank, District Court Branch was sent to UBI at Agartala branch for clearance from where the cheque was returned for insufficiency of fund vide cheque returning memo (Exbt.3). [30] CW-1, who was the Branch Manager of UCO Bank, District Court Branch, later renamed as High Court Branch also proved the presentation of the impugned cheque by the accused in UCO Bank and the fact that the same was sent for clearance to UBI.",
        "31. It has surfaced on record that the accused admitted that she once borrowed money from the petitioner for repaying her loan taken for purchasing a Maruti Car. According to her amount was Rs.50,000/- for which she repaid Rs.80,000/- in instalments to the accused. Her defence that she issued two blanks cheques to the complainant and the complainant did not return those cheques to her despite repayment of his loan is not at all provable in the given facts and circumstances of the case. She could not produce any iota of evidence in support of such contention of her. The accused on the other hand by producing documentary evidence has proved that the complainant issued the impugned cheque for sum of Rs.1,30,000/- for repayment of an existing debt and the said cheque was dishonoured by bank. Accused has also admitted her signature on the said cheque. The fact that after the cheque was dishonoured, complainant issued demand notice within the statutory period demanding the accused to pay the cheque amount is also proved. Having received no response from her, the accused filed the case under Section 138 N.I Act, 1881 in which accused was convicted and sentenced by the trial Court which was reversed in appeal by the Additional Sessions Judge.",
        "32. For the reasons discussed above, the conclusion drawn by the learned Additional Sessions Judge by the impugned judgment holding the accused not guilty is found unsustainable in law.",
        "33. Consequently, the present criminal revision petition is allowed. The accused respondent is held guilty of offence punishable under Section 138, N.I. Act. She will pay Rs.1,30,000/- as fine within a period of three months from today which will be paid to the complainant petitioner. If the amount of fine is not paid by her within the said period, she will undergo simple imprisonment for a period of four months as ordered by the learned trial Court. [34] In terms of the above, the case is disposed of. Pending application(s), if any, shall also stand disposed of. Send down the LCR."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Evidence Act (1 of 1872), S.3 - Dishonour of cheque - Proof - Allegations that cheque issued by accused against repayment of loan, got dishonoured - Case of accused that once she borrowed money from complainant for which two blank cheques and stamp paper issued to complainant as security - Plea of accused that despite making repayment of loan, complainant did not return said blank cheques which he later misutilized and then lodged alleged case of dishonour of cheque against her - Accused in her evidence stated that blank cheques and stamp paper given by her to complainant were destroyed by complainant in her presence - Hence, question of using blank cheque against accused is redundant - Material on record proving that cheque issued by accused for repayment of an existing debt dishonoured by bank - Accused admitted her signature on said cheque - Fact that after cheque being dishonoured, complainant issued demand notice within statutory period demanding accused to pay cheque amount, proved - Accused liable to be convicted. (Paras26 28 31 32 33)",
    "Result": "Petition allowed"
}