{
    "ILOCaseNo": "2021 ILO KAR 606817",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL REVISION PETITION - 932 of 2016",
            "Petitioner": "K. Guruprasad Karohatikar",
            "Respondent": "Chinnaswamy late Kempegowda"
        }
    ],
    "JudgmentDate": "08/04/2021",
    "BenchCoram": "DR . H. B. PRABHAKARA SASTRY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Kemparaju"
        ],
        "LawyerForRespondent": [
            "M. D. Alavandar"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The present revision petition has been filed by the accused who was convicted by the Court of the Civil Judge and J.M.F.C. at Pandavapura, (hereinafter for brevity referred to as the",
        {
            "I": "Trial Court"
        },
        ") by its order dated 14-08-2015, in C.C.No.292/2010 for the offence punishable under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter for brevity referred to as the",
        {
            "I": "N.I. Act"
        },
        ") and was sentenced to undergo simple imprisonment for a term of six months and also to pay the fine twice the cheque amount of `1,50,000/- and in default of payment of fine amount, to undergo simple imprisonment for a period of three months. Aggrieved by the same, the accused preferred an appeal in Criminal Appeal No.5019/2015 in the Court of the III Additional District and Sessions Judge, Mandya (sitting at Srirangapattana) (hereinafter for brevity referred to as the",
        {
            "I": "Sessions Judge's Court"
        },
        "), which by its impugned judgment dated 25-06-2016 dismissed the appeal, confirming the judgment of conviction and order on sentence passed by the Trial Court. Aggrieved by the impugned judgments and order on sentence, the accused has preferred the present revision petition.",
        "2. The summary of the case of the complainant in the Trial Court in C.C.No.292/2010 is that, the accused who is the petitioner herein, who had availed loan of a sum of `1,50,000/- from him on 10-12-2009, had issued the cheque in question towards the repayment of the loan, which cheque when presented for its realisation, came to be dishonored and returned from the drawee Bank with reason of",
        {
            "I": "funds insufficient"
        },
        ". Thereafter, though a demand was made by serving the legal notice upon the accused to pay the cheque amount, still, he did not meet the demand, which constrained the complainant to institute a criminal case against him before the Trial Court for the offence punishable under Section 138 of the N.I. Act.",
        "3. As observed above, after contest, the Trial Court held the accused guilty of the offence punishable under Section 138 of the N.I. Act and sentenced him accordingly. Challenging the said judgment, a criminal appeal in Criminal Appeal No.5019/2015 was filed by the accused, which also came to be dismissed, while confirming the judgment of conviction and order on sentence passed by the Trial Court.",
        "4. When this matter is listed today, learned counsels from both side along with the petitioner/ accused and the respondent/complainant as identified by them are physically present in the Court and they file an application I.A.No.2/2021 under Section 147 of the N.I. Act, and also file a joint affidavit.",
        "5. In both the joint application as well as the joint affidavit, they have sought permission for compounding the offence and to set aside the impugned judgments and order on sentence and acquit the accused of the alleged offence punishable under Section 138 of the N.I. Act.",
        "6. Learned counsels from both side make their submissions supporting the joint application and the joint affidavit of the parties. The parties who are physically present and identified by their respective learned counsels also make their submissions on line with the joint application and the joint affidavit under consideration.",
        "7. In the present joint application and joint affidavit filed by both parties, who are identified by their learned counsels in the application as well the affidavit also, they have stated that both of them have settled the matter and the present respondent (complainant) has got no objection to set aside the impugned judgments and to acquit the present petitioner (accused) for the alleged offence. The respondent herein(complainant) has also stated that the Trial Court be directed to release/refund the deposited amount to the petitioner/accused.",
        "8. The enquiry made with the parties who are physically present convinces the Court that both the parties out of their free consent and volition and in their best interest have settled the matter which is further corroborated by the submissions made by their learned counsels. As such, I am of the view that on the terms of the said joint application, the parties be permitted to compound the offence punishable under Section 138 of the N.I. Act, however, subject to the payment of the graded cost by the petitioner/accused.",
        "9. Section 147 of the N.I. Act has made every offence punishable under the N.I. Act as compoundable. As such, there is no bar for the parties in the proceeding to compound the offence. However, at the same time, the guidelines laid down by Hon'ble Apex Court in Damodar S. Prabhu v. Sayed Babalal H reported in AIR 2010 SUPREME COURT 1907 regarding imposing graded cost on litigant also to be borne in mind. According to the said Judgment in Damodar S. Prabhu's Case (supra), if the application for compounding is made before the Sessions Court or High Court in revision or appeal, such compounding is permitted to be allowed on the common condition that the accused pays 15% of the cheque amount by way of cost. Accordingly, taking into consideration the joint application for compounding, the guidelines given by the Hon'ble Apex Court in Damodar S. Prabhu's case (Supra) and the circumstance of the case on hand, I proceed to pass the following:- O R D E R [i] The Joint application - I.A.No.2/2021 filed by both side under Section 147 of the Negotiable Instruments Act, 1881, is allowed; [ii] The parties to the present petition are permitted to compound the offence, however, subject to the petitioner herein (accused) paying a sum of ````22,500/- (Rupees Twenty Two Thousand Five Hundred Only) towards graded cost; [iii] Subject to the payment of graded cost, the judgment of conviction and order on sentence dated 14-08-2015, passed by the learned Civil Judge and JMFC at Pandavapura, in C.C.No.292/2010 is set aside and consequently, the judgment dated 25-06-2016 passed by the III Additional District and Sessions Judge, Mandya (sitting at Srirangapattana) in Criminal Appeal No.5019/2015, also stands set aside; [iv] The petitioner herein - Sri.K. Guruprasad Karohatikar, S/o. N.K. Nanjaiah, who was the accused before the Trial Court, is acquitted of the alleged offence punishable under Section 138 of the Negotiable Instruments Act, 1881; [v] However, this order of compounding of the offence and acquittal of the petitioner herein would come into operation and would enure to the benefit of the petitioner, only after he deposits the graded cost as ordered above, and in its entirety within ten days from today. In case of non- deposit of the said amount in its entirety, today's order would not enure to the benefit of the petitioner. [vi] The Trial Court is directed to refund/release the amount said to have been deposited by the present petitioner (accused) before it, in his favour, after his due identification and in accordance with law, after deducting a sum of ``22,500/- (Rupees Twenty Two Thousand Five `` Hundred Only) towards graded cost. In view of disposal of main petition, the pending I.A.No.1/2021 and I.A.No.1/2016 do not survive for consideration. Registry to transmit a copy of this order to both the Trial Court and also to the Sessions Judge's Court immediately."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Cheque dishonour - Compounding of offence - Cheque issued by accused for repayment of loan availed by him, dishonoured - Accused convicted for offence - Both parties out of their free consent and volition and in their best interest settled matter - Considering terms of joint application, parties permitted to compound the offence punishable, subject to payment of graded cost by accused - Accused, acquitted. (Paras8 9)",
    "Result": "Petition allowed"
}