{
    "ILOCaseNo": "2021 ILO SC 601381",
    "Court": "SUPREME COURT OF INDIA",
    "CaseDetails": [
        {
            "CaseNo": "Criminal Appeal No. 1105 of 2021",
            "Petitioner": "Bhupesh Rathod",
            "Respondent": "Dayashankar Prasad Chaurasia and Anr."
        }
    ],
    "JudgmentDate": "10/11/2021",
    "JudgmentBy": "Sanjay Kishan Kaul",
    "BenchCoram": "Sanjay Kishan Kaul;M. M. SUNDRESH",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Pratap Singh Parmar",
            "Kuldeep Singh Kuchaliya",
            "Mohd. Aarif",
            "Manoj Kumar",
            "Ajay Pal",
            "AOR"
        ],
        "LawyerForRespondent": [
            "V. K. Sidharthan",
            "AOR",
            "Samrat Krishnarao Shinde",
            "Rahul Chitnis",
            "Sachin Patil",
            "AOR",
            "Aaditya A. Pande",
            "Geo Joseph"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Dayashankar Chaurasia, the respondent issued eight (8) cheques of Rs.20,000/- each totalling to Rs.1,60,000/- in favour of M/s. Bell Marshall Telesystems Limited (for short 'the Company'). The cheques were drawn on HDFC Bank, Vasai (E) Branch, Mumbai. These cheques were drawn on different dates but were presented together for payment on 10.05.2006. All the cheques got dishonoured on account of",
        {
            "I": "funds insufficient"
        },
        "as per Bank Memos issued on 12.05.2006. On the cheques being dishonoured, legal notices were issued by the beneficiary under Section 138(b) of the Negotiable Instruments Act, 1881 (hereinafter referred to as the 'NI Act') on 26.05.2006. The demand was, however not met within fifteen (15) days of the receipt of the notice nor was any reply sent which resulted in the complaint bearing No.160/SS/07 being filed on 07.07.2006 by Mr. Bhupesh Rathod before the Special Metropolitan Magistrate, Mumbai. The complaint was accompanied by a Board Resolution of the Company dated 17.05.2006 authorising Mr. Bhupesh Rathod to initiate legal action against the respondent on behalf of the Company. On 24.12.2007, the Company filed an affidavit through its Managing Director, i.e., Mr. Bhupesh Rathod, stating that it had authorised him through the abovementioned Board Resolution to file a complaint case against the respondent.",
        "2. In view of the fact that much turns on the manner of description of the complainant, we reproduce the description of the complainant as under:",
        {
            "I": "Mr. Bhupesh M. Rathod Managing Director of M/s. Bell Marshall Telesystems Ltd. Aged: 41 years, Occupation: Business Having address at 1107, V Maker Chamber, Nariman Point Mumbai- 400021."
        },
        "3. The Board Resolution passed on 17.05.2006 is in the following terms:",
        {
            "I": "RESOLVED THAT legal action be initiated against Dayashankar Prasad Choursiya for the dishonour of chqs issued by him and in discharge of this liabilities to the company and Mr. Bhupesh Rathod/Sashikant Ganekar is hereby authorized to appoint advocates, issues of notices through advocate, file complaint, Verifications on Oath, appoint Constituent attorney to file complaint in the court and attend all such affairs which may be needed in the process of legal actions."
        },
        "For Bell Marshal Tele Systems LTD. Sd/- Dated: 17/05/2006 Director",
        {
            "I": [
                "4. We reproduce the aforesaid as the competency and the manner of filing of the complaint are the primary considerations debated before us.",
                "5. The case made out in the complaint is that a sum of Rs.1,60,000/- was advanced to the respondent by the Company and the cheques were issued to repay the loan. The respondent took an objection that the complaint was filed in the personal capacity of Mr. Bhupesh Rathod and not on behalf of the Company. While on the other hand it was contended by the appellant that the complaint was in the name of the Company and in the cause title of the complaint he had described himself as the Managing Director. The Company was a registered company under the Companies Act, 1956. The registration certificate, however, was not placed on record. On this aspect, it was the further submission of the respondent that it is only in the aforesaid title description that the complainant is described as the Managing Director of the Company but in the body of the complaint it is not so mentioned.",
                "6. The trial court acquitted the respondent on 12.03.2009 based on a dual reasoning - (a) there was no document except the promissory note signed by the respondent to show that the loan was being granted; and (b) the Board Resolution itself was not signed by the Board of Directors (it may be stated that this was really a true copy of the Board Resolution).",
                "7. The appellant preferred an appeal before the High Court. The High Court by the impugned order dated 03.08.2015 dismissed the appeal.",
                "8. It may be relevant to note that the High Court traversed many paths while coming to this conclusion. In a nutshell the reasoning was: (a) it could not be said that the complaint had been filed by a payee or holder in due course as mandated under Section 142(a) of the NI Act; (b) the payee was the Company and a perusal of the complaint did not show that the complaint was filed by the Company. It had been filed by the appellant who had described himself as the Managing Director of the Company only in the cause title of the complaint; (c) probably a conscious choice was made to not file the complaint in the name of the Company as it was unclear whether the Company was authorised to advance loans.",
                "9. We may note that the High Court did not give its imprimatur to the entire reasoning of the trial court as it noticed that the demand notice was sent on behalf of the Company. Thus, the Company was aware that the complaint had to be filed by the Company itself. It was observed that the aforesaid aspect was probably left vague on purpose by the Company and therefore, it was opined that the complaint had not been filed by the payee in terms of Section 142 of the NI Act. Complainant's/Appellant's submissions:",
                "10. The appellant contended before us that it was quite apparent from the cause title of the complaint which is an integral part of the complaint, that the same had been filed on behalf of the Company. It was further contended that this was the reason that the Board Resolution authorising the Managing Director to file a complaint for dishonour of the cheques was annexed. The address given was of the Company, which was the registered office address. The affidavit filed in the cross-examination in pursuance thereto left no manner of doubt that the complaint was filed as the Managing Director of the Company.",
                "11. It is the say of the appellant that there is a presumption under Section 139 and 118 of the NI Act which was not rebutted by the respondent. It was further contended that a duly signed cheque was sufficient to raise a presumption under Section 139 of the NI Act against the respondent as held in Triyambak S. Hegde v. Sripad1. It was not the say of the respondent in defence that the cheque was not signed by him or was signed under any fraud or misrepresentation.",
                "1. Crl. Appeal Nos. 849-850/2011 decided on 23.09.2021.",
                "12. It was submitted that a very hyper technical view of the matter had been taken and it only related to the format of the filing of the complaint and not the substance. The trial court itself had accepted that the complaint was filed on behalf of the Company as otherwise it would have refused to take cognizance under Section 142(a) of the NI Act. The respondent had not even challenged the summoning order on the ground that the complaint is not filed on behalf of the Company. Respondent's submissions:",
                "13. Learned counsel for the respondent, however, contended that the appellant had failed to prove his case beyond reasonable doubt and the complaint itself was not in a proper form. The complaint and the Board Resolution did not lead to a conclusion that it was filed on behalf of the Company. The Board Resolution was also not signed by the Directors of the Company nor does it find that it authorises the complainant to file the complaint.",
                "14. The respondent also contended that no loan was advanced by the Company nor has it been proved as to whose account the alleged loan was advanced to. No loan agreement in favour of the Company was placed on record. Our View:",
                "15. We have examined the submissions of the learned counsel for the parties.",
                "16. To decide the controversy the relevant Sections of the NI Act are extracted as under: "
            ]
        },
        "138.Dishonour of cheque for insufficiency, etc., of funds in the account.- Where any cheque drawn by a person on an account maintained by him with a banker for payment of any amount of money to another person from out of that account for the discharge, in whole or in part, of any debt or other liability, is returned by the bank unpaid, either because of the amount of money standing to the credit of that account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with that bank, such person shall be deemed to have committed an offence and shall, without prejudice to any other provision of this Act, be punished with imprisonment for [a term which may be extended to two years], or with fine which may extend to twice the amount of the cheque, or with both: Provided that nothing contained in this section shall apply unless- (a) the cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier; (b) the payee or the holder in due course of the cheque, as the case may be, makes a demand for the payment of the said amount of money by giving a notice; in writing, to the drawer of the cheque, [within thirty days] of the receipt of information by him from the bank regarding the return of the cheque as unpaid; and (c) the drawer of such cheque fails to make the payment of the said amount of money to the payee or, as the case may be, to the holder in due course of the cheque, within fifteen days of the receipt of the said notice.",
        {
            "I": " .... .... .... .... .... "
        },
        "139.Presumption in favour of holder.- It shall be presumed, unless the contrary is proved, that the holder of a cheque received the cheque of the nature referred to in section 138 for the discharge, in whole or in part, of any debt or other liability.",
        {
            "I": " .... .... .... .... .... "
        },
        "118.Presumptions as to negotiable instruments.- Until the contrary is proved, the following presumptions shall be made: - (g) that holder is a holder in due course:- that the holder of a negotiable instrument is a holder in due course : provided that, where the instrument has been obtained from its lawful owner, or from any person in lawful custody thereof, by means of an offence or fraud, or has been obtained from the maker or acceptor thereof by means of an offence or fraud, or for unlawful consideration, the burden of proving that the holder is a holder in due course lies upon him.",
        {
            "I": " .... .... .... .... .... "
        },
        "142.Cognizance of offences.- Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), - (a) no court shall take cognizance of any offence punishable under section 138 except upon a complaint, in writing, made by the payee or, as the case may be, the holder in due course of the cheque; (b) such complaint is made within one month of the date on which the cause of action arises under clause (c) of the proviso to section 138: [Provided that the cognizance of a complaint may be taken by the Court after the prescribed period, if the complainant satisfies the Court that he had sufficient cause for not making a complaint within such period;] (c) no court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the first class shall try any offence punishable under section 138.",
        "17. We must say at the inception that the respondent not having disputed his signatures on the cheques, it was for the respondent to show in what circumstances the cheques had been issued, i.e., why was it not a cheque issued in due course. The words of Section 139 of the NI Act are quite clear that unless the contrary is proved, it shall be presumed that the holder of the cheque received the cheque of the nature referred to in Section 138 for the discharge, in whole or in part, of any debt or other liability. The respondent has not set up a case that the nature of transaction was of the nature which fell beyond the scope of Section 138. Other than taking a technical objection, really nothing has been said on the substantive aspect.",
        "18. The only eligibility criteria prescribed under Section 142(1)(a) is that the complaint must be by the payee or the holder in due course.",
        "19. In the conspectus of the aforesaid principles we have to deal with the plea of the respondent that the complaint was not filed by the competent complainant as it is the case that the loan was advanced by the Company. As to what would be the governing principles in respect of a corporate entity which seeks to file the complaint, an elucidation can be found in the judgment of this Court in Associated Cement Co. Ltd. v. Keshavanand2. If a complaint was made in the name of the Company, it is necessary that a natural person represents such juristic person in the court and the court looks upon the natural person for all practical purposes. It is in this context that observations were made that the body corporate is a de jure complainant while the human being is a de facto complainant to represent the former in the court proceedings. Thus, no Magistrate could insist that the particular person whose statement was taken on oath alone can continue to represent the Company till the end of the proceedings. Not only that, even if there was initially no authority the Company can at any stage rectify that defect by sending a competent person.",
        "2. (1998) 1 SCC 687 : (AIR 1998 SC 596).",
        "20. The aforesaid judgment was also taken note of in a subsequent judgment of this Court in M.M.TC Ltd. and Anr. v. Medchl Chemicals and Pharma (P) Ltd. and Anr.3",
        "3. (2002) 1 SCC 234 : (AIR 2002 SC 182).",
        "21. We find that the judicial precedents cited aforesaid have been breached by the Courts below. The High Court also embarked on a discussion as to the vagueness of the identity of the complainant and its relation with the legality of a loan which may be granted by the Company, something that was not required to be gone into.",
        "22. If we look at the format of the complaint which we have extracted aforesaid, it is quite apparent that the Managing Director has filed the complaint on behalf of the Company. There could be a format where the Company's name is described first, suing through the Managing Director but there cannot be a fundamental defect merely because the name of the Managing Director is stated first followed by the post held in the Company.",
        "23. It is also relevant to note that a copy of the Board Resolution was filed along with the complaint. An affidavit had been brought on record in the trial court by the Company, affirming to the factum of authorisation in favour of the Managing Director. A Manager or a Managing Director ordinarily by the very nomenclature can be taken to be the person in-charge of the affairs Company for its day-to-day management and within the activity would certainly be calling the act of approaching the court either under civil law or criminal law for setting the trial in motion4. It would be too technical a view to take to defeat the complaint merely because the body of the complaint does not elaborate upon the authorisation. The artificial person being the Company had to act through a person/official, which logically would include the Chairman or Managing Director. Only the existence of authorisation could be verified.",
        "4. Credential Finance Ltd. v. State of Maharashtra 1998(3) Mh.L.J. 805 : (1999 Cri LJ 1032 (Bom)).",
        "24. While we turn to the authorisation in the present case, it was a copy and, thus, does not have to be signed by the Board Members, as that would form a part of the minutes of the Board meeting and not a true copy of the authorisation. We also feel that it has been wrongly concluded that the Managing Director was not authorised. If we peruse the authorisation in the form of a certified copy of the Resolution, it states that legal action has to be taken against the respondent for dishonour of cheques issued by him to discharge his liabilities to the Company. To this effect, Mr. Bhupesh Rathod/Sashikant Ganekar were authorised to appoint advocates, issues notices through advocate, file complaint, verifications on oath, appoint Constituent attorney to file complaint in the court and attend all such affairs which may be needed in the process of legal actions. What more could be said?",
        "25. The finding by the Courts below as to the lack of authorisation to depose also, thus, stands nullified.",
        "26. The description of the complainant with its full registered office address is given at the inception itself except that the Managing Director's name appears first as acting on behalf of the Company. The affidavit and the cross-examination in respect of the same during trial supports the finding that the complaint had been filed by the Managing Director on behalf of the Company. Thus, the format itself cannot be said to be defective though it may not be perfect. The body of the complaint need not be required to contain anything more in view of what has been set out at the inception coupled with the copy of the Board Resolution. There is no reason to otherwise annex a copy of the Board Resolution if the complaint was not being filed by the appellant on behalf of the Company.",
        "27. In our view, one of the most material aspects is, as stated aforesaid, that the signatures on the cheques were not denied. Neither was it explained by way of an alternative story as to why the duly signed cheques were handed over to the Company. There was no plea of any fraud or misrepresentation. It does, thus, appear that faced with the aforesaid position, the respondent only sought to take a technical plea arising from the format of the complaint to evade his liability. There was no requirement of a loan agreement to be executed separately as any alternative nature of transaction was never stated. Conclusion:",
        "28. We are, thus, of the view that both the impugned orders of the trial court and the High Court cannot be sustained and are required to be set aside. The finding is, thus, reached that the complaint was properly instituted and the respondent failed to disclose why he did not meet the financial liability arising to a payee, who is a holder of a cheque in due course.",
        "29. We now turn to what would be the result of the aforesaid finding. The complaint was instituted in July, 2006. Fifteen (15) years have elapsed since then. The punishment prescribed for such an offence under Section 138 of the NI Act is imprisonment for a term which may extend to two years, or with fine which may extend to twice the amount of the cheque, or with both. We are of the view that in the given scenario the respondent should be sentenced with imprisonment for a term of one year and with fine twice the amount of the cheque, i.e., Rs.3,20,000/-. However, in view of passage of time, we provide that if the respondent pays a further sum of Rs.1,60,000/- to the appellant, then the sentence would stand suspended. The needful be done by the respondent within two (2) months from today. The appellant would also be entitled to costs.",
        "30. The appeal accordingly stands allowed in the aforesaid terms."
    ],
    "HeadNote": "(A)Negotiable Instruments Act (26 of 1881), S.138, S.142(a) - Dishonour of cheque - Complaint - Filed by Managing Director on behalf of Company - Cannot be dismissed merely on ground that name of Managing Director is mentioned first followed by post held in company. (Para22)(B)Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Appeal against acquittal - Cheques got dishonoured on account of 'funds insufficient' - Managing Director filed complaint on behalf of Company - Demand notice sent on behalf of Company - Thus, Company was aware that complaint had to be filed by Company itself - Signatures on cheques were not disputed by accused - Neither was it explained by way of an alternative story as to why duly signed cheques were handed over to Company - No case set up by accused that nature of transaction was of nature which fell beyond scope of S.138 - Order of Trial Court and High Court acquitting accused on ground that complaint was filed in personal capacity, unsustainable - However considering fact that 15 years elapsed from date of filing of complaint, Punishment of imprisonment for term of one year and with fine twice amount of cheque would be proper. (Paras26 27 28 29)",
    "Result": "Appeal allowed"
}