{
    "ILOCaseNo": "2021 ILO GUJ 606755",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "R/CRIMINAL REVISION APPLICATION - 638 of 2021",
            "Petitioner": "DILDAARKHAN ILAYKHAN PATHAN",
            "Respondent": "STATE OF GUJARAT"
        }
    ],
    "JudgmentDate": "07/10/2021",
    "BenchCoram": "Umesh A. Trivedi",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ma Kharadi"
        ],
        "LawyerForRespondent": [
            "Ms Jirga Jhaveri",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Mr. Jarjeeskhan Pathan, learned advocate has instruction to appear for and on behalf of respondent No.2 i.e. original complainant. He is in process of filing his appearance on behalf of the original complainant. Registry is directed to accept the Vakalatnama of Mr.Jarjeeskhan Pathan for and on behalf of respondent No.2-original complainant viz. Dhirajlal Manilal Prajapati, who is present before the Court and duly identified by Mr. Jarjeeskhan Pathan, learned advocate. 1.RULE. Learned APP Ms. Jirga Jhaveri, waives service of notice of rule for and on behalf of respondent No.1- State of Gujarat as also learned advocate Mr. Jarjeeskhan Pathan, waives service of notice of rule for and on behalf of respondent No.2- original complainant.",
        "2. This revision application is directed against the judgment of conviction and order of sentence dated 16.09.2019 passed by the learned Additional Chief Metropolitan Magistrate, Court No.28, Ahmedabad in Criminal Case No.407 of 2016 convicting the petitioners-accused for an offence under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as 'the Act') and directed them to undergo simple imprisonment of 2 years as also imposed a fine of double amount of cheque, and in default of payment of fine, they are ordered to undergo further 02 months of simple imprisonment. The said order has been confirmed by the learned Additional Sessions Judge, City Sessions Court, Ahmedabad, vide judgment and order dated 27.08.2021 rendered in Criminal Appeal No.648 of 2019. Hence, both these orders are under challenge before this Court.",
        "3. Mr. Jarjeeskhan Pathan, learned advocate placed on record compromise deed entered into between the petitioner-accused as also the complainant. As recorded in the terms of settlement that he has no objection if this Revision Application is allowed and the judgment of conviction and order of sentence recorded by the Competent Court and confirmed by the Appellate Court is set aside.",
        "4. Since the matter is settled between the parties and in view of Section 147 of 'the Act', the offence is made compoundable, now the settlement arrived at between the parties is required to be encouraged. In view of the compromise deed affirmed by the original complainant as per the terms recorded therein, the applicants- accused have paid the amount as stated in it. It is further stated therein that the respondent No.2-original complainant is not interested in sending the applicant in jail and he has no objection if the judgment of conviction and order of sentence imposed upon the applicants - accused is quashed and set aside. In view of the settlement arrived at between the parties, the judgment of conviction and order of sentence dated 16.09.2019 passed by the learned Additional Chief Metropolitan Magistrate, Court No.28, Ahmedabad in Criminal Case No.407 of 2016 as also the judgment and order dated 27.08.2021 passed by the learned Additional Sessions Judge, City Sessions Court, Ahmedabad, in Criminal Appeal No.648 of 2019, are hereby quashed and set aside.",
        "5. In view of sub- Section (8) of Section 320 of the Code of Criminal Procedure, 1973, the applicants are hereby acquitted from all the charges levelled against them.",
        "6. Though compounding under Section 147 of the Act is made permissible, in view of judgment of the Hon'ble Supreme Court in the case of Damodar S. Prabhu vs Sayed Babalal reported in AIR 2010 SC 1907, the accused are required to pay cost to be deposited with Gujarat State Legal Services Authority at the rate of 15% of cheque amount. Therefore, ends of justice would be met, if the applicants - accused are directed to deposit an amount of Rs.42,000/-(Forty Two Thousand only) towards the cost of this litigation to the Gujarat State Legal Services Authority within a period of four weeks from today.",
        "7. It is submitted that as recorded in the order passed by this Court, petitioners- accused had deposited an amount of Rs.84,900/- of all the three cases filed against them by the very complainant. As per the terms of the agreement and as agreed by the petitioners- accused, the said amount may be withdrawn by the complainant herein i.e. respondent no.2.",
        "8. The Trial Court is directed to refund the said amount to the respondent no.2- original complaint through an account payee cheque after verifying identity of the complainant.",
        "9. The application stands disposed of as allowed. Rule is made absolute to the above extent. Direct service is permitted."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Criminal P.C. (2 of 1974), S.320(8) - Dishonour of cheque - Settlement arrived at between parties - Accused paid amount as stated in compromise deed - Complainant not interested in sending accused in jail - Also he has no objection if judgment of conviction and sentence imposed upon accused is quashed - Considering settlement, accused acquitted from charges levelled against him - Furthermore, accused directed to deposit amount of Rs.42,000/- as cost of litigation. (Paras4 5 6)",
    "Result": "Petition allowed"
}