{
    "ILOCaseNo": "2021 ILO GUJ 606748",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "R/CRIMINAL MISC.APPLICATION - 18429 of 2020",
            "Petitioner": "BAJAJ FINANCE LIMITED",
            "Respondent": "POOJA NARAYAN KHETAN"
        }
    ],
    "JudgmentDate": "02/02/2021",
    "BenchCoram": "MS . BELA M. TRIVEDI",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Dhruv K. Dave"
        ],
        "LawyerForRespondent": [
            "Ms. C. M. Shah",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The application has been filed by the applicant- original complainant M/s. Bajaj Finance Limited seeking leave to appeal under section 378(4) of the Code of Criminal Procedure, 1973 in respect of judgment and order dated th 17.07.2020 passed by the 16 Additional Chief Judicial Magistrate, Vadodarat (hereinafter referred to as 'the Trial Court') in Criminal Case No. 41156/2018, whereby the Trial Court has acquitted the respondents-accused from the charges levelled against them under section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as 'the said Act').",
        "2. As per the case of the applicant- complainant, the applicant is the finance company registered under the Companies Act and is engaged in the business of granting loans. The respondents- accused had taken loan of Rs.1,39,40,000/- on 30.04.2011 and the accused had agreed to pay monthly installment of Rs.28,666/-. The accused in respect of the said loan, had issued a cheque of Rs.4,31,664/- dated 09.10.2018 in favour of the complainant, which cheque on presentation was dishonoured by the Bank with the endorsement of 'insufficient fund'. The complainant- company therefore had given a notice dated 31.10.2018, calling upon the accused to make payment of cheque amount, however, the said notice was not replied by the accused. The complainant-company had therefore filed the complaint. The Trial Court after appreciating the evidence on record has acquitted the respondents-accused from the charges levelled against them under section 138 of the said Act by holding inter alia that the complainant had misused the blank cheque given by the respondents-accused by way of security. Being aggrieved by the said judgment, the applicant-complainant has preferred the present application seeking leave to appeal under section 378(4) of the Code of Criminal Procedure.",
        "3. Learned Advocate Mr. Dhruv Dave for the applicant has placed reliance on the decisions of the Supreme Court in the case of Chandrappa and Ors. Vs. State of Karnataka reported in (2007) 4 SCC 415 : (2007 Cri LJ 2136 (SC)) and in the case of Sadhu Saran Singh Vs. State of Uttar Pradesh and Ors. reported in (2016) 4 SCC 357 : (AIR 2016 SC 1160 )and submitted that the scope of interference in the judgment of acquittal is not limited and the Appellate Court has full powers to review, reappreciate and reconsider the evidence upon which the order of acquittal is founded. According to him, the accused had not disputed their signatures on the cheque in question and therefore, the presumption under sections 118 read with 139 of the said Act was required to be raised against the accused, and the accused had failed to rebut the said presumption by leading cogent evidence.",
        "4. There cannot be any disagreement with the proposition of law laid down by the Supreme Court in the aforesaid judgment relied upon by learned Advocate Mr. Dave in case of Chandrappa and Ors. Vs. State of Karnataka (Supra). The Supreme Court while laying down the general principles regarding powers of the Appellate Court to deal with the appeal against the order of acquittal, has held as under:",
        {
            "I": "42. From the above decisions, in our considered view, the following general principles regarding powers of appellate Court while dealing with an appeal against an order of acquittal emerge; (1) An appellate Court has full power to review, reappreciate and reconsider the evidence upon which the order of acquittal is founded; (2) The Code of Criminal Procedure, 1973 puts no limitation, restriction or condition on exercise of such power and an appellate Court on the evidence before it may reach its own conclusion, both on questions of fact and of law; (3) Various expressions, such as, 'substantial and compelling reasons', 'good and sufficient grounds', 'very strong circumstances', 'distorted conclusions', 'glaring mistakes', etc. are not intended to curtail extensive powers of an appellate Court in an appeal against acquittal. Such phraseologies are more in the nature of 'flourishes of language' to emphasize the reluctance of an appellate Court to interfere with acquittal than to curtail the power of the Court to review the evidence and to come to its own conclusion. (4) An appellate Court, however, must bear in mind that in case of acquittal, there is double presumption in favour of the accused. Firstly, the presumption of innocence available to him under the fundamental principle of criminal jurisprudence that every person shall be presumed to be innocent unless he is proved guilty by a competent court of law. Secondly, the accused having secured his acquittal, the presumption of his innocence is further reinforced, reaffirmed and strengthened by the trial court. (5) If two reasonable conclusions are possible on the basis of the evidence on record, the appellate court should not disturb the finding of acquittal recorded by the trial court."
        },
        "5. Keeping in mind the aforestated principles, if the facts of the present case are appreciated, it appears that the complainant had alleged inter alia in the complaint that the respondents- accused had taken a loan of Rs.1,39,40,000/- on 30.04.2011, and had given the cheque in question for Rs.4,31,664/- on 09.10.2018. The said cheque on being presented in the Bank, was dishonoured with the endorsement of 'insufficient fund'. So far as the defence put forth by the respondents- accused was concerned, it was contended that they had not taken any loan as alleged and that the blank cheque signed by the accused given by way of security, has been misused by the complainant- company. It is pertinent to note that the Mr.Aniket Desai on behalf of the complainant- company was examined at Exh.4. In his cross-examination, he had admitted that he was working in the complainant-company since July, 2018 and that he did not have any personal knowledge about the loan transaction, as the loans were being given by the sales department of his company. He had further admitted that the blank cheques were being taken by the complainant- Company from the customers by way of security. He had also admitted that he had not produced any document in support of the alleged loan transaction entered into with the accused. Now, it cannot be gainsaid that it is for the complainant to prove that the cheque in question was issued by the accused towards the legally recoverable dues of the complainant. When the accused had raised the defence that the blank cheque given by way of security was misused by the complainant, the burden had shifted on the complainant to prove by producing cogent evidence that the amount of cheque in question was the legally recoverable amount from the accused.",
        "6. Though it is true that there is a legal presumption under section 139 of the said Act that it shall be presumed unless the contrary is proved that the holder of cheque received the cheque of the nature referred to in section 138 for the discharge, in whole or in part, of any debt or other liability, however it is also true that such a presumption under section 139 is a",
        {
            "I": "rebuttable presumption"
        },
        ", as the accused is at liberty to prove to the contrary.",
        "7. A three Judges' Bench of Supreme Court in the case of Hiten P. Dalal Vs. Bratindranath Benerjee, reported in (2001) 6 SCC 16, : (AIR 2001 SC 3897 ) while dealing with the issue of",
        {
            "I": "presumption"
        },
        "under section 139 of the said Act, held as under:-",
        {
            "I": "22. Because both sections 138 and 139 require that the Court "
        },
        "shall presume",
        {
            "I": " the liability of the drawer of the cheques for the amounts for which the cheques are drawn, as noted in State of Madras vs. A. Vaidyanatha Iyer, AIR 1958 SC 61, it is obligatory on the Court to raise this presumption in every case where the factual basis for the raising of the presumption had been established. "
        },
        "It introduces an exception to the general rule as to the burden of proof in criminal cases and shifts the onus on to the accused",
        {
            "I": " (ibid). Such a presumption is a presumption of law, as distinguished from a presumption of fact which describes provisions by which the court "
        },
        "may presume",
        {
            "I": [
                " a certain state of affairs. Presumptions are rules of evidence and do not conflict with the presumption of innocence, because by the latter all that is meant is that the prosecution is obliged to prove the case against the accused beyond reasonable doubt. The obligation on the prosecution may be discharged with the help of presumptions of law or fact unless the accused adduces evidence showing the reasonable possibility of the non-existence of the presumed fact.",
                "23. In other words, provided the facts required to form the basis of a presumption of law exists, no discretion is left with the Court but to draw the statutory conclusion, but this does not preclude the person against whom the presumption is drawn from rebutting it and proving the contrary. A fact is said to be proved when, "
            ]
        },
        "after considering the matters before it, the Court either believes it to exist, or considers its existence so probable that a prudent man ought, under the circumstances of the particular case, to act upon the supposition that it exists",
        {
            "I": " . Therefore, the rebuttal does not have to be conclusively established but such evidence must be adduced before the Court in support of the defence that the Court must either believe the defence to exist or consider its existence to be reasonably probable, the standard of reasonability being that of the 'prudent man'."
        },
        "8. Further, in case of Kali Ram Vs. State of Himachal Pradesh, reported in (1973) 2 SCC 808 : (AIR 1973 S C 2773) a three Judges' Bench of the Supreme Court, reiterating the cardinal principles of criminal justice delivery system, observed as under:-",
        {
            "I": "23. Observations in a recent decision of this Court, Shivaji Sahabrao Bobade and Anr. Vs. State of Maharashtra, (1973) 2 SCC 793 : (AIR 1973 SC 2622) to which reference has been made during arguments were not intended to make a departure from the rule of the presumption of innocence of the accused and his entitlement to the benefit of reasonable doubt in criminal cases. One of the cardinal principles which has always to be kept in view in our system (1) Cr. App.Ho.26 of 1970 decided on August 27, 1973 734 of administration of justice for criminal cases is that a person arraigned as an accused is presumed to be innocent unless that presumption is rebutted by the prosecution by production of evidence as may show him to be guilty of the offence with which he is charged. The burden of proving the guilt of the accused is upon the prosecution and unless it relieves itself of that burden, the courts cannot record a finding of the guilt of the accused. There are certain cases in which statutory presumptions arise regarding the guilt of the accused, but the burden even in those cases is upon the prosecution to prove the existence of facts which have to be present before the presumption can be drawn. Once those facts are shown by the prosecution to exist, the court can raise the statutory presumption and it would, in such an event, be for the accused to rebut the presumption. The onus even in such cases upon the accused is not as heavy as is normally upon the prosecution to prove the guilt of the accused. If some material is brought on the record consistent with the innocence of the accused which may reasonably be true, even though it is not positively proved to be true, the accused would be entitled to acquittal."
        },
        "9. The Supreme Court in the case of M. S. Narayana Menon alias Mani Vs. State of Kerala and Ors., reported in AIR 2006 SC 3366, after discussing series of earlier decisions held inter alia that the standard of proof expected from the accused is preponderance of probabilities. Inference of preponderance of probabilities can be drawn not only from the material on records but also by reference to the circumstances upon which he relies. He does not have to establish his case beyond a reasonable doubt. Nonetheless, a bare denial of the passing of the consideration or of existence of debt, would not serve the purpose of the accused. Something which is probable has to be brought on record for getting the burden of proof shifted to the complainant, as held by the Supreme Court in the case of Kumar Exports V. Sharma Carpets reported in (2009) 2 SCC 513 : (AIR 2009 SC 1518), in case of Uttam Ram Vs. Devinder Singh Hudan, reported in (2019) 10 SCC 287: (AIROnline 2019 SC 1285) etc.",
        "10. The Supreme Court recently in case of Basalingappa Vs. Mudibasappa, reported in (2019) 5 SCC 418 : (AIR 2019 SC 1983), after elaborately discussing the presumption under sections 118 and 139 and number of other decisions, summarised as under in para No.25:",
        {
            "I": "25. We having noticed the ratio laid down by this Court in above cases on sections 118(a) and 139, we now summarise the principles enumerated by this Court in following manner:- 25.1 Once the execution of cheque is admitted section 139 of the Act mandates a presumption that the cheque was for the discharge of any debt or other liability. 25.2 The presumption under section 139 a rebuttable presumption and the onus is on the accused to raise the probable defence. The standard of proof for rebutting the presumption is that of preponderance of probabilities. 25.3 To rebut the presumption, it is open for the accused to rely on evidence led by him or accused can also rely on the materials submitted by the complainant in order to raise a probable defence. Inference of preponderance of probabilities can be drawn not only from the materials brought on record by the parties but also by reference to the circumstances upon which they rely. 25.4 That it is not necessary for the accused to come in the witness box in support of his defence, section 139 imposed an evidentiary burden and not a persuasive burden. 25.5 It is not necessary for the accused to come in the witness box to support his defence."
        },
        "11. In the instant case, when the defence of accused was accepted as probable that the cheque was issued by way of security, it could not be held that it was issued in discharge of the legal dues of the complainant so as to bring the case within the purview of section 138 of the said Act. The Trial Court after considering the legal and factual aspects of the matter has recorded the findings of acquittal, which do not call for any interference. As held by the Supreme Court in the case of Chandrappa and Ors. Vs. State of Karnataka (Supra), when two reasonable conclusions are possible on the basis of the evidence on record, the Appellate Court should not disturb the finding of the Trial Court.",
        "12. In that view of the matter, the Court is not inclined to interfere with the judgment of acquittal recorded by the Trial Court. The application seeking leave to appeal therefore is rejected. Resultantly, the appeal is also dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138 - Dishonour of cheque - Acquittal of accused - Leave to file appeal - Allegation that cheque worth Rs.4,31,664 issued by accused to complainant towards loan repayment got dishonoured with endorsement of 'insufficient fund' - Plea of accused that he had not taken any loan as alleged and that the blank cheque signed by accused given by way of security has been misused by complainant - Accused admitting his signature on cheque - Cheque issued by accused in discharge of legally recoverable dues, not proved - Acquittal, proper. (Para11)",
    "Result": "Appeal dismissed"
}