{
    "ILOCaseNo": "2021 ILO DEL 605153",
    "Court": "DELHI HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "W.P.(C) No.- 4030 of 2020",
            "Petitioner": "Ajoy Khanderia",
            "Respondent": "Barclays Bank and Anr."
        }
    ],
    "JudgmentDate": "20/07/2021",
    "JudgmentBy": "Rajiv Sahai Endlaw",
    "BenchCoram": "Rajiv Sahai Endlaw;Asha Menon",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Rajeeve Mehra",
            "SA",
            "with Kanishk Ahuja",
            "Neha Bhatia"
        ],
        "LawyerForRespondent": [
            "R. P. Aggarwal",
            "Manisha Agrawal"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The legal question arising for consideration, in this writ petition under Article 226 of the Constitution of India, is, whether by virtue of Section 176 of the Indian Contract Act, 1872 as under:-",
        {
            "I": "Section 176 - Pawnee's right where pawnor makes default.- If the pawnor makes default in payment of the debt, or performance, at the stipulated time of the promise, in respect of which the goods were pledged, the pawnee may bring a suit against the pawnor upon the debt or promise, and retain the goods pledged as a collateral security; or he may sell the thing pledged, on giving the pawnor reasonable notice of the sale. If the proceeds of such sale are less than the amount due in respect of the debt or promise, the pawnor is still liable to pay the balance. If the proceeds of the sale are greater than the amount so due, the pawnee shall pay over the surplus to the pawnor."
        },
        "the pawnor, even if different from borrower or the principal debtor, becomes liable for payment of entire debt, even if has not furnished any guarantee for repayment of the entire debt i.e. over and above the value of the pawned goods.",
        "2. The aforesaid legal question has arisen in the following facts and circumstances.",
        "3. The respondent No.1 Barclays Bank filed OA No.60/2011 before the Debt Recovery Tribunal (DRT), Delhi, under Section 19 of the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (DRT Act), for recovery of Rs.11,23,81,505.06/- along with pendente lite and future interest, jointly and severally from the respondent No.2 ORG Informatics Ltd. and the petitioner, inter alia pleading that, (i) the respondent No.2 Company was engaged in the business inter alia of Information Technology Services; at the relevant time, the petitioner was the Managing Director of the respondent No.2 Company; (ii) the respondent No.1 Bank, on the request of the petitioner and the respondent No.2 Company, had sanctioned credit facilities aggregating Rs.15,00,00,000/-, in favour of the respondent No.2 Company and the petitioner had agreed to pledge 2,00,000 shares held by him in the respondent No.2 Company as a collateral security for repayment of the said credit facilities to be granted by the respondent No.1 Bank to the respondent No.2 Company; (iii) the respondent No.2 Company had executed a Multi- Option Facility Agreement dated 15th January, 2008, besides Demand Promissory Note, Take Delivery Letter, Letter of Continuing Security, and the petitioner and the respondent No.2 Company had also executed a Share Pledge Agreement; (iv) as per the terms of sanction and terms of the Multi-Option Facility Agreement, the said credit facilities were to be secured by a pari passu charge on the current assets of the respondent No.2 Company, within six months from the date of first disbursement; (v) the respondent No.2 Company availed the Short Term Loan Facility of Rs. 7,50,00,000/-, but did not utilise the remaining credit facilities; (vi) the respondent No.2 Company, from time to time, had been requesting the respondent No.1 Bank to roll over the Short Term Loan Facility; (vii) the respondent No.2 Company also did not create the stipulated security of pari passu charge upon its current assets in favour of the respondent No.1 Bank; (viii) the respondent No.2 Company did not adhere to the financial discipline and committed a breach of conditions agreed with the respondent rd No.1 Bank; (ix) the respondent No.1 Bank, vide its letter dated 23 March, 2010 called upon the respondent No.2 Company to repay the outstanding dues of Rs.9,44,58,836/- along with future interest, and informed the respondent No.2 Company that upon failure of the respondent No.2 Company, the respondent No.1 Bank would be constrained to sell the pledged shares and appropriate the sale proceeds thereof towards its dues; (x) however the pledged shares could not be sold, as the shares of the respondent No.2 Company were delisted from the Bombay Stock Exchange/National Stock Exchange; (xi) the respondent No.2 Company and the petitioner failed to liquidate the dues, in spite of regular follow up, leaving the respondent No.1 Bank with no option but to initiate legal proceedings against the respondent No.2 Company and the petitioner, for recovery of its dues; (xii) the petitioner, vide his letter dated 27th July, 2010 informed the respondent No.1 Bank that he had resigned as Managing Director of the respondent No.2 Company with effect from 25th May, 2009; (xiii) the petitioner was liable to the respondent No.1 Bank, as he had pledged 2,00,000 shares held by him in the respondent No.2 Company in favour of the respondent No.1 Bank as a collateral security; and, (xiv) a cheque dated 21st July, 2010 in the sum of Rs.10,01,06,401/-, issued by the respondent No.2 Company in favour of the respondent No.1 Bank in discharge of its liability, and signed by the petitioner as a Director of the respondent No.2 Company, had been returned dishonoured.",
        "4. The petitioner has filed this petition, pleading that (i) notice/summons of the aforesaid OA No.60/2011 filed by the respondent No.1 Bank before the DRT was not served on the petitioner; the respondent No.2 Company was however participating in the proceedings in the OA aforesaid before the DRT; however, on 15th February, 2013, on the respondent No.2 Company also failing to appear before the DRT, both, the respondent No.2 Company and the petitioner were proceeded against ex parte, and the DRT, vide ex parte order dated 29th August, 2013, allowed the OA aforesaid and directed the respondent No.2 Company and the petitioner, to pay to the respondent No.1 Bank, the amount aforesaid of Rs.11,14,85,036.86/- with pendente lite and future interest and costs, within two months thereof; (ii) upon non-payment of the aforesaid amount, the respondent No.1 Bank initiated recovery proceedings before the Recovery Officer, DRT; at that stage, the petitioner came to know of the OA aforesaid and the order dated 29th August, 2013 passed by the DRT; (iii) the petitioner preferred a Review Petition, bearing RA No.02/2014 before the DRT, seeking review of the order dated 29th August, 2013, insofar as directing recovery from the petitioner; (iv) the Presiding Officer of the DRT, finding prima facie merit in the contention of the petitioner that it was not the case of the respondent No.1 Bank also that the petitioner was the borrower or had stood as guarantor and thus the liability of the petitioner to the respondent No.1 Bank was restricted to the value of the shares pledged by the petitioner with the respondent No.1 Bank and the order dated 29th August, 2013 finding the monies owed to the respondent No.1 Bank to be due from the petitioner was erroneous, vide order dated 2nd April, 2014, while issuing notice of the Review Application, stayed the warrants issued by the Recovery Officer, DRT against the petitioner; (v) the respondent No.1 Bank filed a reply to the Review Application filed by the petitioner and in the said reply also nowhere pleaded that the petitioner was the borrower or the guarantor of the credit facility availed by the respondent No.2 Company; in fact, even in the ex parte proceedings resulting in the ex parte order dated 29th August, 2013 of the DRT of recovery of amounts jointly and severally from the respondent No.2 Company and the petitioner, it was nowhere found that the petitioner was the borrower or the guarantor and only in the last paragraph of the order, without any basis, direction for recovery of the amounts found due, besides against the respondent No.2 Company, was issued against the petitioner as well; the petitioner had nowhere come in the way of the respondent No.1 Bank realising the value of the shares of the respondent No.2 Company pledged by the petitioner with the respondent No.1 Bank; (vi) DRT, vide subsequent order dated 20th August, 2014 in the Review Application, in view of the aforesaid facts, also stayed recovery proceedings in entirety, insofar as against the petitioner; (vii) however the DRT, without adverting to or dealing with the aforesaid facts and on the basis whereof, first, warrants issued against the petitioner were stayed and thereafter recovery proceedings against the petitioner were stayed, vide order dated 16th October, 2015 dismissed the Review Application aforesaid; (viii) the petitioner preferred an appeal under Section 20 of the DRT Act before the Debt Recovery Appellate Tribunal (DRAT), against the order dated 29th August, 2013, insofar as allowing the OA against the petitioner as well as against the order dated 16th October, 2015 of dismissal of Review Application; along with the said appeal, applications for waiving the pre-deposit of the determined amount and for condonation of delay in preferring the appeal were also filed; (ix) DRAT rd however, vide order dated 23rd December, 2015 directed the petitioner to deposit 25% of the determined amount, as a pre-condition to maintaining the appeal; (x) the petitioner preferred W.P.(C) No.1244/2016 in this Court, which was allowed vide order dated 16th February, 2016, again on the pleas of the petitioner that the recovery ordered against the petitioner, without the petitioner being the borrower/guarantor, was bad in law, set aside the order dated 23rd December, 2015 of the DRAT and allowed full waiver of pre-deposit as a condition for hearing of the appeal before the DRAT; (xi) however thereafter, DRAT refused to condone the delay in preferring the appeal and vide order dated 29th August, 2016, dismissed the appeal preferred by the petitioner; (xii) the petitioner preferred W.P.(C) No.8309/2016 to this Court and this Court, vide order dated 25th November, 2016, again, finding merit in the aforesaid contentions of the petitioner, set aside the order of DRAT, condoned the delay in preferring the appeal and directed the appeal to be heard by DRAT on merits; and, (xiii) DRAT however, vide impugned order dated 26th April, 2019, dismissed the appeal, inter alia reasoning as under:-",
        {
            "I": "6. Hon'ble Supreme Court had held in its th judgment rendered on 29th November, 2006 in "
        },
        "M/ s. Transcore v. Union of India and Anr.",
        {
            "I": ", Appeal (civil) 3228 of 2006, that 'borrower' includes a 'pledgor'. That it was observed that Section 2(f) of the SARFAESI Act defines the word "
        },
        "borrower",
        {
            "I": [
                " to mean the principal borrower who is granted financial assistance by any bank or Financial Institution and includes a guarantor, a mortgagor as well as a pledgor. So, in the present case also, even though the present case arises out of proceedings under the RDDBFI Act, 1993, the appellant-pledgor has to be considered as a borrower and rightly the learned DRT has made him also liable to pay the debt for which he had pledged his shares. If the submission of the learned counsel for the appellant were to be accepted then the result would be incongruous that no lender who has given some loan on the 'pledge' of any goods/property, like shares in the present case, will be in a position to recover its money from the pledgor and the only remedy will be to sell the pledged goods. In the present case the pledged shares of value since the same are not listed with any stock exchange. As per Section 176 of the Indian Contract Act a pledge can sue the pledgor for the debt secured by the pledge while retaining the pledged goods(shares). It is not obligatory on the part of the pledge to sell the pledged goods.",
                "7. This appeal being devoid of any merit is dismissed. Records of DRT be sent back with a copy of this order."
            ]
        },
        "5. Aggrieved from the order of DRAT, of dismissal of his appeal, the petitioner has filed this writ petition. The writ petition came up first before us on 8th July, 2020, when it was found that the petitioner, in the plethora of grounds pleaded in the memorandum of this petition, had not urged any ground with respect to the twofold reasoning aforesaid in the impugned order of DRAT i.e. (a) of the petitioner being liable in view of dicta in Transcore v. Union of India (2008) 1 SCC 125 : (AIR 2007 SC 712); and, (b) the petitioner, even as pawnor, under Section 176 of the Contract Act being liable for the entire debt. While giving time to the petitioner to address on the said aspect, notice of the petition was also issued, besides to the respondent No.1 Bank, also to the respondent No.2 Company, informed to be then under insolvency, through Mr. Kiran Shah, Liquidator appointed by the National Company Law Tribunal. We heard the senior counsel for the petitioner and the counsel for the respondent No.1 Bank on 8th July, 2021 and reserved judgment. Though on earlier dates, Mr. Kiran Shah, Liquidator of the respondent No.2 Company had been appearing but none appeared for the respondent No.2 Company on 8th July, 2021.",
        "6. The senior counsel for the petitioner has argued, that (i) neither the documents executed at the time when the respondent No.1 Bank granted the credit facilities nor the pleadings or evidence of the respondent No.1 Bank before the DRT, reflect the petitioner to be the borrower/debtor of the respondent No.1 Bank or to have furnished any personal guarantees for repayment of the dues by the respondent No.2 Company; (ii) though the petitioner, as the then Director of the respondent No.2 Company, is the signatory of the various documents executed by the respondent No.2 Company at the time of availing credit facilities from the respondent No.1 Bank, but a Company, being a juristic person, has to necessarily act through some natural person and the said natural person, merely for the reason of acting on behalf of the Company, does not become personally liable for the debts of the company; (iii) the petitioner, in his personal capacity, only executed a Share Pledge Agreement, as pledgor; (iv) as per the terms and conditions of the said Share Pledge Agreement also, the only consequence of any default by the respondent No.2 Company in payment of the dues of the respondent No.1 Bank, was accrual of a right to the respondent No.1 Bank to exercise all rights with respect to the shares pledged by the petitioner and not to make the petitioner personally liable for the debt owed by the respondent No.2 Company to the respondent No.1 Bank; (v) it is not the case of the respondent No.1 Bank also, neither in the OA nor in the reply to the Review Application aforesaid or before the DRT or the DRAT, that the petitioner executed any contract of guarantee or surety, within the meaning of Section 126 of the Contract Act; (vi) though the respondent No.1 Bank, in the body of the OA did not plead any case for recovery of the debt owed by the respondent No.2 Company from the petitioner, but in the prayer paragraph wrongly sought recovery, jointly and severally from the respondent No.2 Company and the petitioner and which error crept into the ex parte order of the DRT also; (vii) the DRT also, on the petitioner seeking review, finding merit in the contentions aforesaid of the petitioner, stayed warrants of arrest and thereafter recovery proceedings against the petitioner; however thereafter there was a change in the Presiding Officer of the DRT and the new Presiding Officer, without appreciating the legal pleas of the petitioner, dismissed the Review Application; (viii) the order of the DRT dismissing the Review Application relies on the pleading in the OA, of the petitioner being the signatory of a cheque issued by the respondent No.2 Company in favour of the respondent No.1 Bank; however merely by being a signatory of the cheque, the petitioner, before the DRT could not become liable for the amounts of the cheque; (ix) on the basis of being the signatory of the cheque issued by the respondent No.2 Company in favour of the respondent No.1 Bank, only proceedings under Section 138 of the Negotiable Instruments Act, 1881 could be instituted against the petitioner;(x) in fact, proceedings under Section 138 were instituted and the petitioner was discharged therefrom; (xi) there was a change in management of the respondent No.2 Company and the new management of the respondent No.2 Company arrived at a settlement with the respondent No.1 Bank and substituted the earlier cheque of which the petitioner was the signatory; the new cheque was not signed by the petitioner; however owing to the respondent No.2 Company thereafter coming under insolvency proceedings, the said cheque was also not honoured; (xii) this Court also in the two rounds of earlier writ petitions filed by the petitioner, found merit in the claim of the petitioner and granted full waiver of pre-deposit to the petitioner and condoned the delay in preferring the appeal before the DRAT; (xiii) reliance by the DRAT, in the impugned order, on Transcore supra is misconceived; Transcore was concerned with the provisions of Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest (SARFAESI) Act, 2002; however the subject proceedings are not under the SARFAESI Act; (xiv) the provisions of the SARFAESI Act, vide Section 31(b) thereof do not apply to a pledge of movables within the meaning of Section 172 of the Contract Act; (xv) the petitioner, as Director or even as a Managing Director or merely for the reason of acting on behalf of the respondent No.2 Company in the matter of obtaining credit facilities from the respondent No.1 Bank, could not and did not become personally liable for the debts of the respondent No.2 Company; reliance is placed on (a) Surinder Nath Khosla v. Excise and Taxation Commissioner, Punjab 1964 SCC OnLine P and H 367 (DB); (b) Kundan Singh v. Moga Transport Co. (P.) Ltd. 1983 SCC OnLine P and H 851; (c) Tikam Chand Jain v. State Government of Haryana through its Secretary, Excise and Taxation, Haryana, Chandigarh 1987 SCC OnLine P and H 419; (d) Bank of Maharashtra v. Racmann Auto (P) Ltd. 1991 SCC OnLine Del 232 : (AIR 1991 Del 278); (e) Kuriakose v. P.K.V. Group Industries 2002 SCC OnLine Ker 228 (DB) : (2002 CLC 1208 (Ker)); (f) Indian Overseas Bank v. R.M. Marketing and Services Pvt. Ltd. 2001 SCC OnLine Del 536 : (AIR 2002 Del 344); (g) Tristar Consultants v. VCustomer Services India Pvt. Ltd. 139 (2007) DLT 688 : (AIR 2007 Del 157); (h) A.P. Raheja v. State of Haryana 2009 SCC OnLine P and H 7072 (DB); (i) Mukesh Hans v. Uma Bhasin 2010 SCC OnLine Del 2776; and, (j) Arvind Chaudhary v. Saratech Consultants and Engineers 2011 SCC OnLine P and H 10245; (xvi) pledge of shares in dematerialised (DEMAT) form, even otherwise is not governed by Sections 172 to 179 of the Contract Act, but by the provisions of the Depositories Act, 1996; reliance is placed on (A) JRY Investments Private Limited v. Deccan Leafine Services Ltd. 2003 SCC OnLine Bom 1134; (B) Tendril Financial Services Pvt. Ltd. v. Namedi Leasing and Finance Ltd. 2018 SCC OnLine Del 8142; and, (C) STCI Finance Ltd. v. Cedar Infonet Pvt. Ltd. 2018 SCC OnLine Del 8841 : (AIROnline 2018 Del 827); (xvii) the respondent No.1 Bank, before this Court also has filed a counter- affidavit to the writ petition and in the said counter- affidavit, for the first time has disclosed that the respondent No.1 Bank, on 6th April, 2010 had invoked the pledge of shares and that the pledged shares stand transferred from the depository of the petitioner to the depository of the respondent No.1 Bank; (xviii) the respondent No.1 Bank, in the counter- affidavit filed in this Court also has not pleaded or disclosed any document on the basis whereof it can be said that the writ petitioner is the borrower of the respondent No.1 Bank or is the guarantor or surety of the borrowing of the respondent No.2 Company from the respondent No.1 Bank; and, (xix) there is no judgment in which the question, as has been raised by this Court as to the interpretation of Section 176 of the Contract Act, has been decided; however (a) Pushpanjali Tie Up Pvt. Ltd. v. Renudevi Choudhary 2014 (6) Mh L.J. 124 (DB) : (AIR 2015 Bom 1); (b) ICICI Securities Primary Dealership Ltd. v. Goodwill Enterprise Limited MANU/MH/1344/2020; and, (c) Phoenix ARC Private Limited v. Ketulbhai Ramubhai Patel (2021) 2 SCC 799 : (AIR 2021 SC 875) deal with cases of pledges of shares; and, (A) State Bank of India v. N. Sathiah AIR 1989 Mad 279 (DB); and (B) Lallan Prasad v. Rahmat Ali AIR 1967 SC 1322, deal with pledges of goods, and are relied upon to aid in interpretation of Section 176 of the Contract Act.",
        "7. The counsel for the respondent No.1 Bank has argued that, (i) in ICICI Securities Primary Dealership Ltd. supra cited by the senior counsel for the petitioner, though recovery proceedings against the defendant No.5 therein were set aside but not against the defendants No.2 to 4 therein who though stood similarly situated as defendant No.5, had not appeared and had been proceeded ex parte and recovery ordered against them; the petitioner herein also, in spite of service did not appear before the DRT and was proceeded against ex parte and thus no fault can be found with the order of the DRT in directing recovery, besides against the respondent No.2 Company also against the petitioner; (ii) though there is no Deed of Personal Guarantee executed by the petitioner in the present case but the petitioner, in the Share Pledge Agreement, admittedly signed by him, in Clause 2.1 agreed that",
        {
            "I": "This Agreement is for the benefit of the Bank, to secure the due performance, payment and discharge in full of the Obligations, and in order to secure the Obligations....."
        },
        "; (iii)",
        {
            "I": "Obligations"
        },
        ", in the said Share Pledge Agreement was defined as meaning all amounts payable to the Bank by the borrower and thus,",
        {
            "I": "Obligors"
        },
        "meant, the borrower and the pledgor collectively; thus the petitioner, in the Share Pledge Agreement, vide Clause 2.1 undertook to discharge the entire debt held by the respondent No.2 Company to the respondent No.1 Bank; (iv) the petitioner, when appeared before the Recovery Officer of the DRT on 28th January, 2014 and 3rd March, 2014, admitted liability by seeking time to pay the amount of which recovery had been ordered; the petitioner thereby admitted to be liable along with the respondent No.2 Company and cannot now deny the same; no challenge has been made by the petitioner to the orders dated 28th January, 2014 and 3rd March, 2014 of the Recovery Officer; (v) the said admission of the petitioner read with Clause 2.1 aforesaid of the Share Pledge Agreement contains an agreement of the petitioner to be liable jointly and severally with the respondent No.2 Company for the dues of the respondent No.1 Bank; (vi) though this Court vide order dated 17 August, 2020 directed the petitioner to file additional affidavit containing particulars of promoters of the respondent No.2 Company and disclosing how the petitioner came to occupy the position of Director/Managing Director of the respondent No.2 Company but the petitioner, in the additional affidavit filed, has shied away from disclosing all the said particulars and the writ petition is liable to be dismissed on this ground as well; (vii) DRT, in its ex parte order, ordered recovery against the petitioner on the basis of the pleas and evidence of the respondent No.1 Bank, of the petitioner, under his signatures, on behalf of the respondent No.2 Company, having issued a cheque in the sum of Rs.10,01,06,401/- for repayment of dues of the respondent No.1 Bank; (viii) the petitioner, in his letter dated 27th July, 2010 only claimed to have resigned from the Managing Directorship of the respondent No.2 Company but did not plead that he was not liable for the dues; (ix) the petitioner is guilty of delay and laches at each and every stage; the petitioner was duly served with the notice of the OA before the DRT but chose to be proceeded against ex parte; the petitioner preferred Review Application as well as appeal before the DRAT, after long delay; even this writ petition has been filed after long delay from the impugned order of the DRAT; and, (x) the petitioner, in this petition has falsely pleaded that the shares which were pledged, belonged to Global Asia Partner LLC and that the pledge was not in his personal capacity; attention is drawn to various documents, particularly the Share Pledge Agreement and pleadings where the petition has admitted pledge in his personal capacity and it is argued that the petitioner, in the writ petition having taken false pleas contrary to the documents and its pleadings earlier, is not entitled to any relief.",
        "8. Needless to state, the senior counsel for the petitioner in his rejoinder arguments has controverted the arguments of the counsel for the respondent No.1 Bank.",
        "9. We have considered the rival contentions.",
        "10. As afore-noted, the counsel for the respondent No.1 Bank has fairly admitted that there is no document whereunder the petitioner has undertaken liability as a borrower, in his personal capacity, or as a guarantor for repayment of the dues of the respondent No.2 Company to the respondent No.1 Bank. In the absence thereof, we, on an interpretation of Clause 2.1 of the Share Pledge Agreement, are unable to agree with the contention of the respondent No.1 Bank that the petitioner thereunder has become liable for the entire debt. In the Share Pledge Agreement, (i) while the respondent No.1 Bank is described as the Bank, the respondent No.2 Company is described as the Borrower and the petitioner is described as the Pledgor; the same is indicative of the role of the petitioner in the agreement being confined to that of a pledgor/pawnor, as distinct from a borrower; had the intent been, of the petitioner along with the respondent No.2 Company borrowing the monies and being liable for repayment thereof, the petitioner, besides as a pledgor, would also have been described as a borrower; (ii) Clause 2.1 merely notes the agreement to be for the benefit of the respondent No.1 Bank; merely by stating so, the petitioner did not and could not in law have become liable for more than that for which he expressly became liable under the Share Pledge Agreement; the pledge made by the petitioner under the agreement was also for the benefit of the respondent No.1 Bank and thus merely from the statement that the agreement was for the benefit of the respondent No.1 Bank, it does not follow that the benefit to the respondent No.1 Bank flowing from the petitioner was more than that undertaken by the petitioner or provided in the agreement; (iii) the petitioner pledged his shares as security for due discharge and repayment of Obligations under the Finance Documents; it is not the case that under the Finance Documents the petitioner is personally liable; and,(iv) the parties expressly agreed that in the event of any default by the borrower, the respondent No.1 Bank would be entitled to transfer or register in its name the pledged shares and to receive all amounts payable with respect thereto and to sell the same; there is no clause, that on any default or breach by the respondent No.2 Company as borrower, the petitioner would become personally liable for the borrowings of the respondent No.2 Company.",
        "11. Supreme Court, in State of Maharashtra v. M.N. Kaul, AIR 1967 SC 1634, while answering the question whether the guarantee subject- matter thereof was enforceable, held,",
        {
            "I": "That depends upon the terms under which the guarantor bound himself. Under the law he cannot be made liable for more than he has undertaken"
        },
        ". It was further held that only when there is ambiguity, is the guarantee to be interpreted contra proferentem i.e. against the guarantor. It was however again emphasised that",
        {
            "I": "the cardinal rule is that the guarantor must not be made liable beyond the terms of his agreement."
        },
        "In Central Bank of India v. Viru-dhunagar Steel Rolling Mills Ltd. (2015) 16 SCC 207 : (AIR 2016 SC 191), finding that the letters of guarantee signed by the directors of the company did not make any mention of any old transactions, it was held that had the intent been to make the directors personally liable for the outstanding liabilities of the company also, it could have been so provided in the letter of guarantee and the directors were thus not personally liable for the dues of prior to the date they signed the letter of guarantee. It was further held that since the deed of guarantee was drafted by the bank, in case of doubt, had to be read against the bank. (It is common knowledge that banking documents are in standard form, got prepared by the bank, with signatures of the borrowers, guarantors etc. being obtained thereon). Mention may also be made of Global Infosystem Ltd. v. Lunar Finance Ltd., MANU/ DE/2664/2012, where a Single Judge of this Court was concerned with the question whether Lunar Finance Ltd. was only a pledgor of certain shares or also a guarantor. Finding Lunar Finance Ltd. to have been described, in the 'Agreement-cum-Pledge' Deed as the 'guarantor' and further finding Lunar Finance Ltd., to have in the Resolution of its Board of Directors consented to guarantee and to make a pledge, it was held that Lunar Finance Ltd. was guarantor for the entire debt and not to the extent only of value of the shares pledged.",
        "12. We are also unable to agree with the contention of the counsel for the respondent No.1 Bank, that the petitioner admitted his liability before the Recovery Officer. The senior counsel for the petitioner has explained that the same counsel was appearing for the petitioner as well as the respondent No.2 Company and time to make payment was sought on behalf of the respondent No.2 Company; it is further explained that the new management of the respondent No.2 Company in fact settled with the respondent No.1 Bank and also issued a cheque in repayment of the dues of the respondent No.1 Bank but the payment under which cheque also could not be realised owing to the insolvency proceedings having been initiated against the respondent No.2 Company. Once from the documents, the petitioner is not found to be liable, liability cannot be fastened on the petitioner on the basis of the Advocate appearing for him as well as the respondent No.2 Company seeking time before the Recovery Officer, DRT to make the payment. It is not even the plea or argument that the Advocate was authorised to by his word or writing make the petitioner liable. For a statement to be construed as admitting liability, first it is to be established that there existed a liability, which was being admitted.",
        "13. No liability can be imputed on the petitioner, also from any of the other things, argued by the counsel for the respondent No.1 Bank. It appears that the respondent No.1 Bank is fishing for material, to fasten liability on the petitioner. Banking transactions are formal in nature, with the banks having their standard form contracts and agreements, which they make the borrowers sign before extending any credit facilities. The banks are also known to, besides the borrower, make others also on whose surety/guarantee the said credit facilities are extended to the borrower, sign a plethora of documents, again in their standard form. From the conduct of the respondent No.1 Bank not making the petitioner sign any such documents, the only inference is that the petitioner was not intended to be liable for dues of respondent No.2 Company save to the extent of the value of the shares pledged by the respondent No.2 Company.",
        "14. The counsel for the respondent No.1 Bank having fairly not controverted, that the petitioner, merely for the reason of being the Director/Managing Director of the respondent No.2 Company and/or for the reason of being the signatory of the documents executed by the respondent No.2 Company in favour of the respondent No.1 Bank, does not become personally liable, need is not felt to elaborate on the said aspect or to refer to any judgments other than the judgments supra cited by the senior counsel for the petitioner.",
        "15. As far as the reliance by the DRAT, in the impugned order, on Transcore supra is concerned, DRAT itself in the impugned order has noted that what was held in Transcore supra was in the context of the provisions of the SARFAESI Act, while the subject proceedings were under the provisions of the DRT Act. We may notice, that Transcore supra was not even concerned with the question as has arisen herein. The questions for adjudication in Transcore supra were, (a) whether in cases where provisions of DRT Act had already been invoked, before availing of provisions of SARFAESI Act, the proceedings before the DRT had to be withdrawn; (b) whether 'taking possession of the secured asset' in terms of Section 13(4) of the SARFAESI Act permitted taking of actual possession of immovable property; and, (c) whether ad valorem court fees prescribed in the DRT Act is payable under the SARFAESI Act also. The Court, for adjudicating the said questions noticed the provisions of the SARFAESI Act and merely recorded that Section 2(f) thereof defined borrower to mean the principal borrower who is granted financial assistance and included a guarantor, a mortgagor as well as a pledgor. It is not as if any",
        {
            "I": "finding"
        },
        "after threshing out contrary arguments was returned qua the definition of borrower. We may also notice that the SARFAESI Act was enacted after nearly a decade of the DRT Act, to empower the banks and financial institutions to liquidate the assets and secured interest, which was found, could not be liquidated in time under the DRT Act, and to remove the fetters in existence on the rights of the secured creditors. The definitions Section 2 thereof is only to define the terms thereunder for the purposes of SARFAESI Act. The DRT Act has its own definitions Section",
        "2. The definitions in one statute, cannot be held in another statute without the said other statute expressly providing so. The DRAT thus was in error in reading the definitions in SARFAESI Act while interpreting the meaning to be ascribed under the DRT Act. The counsel for the respondent No.1 Bank has not even argued before us that under the DRT Act also, the petitioner, without being the borrower or the guarantor, can become liable for the dues of the respondent No.2 Company of which he was the Managing Director.",
        "16. That leaves only the interpretation of Section 176 of the Contract Act supra. If the same, by a legal fiction is found to make a pawnor, without being a borrower or a guarantor, liable for the entire amount due to the pawnee, then of course the petitioner, admittedly a pawnor would be liable for the entire dues owed to the respondent No.1 Bank, even though the petitioner, in the documents executed by him on behalf of the respondent No.2 Company in favour of the respondent No.1 Bank, did not make himself personally liable, neither as borrower nor as guarantor.",
        "17. Sections 172 to 179 of the Contract Act are found to be clubbed under the head",
        {
            "I": "Bailment of Pledges"
        },
        "in Chapter IX titled",
        {
            "I": "Of Bailment"
        },
        ", commencing from Section 148 of the Contract Act. Section 148 defines",
        {
            "I": "Bailment"
        },
        "as the delivery of goods by one person to another for some purpose, upon a contract that they shall, when the purpose is accomplished, be returned or otherwise disposed of according to the directions of the person delivering the same. The person delivering the goods is called the",
        {
            "I": "bailor"
        },
        "and the person to whom the goods are delivered is called the",
        {
            "I": "bailee"
        },
        ". Section 171 empowers inter alia the bankers to, even in the absence of a contract to the contrary, retain as a security for a general balance of account, any goods bailed to them. Thereafter as aforesaid, Sections 172 to 179 provide for Bailments of Pledges. Section 172 provides that bailment of goods as security for payment of a debt is called a",
        {
            "I": "pledge"
        },
        "and the bailor is called the",
        {
            "I": "pawnor"
        },
        "and the bailee, the",
        {
            "I": "pawnee"
        },
        ". Vide Section 173, the pawnee is empowered to retain the goods pledged, not only for payment of the debt but also for the interest on the debt and all necessary expenses incurred in respect of the possession or for the preservation of the goods pledged. Vide Section 174, a pawnee, in the absence of a contract to the contrary, cannot retain the goods pledged for any debt other than the debt for which the goods are expressly pledged. Section 176 is as set out hereinabove. Section 177 empowers a pawnor to redeem the goods pledged at any time subsequent to the default in payment of debt but before the actual sale of the goods, by discharging the debt owed to the pawnee. Ultimately, Section 179 provides that where a person pledges goods in which he has only a limited interest, the pledge is valid to the extent of that interest.",
        "18. Significantly, none of the provisions preceding or following Section 176 provide for the pawnor, by virtue of the pledge, even if not otherwise liable for the payment of debt, by a legal fiction becoming so liable for payment for debt, even beyond the value of the pawned goods. Section 176 also does not provide so, as would have been the case that the legislature intended so. In the absence of any such express provision in law, we hesitate to, merely on the basis of Section 176 hold that a pawnee can recover from the pawnor anything beyond the value of the goods which the pawnor has pledged, unless the pawnor has separately from the pledge also made himself liable for the debt. Sections 172 to 179 are in the context of the pawnor as the borrower and the pawnee as the lender and do not contemplate a situation of a pawnor being different from the borrower.",
        "19. Otherwise also it is felt that to hold that the pawnor, merely by his act of delivering his own goods to a creditor in consideration of a credit facility granted to the debtor/borrower, by legal fiction becomes liable for the entire debt, would be detrimental to trade and commerce, with borrowings becoming difficult to obtain owing to persons not agreeing to make a pledge of their goods for credit to another, for the fear of becoming liable for more than the value of the goods. It is thus felt that to interpret Section 176 so, would be detrimental to public interest.",
        "20. On literal interpretation of Section 176 also, we are unable to hold it to be making a pawnor liable for more than the value of the pawned goods. Section 176, in the event of default of payment, empowers the pawnee to",
        {
            "I": "bring a suit against the pawnor upon the debt or promise......"
        },
        "Needless to state, the pawnee, in the said suit has to show the pawnor to be liable for the debt or for the promise being enforced. If the pawnor has not made himself liable for the debt and has promised only recovery by the pawnee of the value of the pawned goods, the pawnee, in the said suit, cannot recover anything more. The second part of Section 176, when provides",
        {
            "I": ".... the pawnor is still liable to pay the balance."
        },
        "refers to recovery of the 'balance' in the suit referred to in the first part of Section 176; if in the suit as aforesaid, there is no possibility of recovery of anything more than the value of the pawned goods, the question of the pawnee recovering anything more does not arise.",
        "21. We therefore hold that under Section 176 of the Contract Act, the pawnor, if not otherwise liable for the debt as a borrower or as a guarantor or otherwise, does not merely from the act of making a pledge, become liable to the creditor/pawnee, for anything more than the value of the goods pledged.",
        "22. DRAT, in the impugned order, is found to have erred in holding the petitioner as a pawnor become liable for the entire debt for which the pledge was made, even without being the borrower and even in the absence of having promised so.",
        "23. Once we hold so, there is nothing on the basis of which liability for the debt owed by the respondent No.2 Company to the respondent No.1 Bank can be fastened on the petitioner.",
        "24. In the circumstances aforesaid, need is not felt to go into the question of applicability of the provisions of the Contract Act to pledge of shares in DEMAT form.",
        "25. As far as the pleas of the respondent No.1 Bank, of delays at successive stages on the part of the petitioner are concerned, we may notice that this Court, in the past, on two occasions has allowed the writ petitions preferred by the petitioner, once granting full waiver of pre-deposit to the petitioner and second time condoning the delay on the part of the petitioner in preferring the appeal before the DRAT, and thus the said question no longer remains alive.",
        "26. The petition is thus allowed. The impugned order dated 26th April, 2019 of the DRAT and the order dated 29th August, 2013 of the DRT are set aside. The Review Application filed by the petitioner is allowed and the order dated 16th October, 2015 of the DRT is reviewed and it is held that on the basis of the pleadings and documents of the respondent No.1 Bank, the respondent No.1 Bank is entitled to recovery of the amounts found due, only from the respondent No.2 Company, with the liability of the petitioner being restricted to the value of the shares pledged by the petitioner with the respondent No.1 Bank.",
        "27. We may add, that merely because the defendant/respondent is ex parte, does not permit any Court or Tribunal to return finding against such defendant/respondent unless on the basis of material on record, a right in law is shown to have accrued to the plaintiff/claimant against such defendant/respondent. The DRT, while pronouncing the ex parte order dated 29th August, 2013, had nothing before it to fasten liability of the dues of the respondent No.1 Bank on the petitioner.",
        "28. The petition is disposed of. No costs."
    ],
    "HeadNote": "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act (54 of 2002), S.13 - Recovery of Debts Due to Banks and Financial Institutions Act (51 of 1993), S.19 - Contract Act (9 of 1872), S.176 - Recovery of loan - Liability of pawnor - Re-payment of dues by Company to Bank - Nothing on record to show that petitioner-pawnor has undertaken liability as borrower, in his personal capacity, or as guarantor for repayment of dues of Company to Bank - Petitioner in Agreement-cum- Pledge executed between parties pledged his shares as security for due discharge and repayment of obligations under Finance Documents and it is not case that under Finance Documents, petitioner is personally liable - As per agreement there was no clause, that on any default or breach by Company as borrower, petitioner would become personally liable for borrowings of Company - Documents executed by petitioner on behalf of Company in favour of Bank, did not make himself personally liable, neither as borrower nor as guarantor - Merely on basis of S.176 of Contract Act, pawnee cannot recover from pawnor anything beyond value of goods which pawnor has pledged, unless pawnor has separately from pledge also made himself liable for debt - Thus, petitioner, as pawnor, not liable for entire debt for which pledge was made. (Paras10 12 18 21 22)",
    "Result": "Order accordingly"
}