{
    "ILOCaseNo": "2021 ILO JHKD 606786",
    "Court": "JHARKHAND HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "Cr. Rev. - 953 of 2013",
            "Petitioner": "Suhas Godbole",
            "Respondent": "State of Jharkhand and Anr."
        }
    ],
    "JudgmentDate": "23/08/2021",
    "JudgmentBy": "MRS. ANUBHA RAWAT CHOUDHARY",
    "BenchCoram": "MRS . ANUBHA RAWAT CHOUDHARY",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Ms. Pooja Kumari",
            "Amicus Curiae"
        ],
        "LawyerForRespondent": [
            "Shailesh Kumar Sinha",
            "Manish Kumar"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Ms. Pooja Kumari, learned amicus appearing on behalf of the petitioner.",
        "2. Heard Mr. Shailesh Kumar Sinha, learned counsel appearing on behalf of the opposite party- State.",
        "3. Heard Mr. Manish Kumar, learned counsel appearing on behalf of the opposite party no.2.",
        "4. This criminal revision application has been filed against the judgment dated 03.09.2013 passed in Criminal Appeal No.87 of 2013 by learned court of Principal Sessions Judge, East Singhbhum, Jamshedpur whereby the appellate court has been pleased to set aside the judgment of acquittal of the petitioner dated 23.01.2013 passed by learned Additional Chief Judicial Magistrate, Jamshedpur in Complaint C/1 Case No.3444 of 2010 and convicted the petitioner for offence under Section 138 of Negotiable Instruments Act, 1881 (hereinafter referred to as the Act of 1881) and directed the learned trial court to pass an order of sentence after giving an opportunity of hearing to both the sides.",
        "5. The matter was taken up by this Court on 26.11.2020 and the learned counsel appearing on behalf of the opposite party no.2 had submitted that pursuant to the appellate order, the petitioner did not appear before the learned trial court and therefore the matter is still pending for passing an order of sentence against the petitioner. Arguments on behalf of the Petitioner",
        "6. Learned Amicus appearing on behalf of the petitioner has submitted that in the judgements passed by both the courts below no finding has been recorded with regards to service of statutory notice regarding bouncing of cheque upon the petitioner, although finding has been recorded with regards to dispatch of legal notice through registered cover. She submits that the petitioner had denied service of notice regarding bouncing of the cheque. She submits that it was for the prosecution to prove service of statutory notice which is a condition precedent for filing a case under section 138 of the aforesaid Act of 1881 and even if deemed service of notice sent under registered cover is taken into consideration, the complaint itself was pre-mature as it was filed prior to expiry of the statutory time line. The other point involved in the present case is whether the learned appellate court was justified in setting aside the trial court's judgment of acquittal of the petitioner. She submits that the judgment of acquittal passed by the learned trial court was certainly one of the possible views; there was no illegality or perversity in the judgment of acquittal passed by the learned trial court calling for interference by the learned appellate court; the appellate court did not record any perversity in the judgment of acquittal passed by the learned trial court. She submits that the manner in which the learned appellate court has exercised the appellate jurisdiction in the matter of setting aside the judgment of acquittal by the learned trial court calls for interference in revisional jurisdiction of this Court in order to meet the ends of justice. Arguments on behalf of the opposite parties",
        "7. Learned counsel appearing on behalf of the opposite parties have submitted that the impugned judgment of setting aside the order of acquittal passed by the learned trial court is legal and valid in view of the fact that the learned trial court did not appreciate the legal presumption under section 139 of the aforesaid Act of 1881 in connection with the issuance and bouncing of cheque. He submits that the learned appellate court after considering the evidences on record found that the defence failed to establish the genuineness of Exhibit A through which it was claimed that the entire amount has been refunded to the complainant and was of the view that all the requirements to establish a case under Section 138 of the Negotiable Instrument Act were fully satisfied by the complainant. The learned counsel for the opposite party has also relied upon a judgement passed by the Hon'ble Supreme court in Cr. Appeal No.271 of 2020:AIR 2020 SC 945 with analogous case (APS Forex Services Pvt. Ltd. Vs. Shakti International Fashion Liners and Ors.) decided on 14.02.2020, para 5.2 on the point of presumption under Section 139 of aforesaid Act of 1881 and its rebuttal. Findings of this Court",
        "8. Before dealing with the facts of the case and the impugned judgement, it would be proper to deal with the legal position with regards to the scope of power of the appellate court dealing with appeal against acquittal; presumption under Section 139 of the aforesaid Act of 1881 in connection with issuance and bouncing of the cheque and statutory time line in connection with filing of case for offence under Section 138 of the aforesaid Act of 1881.",
        "9. The Hon'ble Supreme Court in the case of Rohitbhai Jivanlal Patel v. State of Gujarat, (2019) 18 SCC 106:AIR 2019 SC 1876 in para 12 considered the scope of the powers of the appellate court in an appeal against acquittal, and referred to an earlier judgement reported in (2009) 10 SCC 206:AIR 2009 SC (Supp) 2887 (Arulvelu versus State), wherein it has been held as under -",
        {
            "I": "36. Careful scrutiny of all these judgments leads to the definite conclusion that the appellate court should be very slow in setting aside a judgment of acquittal particularly in a case where two views are possible. The trial court judgment cannot be set aside because the appellate court's view is more probable. The appellate court would not be justified in setting aside the trial court judgment unless it arrives at a clear finding on marshalling the entire evidence on record that the judgment of the trial court is either perverse or wholly unsustainable in law."
        },
        "10. Having said so, the Hon'ble Supreme Court in para 12 itself considered the principles in the light of Section 138 of aforesaid Act of 1881 and held that -",
        {
            "I": "12............... The principles aforesaid are not of much debate. In other words, ordinarily, the appellate court will not be upsetting the judgment of acquittal, if the view taken by the trial court is one of the possible views of matter and unless the appellate court arrives at a clear finding that the judgment of the trial court is perverse i.e. not supported by evidence on record or contrary to what is regarded as normal or reasonable; or is wholly unsustainable in law. Such general restrictions are essentially to remind the appellate court that an accused is presumed to be innocent unless proved guilty beyond reasonable doubt and a judgment of acquittal further strengthens such presumption in favour of the accused. However, such restrictions need to be visualised in the context of the particular matter before the appellate court and the nature of inquiry therein. The same rule with same rigour cannot be applied in a matter relating to the offence under Section 138 of the NI Act, particularly where a presumption is drawn that the holder has received the cheque for the discharge, wholly or in part, of any debt or liability. Of course, the accused is entitled to bring on record the relevant material to rebut such presumption and to show that preponderance of probabilities are in favour of his defence but while examining if the accused has brought about a probable defence so as to rebut the presumption, the appellate court is certainly entitled to examine the evidence on record in order to find if preponderance indeed leans in favour of the accused."
        },
        "11. Section 118 of the aforesaid Act of 1881 deals with presumption as to negotiable instruments and Section 139, provides that it shall be presumed, unless contrary is proved, that the holder of a cheque received the cheque, of the nature referred to in Section 138 for the discharge, in whole or in part, of any debt or other liability.",
        "12. In the aforesaid judgement of Rohitbhai Jivanlal Patel (supra), the Hon'ble Supreme Court referred to the earlier judgements reported in (2010) 11 SCC 441:2010 CRI. L. J. 2871 (Rangappa versus Sri Mohan) and reported in (2009) 2 SCC 513 : (AIR 2009 SC 1518) (Kumar Exports versus Sharma Carpets) and considered the legal position as to manner in which the presumption in connection with cheque under Section 138 of the aforesaid Act of 1881 is to be rebutted on the principles of",
        {
            "I": "preponderance of probabilities"
        },
        "and the manner in which the burden may again shift back to the complainant. Para 16 and 17 of the aforesaid judgement of Rohitbhai Jivanlal Patel (supra) are quoted hereinbelow for ready reference: -",
        "16. In Rangappa v. Sri Mohan, this Court has reiterated and summarised the principles relating to presumptions under Sections 118 and 139 of the NI Act and rebuttal thereof in the following :",
        "26. In the light of these extracts, we are in agreement with the respondent claimant that the presumption mandated by Section 139 of the Act does indeed include the existence of a legally enforceable debt or liability. To that extent, the impugned observations in Krishna Janardhan Bhat may not be correct. However, this does not in any way cast doubt on the correctness of the decision in that case since it is based on the specific facts and circumstances therein. As noted in the citations, this is of course in the nature of a rebuttable presumption and it is open to the accused to raise a defence wherein the existence of a legally enforceable debt or liability can be contested. However, there can be no doubt that there is an initial presumption which favours the complainant.",
        "27. Section 139 of the Act is an example of a reverse onus clause that has been included in furtherance of the legislative objective of improving the credibility of negotiable instruments. While Section 138 of the Act specifies a strong criminal remedy in relation to the dishonour of cheques, the rebuttable presumption under Section 139 is a device to prevent undue delay in the course of litigation. However, it must be remembered that the offence made punishable by Section 138 can be better described as a regulatory offence since the bouncing of a cheque is largely in the nature of a civil wrong whose impact is usually confined to the private parties involved in commercial transactions. In such a scenario, the test of proportionality should guide the construction and interpretation of reverse onus clauses and the defendant-accused cannot be expected to discharge an unduly high standard of proof.",
        "28. In the absence of compelling justifications, reverse onus clauses usually impose an evidentiary burden and not a persuasive burden. Keeping this in view, it is a settled position that when an accused has to rebut the presumption under Section 139, the standard of proof for doing so is that of",
        {
            "I": "preponderance of probabilities"
        },
        ". Therefore, if the accused is able to raise a probable defence which creates doubts about the existence of a legally enforceable debt or liability, the prosecution can fail. As clarified in the citations, the accused can rely on the materials submitted by the complainant in order to raise such a defence and it is conceivable that in some cases the accused may not need to adduce evidence of his/her own.",
        "17. On the aspects relating to preponderance of probabilities, the accused has to bring on record such facts and such circumstances which may lead the Court to conclude either that the consideration did not exist or that its non-existence was so probable that a prudent man would, under the circumstances of the case, act upon the plea that the consideration did not exist. This Court has, time and again, emphasised that though there may not be sufficient negative evidence which could be brought on record by the accused to discharge his burden, yet mere denial would not fulfil the requirements of rebuttal as envisaged under Sections 118 and 139 of the NI Act. This Court stated the principles in Kumar Exports as follows:",
        {
            "I": [
                "20. The accused in a trial under Section 138 of the Act has two options. He can either show that consideration and debt did not exist or that under the particular circumstances of the case the non-existence of consideration and debt is so probable that a prudent man ought to suppose that no consideration and debt existed. To rebut the statutory presumptions an accused is not expected to prove his defence beyond reasonable doubt as is expected of the complainant in a criminal trial. The accused may adduce direct evidence to prove that the note in question was not supported by consideration and that there was no debt or liability to be discharged by him. However, the court need not insist in every case that the accused should disprove the non-existence of consideration and debt by leading direct evidence because the existence of negative evidence is neither possible nor contemplated. At the same time, it is clear that bare denial of the passing of the consideration and existence of debt, apparently would not serve the purpose of the accused. Something which is probable has to be brought on record for getting the burden of proof shifted to the complainant. To disprove the presumptions, the accused should bring on record such facts and circumstances, upon consideration of which, the court may either believe that the consideration and debt did not exist or their non-existence was so probable that a prudent man would under the circumstances of the case, act upon the plea that they did not exist. Apart from adducing direct evidence to prove that the note in question was not supported by consideration or that he had not incurred any debt or liability, the accused may also rely upon circumstantial evidence and if the circumstances so relied upon are compelling, the burden may likewise shift again on to the complainant. The accused may also rely upon presumptions of fact, for instance, those mentioned in Section 114 of the Evidence Act to rebut the presumptions arising under Sections 118 and 139 of the Act.",
                "21. The accused has also an option to prove the non-existence of consideration and debt or liability either by letting in evidence or in some clear and exceptional cases, from the case set out by the complainant, that is, the averments in the complaint, the case set out in the statutory notice and evidence adduced by the complainant during the trial. Once such rebuttal evidence is adduced and accepted by the court, having regard to all the circumstances of the case and the preponderance of probabilities, the evidential burden shifts back to the complainant and, therefore, the presumptions under Sections 118 and 139 of the Act will not again come to the complainant's rescue."
            ]
        },
        "13. In the judgment passed by Hon'ble Supreme Court in the case being Cr. Appeal No.271 of 2020 with analogous case (APS Forex Services Pvt. Ltd. Vs. Shakti International Fashion Linkers and Ors.) decided on 14.02.2020, the Hon'ble Supreme Court in para 5.2 has held that once the accused admits issuance of cheque which bears his signature, there is presumption that there exists a legally enforceable debt or liability under Section 139 of the Negotiable Instrument Act. However, such a presumption is rebuttable in nature and the accused is required to lead evidence to rebut such a presumption and the accused has to lead evidence that the entire amount due and payable to the complainant was paid. In para 6.1 of the aforesaid judgment, the Hon'ble Supreme Court referred to earlier judgment reported in (2001) 8 SCC 458 : (AIR 2001 SC 2895) (K.N. Beena Vs. Muniyappan) wherein it was observed and held that under Section 118 of Negotiable Instrument Act, unless the contrary is proved, it is to be presumed that negotiable instrument has been made or drawn for consideration. It was further observed that under Section 139, the Court has to presume, unless contrary is proved, that the holder of the cheque received the cheque for discharge, in whole or in part, of a debt or liability. Such presumption is rebuttable and the burden to prove is on the accused. The Hon'ble Supreme Court in the aforesaid judgment also quoted para 27 of the judgment passed in the case of K.N. Beena (Supra) wherein it was held as follows:",
        {
            "I": "27. Section 139 of the Act is an example of a reverse onus clause that has been included in furtherance of the legislative objective of improving the credibility of negotiable instruments. While Section 138 of the Act specifies a strong criminal remedy in relation to the dishonour of cheques, the rebuttable presumption under Section 139 is a device to prevent undue delay in the course of litigation. However, it must be remembered that the offence made punishable by Section 138 can be better described as a regulatory offence since the bouncing of a cheque is largely in the nature of a civil wrong whose impact is usually confined to the private parties involved in commercial transactions. In such a scenario, the test of proportionality should guide the construction and interpretation of reverse onus clauses and the defendant-accused cannot be expected to discharge an unduly high standard or proof."
        },
        "14. The Hon'ble Supreme Court also referred to another judgment reported in (2009) 2 SCC 513 : (AIR 2009 SC 1518) (Kumar Exports Vs. Sharma Carpets) wherein it was observed and held that the accused may adduce evidence to rebut the presumption, but mere denial regarding existence of debt shall not serve any purpose.",
        "15. It has been held in para 13 of the said judgement of Rohitbhai Jivanlal Patel (supra) that for determination of the point as to whether the court was justified in reversing the judgment and order of the trial court and convicting the appellant for the offence under Section 138 of the NI Act, the basic questions to be addressed to are twofold: a. whether the complainant had established the ingredients of Sections 118 and 139 of the NI Act so as to justify drawing of the presumption envisaged therein; and if the answer to the above question is yes, then the other question would be b. whether the accused has been able to displace such presumption and to establish a probable defence whereby, the onus would again shift to the complainant?",
        "16. The present revision having been filed against judgement of appellate court, reversing the judgement of acquittal of the petitioner by the trial court for offence under Section 138 of the aforesaid Act of 1881, this case is also to be decided posing the same two questions as mentioned above.",
        "17. It is not in dispute that the complainant and the accused are relative of each other and they were partners of a partnership firm. The sequence of events in connection with bouncing of the cheque are as follows: - August, 2009 -The petitioner demanded friendly loan of Rs. 5 lacs from the complainant with a promise to return the amount within six or seven months. The amount was borrowed by the petitioner for treatment of his wife. Till 1 February, 2010 - The petitioner received altogether Rs.4,14,966/-. 01.02.2010 - Petitioner issued a cheque amounting to Rs. 4,14,966/- in favour of the complainant- Exhibit-1 20.03.2010- The petitioner promised that as soon as his loan will be sanctioned, he would return the amount and the complainant may not be required to produce the cheque before the bank. 31.03.2010 -The petitioner did not pay the loan amount to the complainant till 30.03.2010 and ultimately the complainant produced the cheque on 31.03.2010 before the bank which was dishonoured due to",
        {
            "I": "insufficient fund"
        },
        "- Exhibit-2. 07.04.2010- Cheque return memo was issued on 07.04.2010- Exhibit-3. 31.08.2010- The complainant informed the petitioner and the petitioner assured him to wait till 31.08.2010. 15.09.2010 - Again, the petitioner told him to wait till 15.09.2010. 18.09.2010 - The complainant presented the cheque Exhibit - 2/A 21.09.2010- The Cheque return memo was issued on 21.09.2010 regarding dishonour of cheque- Exhibit-3/A. 27.09.2010 - The complainant issued a legal notice on 27.09.2010 (Exhibit-4) through his Advocate for payment of Rs. 4,14,966/- through registered post with A/D dated 27.09.2010 - Exhibit-5. There is no evidence on record regarding service of legal notice upon the petitioner, much less the date of service of notice. 04.11.2010- The complaint case was filed against the petitioner by the complainant on 04.11.2010.",
        "18. At the stage of trial, the complainant was the sole witness and has supported the prosecution case. The complainant exhibited the aforesaid documents. However, there was no evidence regarding service of legal notice dated 27.09.2010 upon the petitioner sent through registered post with A/D dated 27.09.2010, much less the date of service of notice. The complainant was fully cross examined. She deposed that she was the partner of M/s Lalie Automobile Servicing Engineering and presently she was the proprietor of the said firm and earlier she was the partner of firm namely Dhupeswar Enterprises of the petitioner.",
        "19. The petitioner entered into the defence and produced himself as defence witness. He also deposed that the complainant was the partner of his firm namely M/s Lalie Automobile Services Engineering and the complainant is also his sister-in-law. He deposed that a dispute arose between them and for its peaceful settlement, he issued the cheque in favour of the complainant and the complainant had agreed that when the cheque amount would be paid to her in cash, she would return the cheque to the petitioner. The petitioner deposed that he had paid the cheque amount of Rs.4,14,699/- to the complainant in three instalments and the last instalment was given on 06.09.2010 amounting to Rs.1,14,699/- and requested the complainant to return the cheque, but the complainant told him that the cheque has been kept somewhere and she was unable to return the same. Accordingly, the complainant issued a receipt dated 06.09.2010 in which it was assured that she would return the cheque when it would be traced out. The receipt dated 06.09.2010 was typed in letter head of M/s Lalie Automobile Service Engineering containing the signature of the complainant with the seal of the company. This document was marked as Ext. A with objection.",
        "20. The accused who deposed as defence witness was fully cross- examined from the side of the prosecution and during his cross examination, he deposed that his wife has been suffering from illness for 3 years and he took loan from the complainant amounting to Rs.4,14,699/- for treatment of his wife. He gave account payee cheque to the complainant amounting to Rs.4,14,699/- but he did not receive any legal notice. The petitioner also deposed that he obtained bail from the court after receiving notice of the court. The accused had stated before the court as witness that he had already returned loan amount to the complainant. He also deposed that there is another firm namely Dhupeswar Enterprises in which the complainant was the partner and now, he was the proprietor of this firm. Point no. (a) whether the complainant had established the ingredients of Sections 118 and 139 of the NI Act so as to justify drawing of the presumption envisaged therein?",
        "21. This Court also finds that the petitioner had taken a specific plea that he did not receive any legal notice and he obtained bail from the court after receiving notice from the court.",
        "22. Admittedly, the legal notice in connection with the cheque was sent to the petitioner on 27.09.2010 by registered post with A/D. There is no evidence regarding service of legal notice upon the petitioner, much less the date of service of notice. It has been simply alleged that the petitioner did not pay the cheque amount in spite of service of notice. There is no finding recorded by the learned courts below regarding service of legal notice upon the petitioner, much less the date of receipt of legal notice by the petitioner although the petitioner had specifically denied receipt of the legal notice.",
        "23. This Court finds that the Complainant mentioned the cause of action in the complaint from 31.03.2010, 17.04.2010, 21.09.2010 (date of cheque return memo) and continuing till the date of filing of the complaint case, filed on 04.11.2010.",
        "24. This Court is of the considered view that date of service of notice of cheque bouncing is a material date for the purposes of calculation of time line giving a cause of action for filing a complaint case under Section 138 of Negotiable Instruments Act, 1881. It is for the Complainant to prove that the cause of action arose as per the provisions of Section 138 proviso (c) of Negotiable Instruments Act, 1881, which clearly provides that the cause of action arises upon expiry of 15 days from the date of receipt of cheque bouncing notice. In absence of the relevant date regarding service of cheque bouncing notice, the finding of the learned appellate court that the materials brought by the complaint was sufficient to establish the case under Section 138 of the Negotiable Instruments Act, 1881, is perverse, and cannot be sustained in the eyes of law.",
        "25. This Court finds that even the learned trial court did not record any finding regarding the date of service of legal notice upon the petitioner, but had acquitted the petitioner on the ground that the prosecution failed to prove the case against the petitioner beyond reasonable doubts.",
        "26. It has been held by the Hon'ble Supreme Court in the judgment reported in (2008) 13 SCC 689 : (AIR 2008 SC 3086) (Subodh S. Salaskar vs. Jayprakash M. Sah and Another) that Presumption regarding service of notice sent through registered cover can be drawn only upon expiry of 30 days from the date of issuance of notice. In the said judgment, the notice was sent through speed post and although the actual date of service of notice was not known, the Complainant proceeded on the basis that the same was served within the reasonable period. It was held that if the presumption of notice within the reasonable period is raised, the deemed service at best can be taken to be 30 days from the date of its issuance and the accused was required to make payment in terms of the said notice within 15 days thereafter and the complaint petition therefore could have been filed after expiry of 15 days given to the accused for payment of money after receipt of notice.",
        "27. This Court finds that the petitioner, before the learned court below, had taken a specific plea that the legal notice was never served upon him, and there is no evidence on record to show that the notice was received by the petitioner. In that view of the matter, the presumption regarding the service of notice dated 27.09.2010 sent through registered cover could be 30 days from the date of issuance of notice i.e., on or about 27.10.2010 and from there 15 days waiting period is prescribed for the petitioner to make payment of the cheque amount i.e by 11.11.2010 and only thereafter the cause of action for filing the case could have arisen in the instant case. However, the present case has been filed on 04.11.2010.",
        "28. In the judgment passed by the Hon'ble Supreme Court reported in (2014) 10 SCC 713 (Yogendra Pratap Singh vs. Savitri Pandey and Another) the Hon'ble Supreme Court has dealt with the conditions which are required to be satisfied, including the time line, for filing a case alleging offence under Section 138 of the aforesaid Act of 1881 and consequent presumption to be drawn, interalia, under Section 139 of the said Act of 1881. It has been held by the Hon'ble Supreme Court at Paragraphs- 30 to 38 as under:",
        {
            "I": "30. Section 138 of the NI Act comprises of the main provision which defines the ingredients of the offence and the punishment that would follow in the event of such an offence having been committed. Appended to this section is also a proviso which has three clauses viz. (a), (b) and (c). The offence under Section 138 is made effective only on fulfilment of the eventualities contained in clauses (a), (b) and (c) of the proviso. For completion of an offence under Section 138 of the NI Act not only the satisfaction of the ingredients of offence set out in the main part of the provision is necessary but it is also imperative that all the three eventualities mentioned in clauses (a), (b) and (c) of the proviso are satisfied. Mere issuance of a cheque and dishonour thereof would not constitute an offence by itself under Section 138. 31 Section 138 of the NI Act has been analysed by this Court in Kusum Ingots and Alloys Ltd. wherein this Court said that the following ingredients are required to be satisfied for making out a case under Section 138 of the NI Act: "
        },
        "(i) a person must have drawn a cheque on an account maintained by him in a bank for payment of a certain amount of money to another person from out of that account for the discharge of any debt or other liability; (ii) that cheque has been presented to the bank within a period of six months from the date on which it is drawn or within the period of its validity, whichever is earlier; (iii) that cheque is returned by the bank unpaid, either because the amount of money standing to the credit of the account is insufficient to honour the cheque or that it exceeds the amount arranged to be paid from that account by an agreement made with the bank; (iv) the payee or the holder in due course of the cheque makes a demand for the payment of the said amount of money by giving a notice in writing, to the drawer of the cheque, within 15 days of the receipt of information by him from the bank regarding the return of the cheque as unpaid; (v) the drawer of such cheque fails to make payment of the said amount of money to the payee or the holder in due course of the cheque within 15 days of the receipt of the said notice.",
        {
            "I": [
                "32. We are in agreement with the above analysis.",
                "33. In K.R. Indira, a two-Judge Bench of this Court observed that the offence under Section 138 of the NI Act could be completed if all the above components are satisfied.",
                "34. Insofar as the present reference is concerned, the debate broadly centres around clause (c) of the proviso to Section 138 of the NI Act. The requirement of clause (c) of the proviso is that the drawer of the cheque must have failed to make the payment of the cheque amount to the payee within 15 days of the receipt of the notice. Clause (c) of the proviso offers a total period of 15 days to the drawer from the date of receipt of the notice to make payment of the cheque amount on its dishonour.",
                "35. Can an offence under Section 138 of the NI Act be said to have been committed when the period provided in clause (c) of the proviso has not expired? Section 2(d) of the Code defines "
            ]
        },
        "complaint",
        {
            "I": [
                ". According to this definition, complaint means any allegation made orally or in writing to a Magistrate with a view to taking his action against a person who has committed an offence. Commission of an offence is a sine qua non for filing a complaint and for taking cognizance of such offence. A bare reading of the provision contained in clause (c) of the proviso makes it clear that no complaint can be filed for an offence under Section 138 of the NI Act unless the period of 15 days has elapsed. Any complaint filed before the expiry of 15 days from the date on which the notice has been served on the drawer/accused is no complaint at all in the eye of the law. It is not the question of prematurity of the complaint where it is filed before the expiry of 15 days from the date on which notice has been served on him, it is no complaint at all under law. As a matter of fact, Section 142 of the NI Act, inter alia, creates a legal bar on the court from taking cognizance of an offence under Section 138 except upon a written complaint. Since a complaint filed under Section 138 of the NI Act before the expiry of 15 days from the date on which the notice has been served on the drawer/accused is no complaint in the eye of the law, obviously, no cognizance of an offence can be taken on the basis of such complaint. Merely because at the time of taking cognizance by the court, the period of 15 days has expired from the date on which notice has been served on the drawer/accused, the court is not clothed with the jurisdiction to take cognizance of an offence under Section 138 on a complaint filed before the expiry of 15 days from the date of receipt of notice by the drawer of the cheque.",
                "36. A complaint filed before the expiry of 15 days from the date on which notice has been served on drawer/accused cannot be said to disclose the cause of action in terms of clause (c) of the proviso to Section 138 and upon such complaint which does not disclose the cause of action the court is not competent to take cognizance. A conjoint reading of Section 138, which defines as to when and under what circumstances an offence can be said to have been committed, with Section 142(b) of the NI Act, that reiterates the position of the point of time when the cause of action has arisen, leaves no manner of doubt that no offence can be said to have been committed unless and until the period of 15 days, as prescribed under clause (c) of the proviso to Section 138, has, in fact, elapsed. Therefore, a court is barred in law from taking cognizance of such complaint. It is not open to the court to take cognizance of such a complaint merely because on the date of consideration or taking cognizance thereof a period of 15 days from the date on which the notice has been served on the drawer/accused has elapsed. We have no doubt that all the five essential features of Section 138 of the NI Act, as noted in the judgment of this Court in Kusum Ingots and Alloys Ltd. and which we have approved, must be satisfied for a complaint to be filed under Section 138. If the period prescribed in clause (c) of the proviso to Section 138 has not expired, there is no commission of an offence nor accrual of cause of action for filing of complaint under Section 138 of the NI Act.",
                "37. We, therefore, do not approve the view taken by this Court in Narsingh Das Tapadia and so also the judgments of various High Courts following Narsingh Das Tapadia that if the complaint under Section 138 is filed before expiry of 15 days from the date on which notice has been served on the drawer/accused, the same is premature and if on the date of taking cognizance, a period of 15 days from the date of service of notice on the drawer/accused has expired, such complaint was legally maintainable and, hence, the same is overruled.",
                "38. Rather, the view taken by this Court in Sarav Investment and Financial Consultancy wherein this Court held that service of notice in terms of Section 138 proviso (b) of the NI Act was a part of the cause of action for lodging the complaint and communication to the accused about the fact of dishonouring of the cheque and calling upon to pay the amount within 15 days was imperative in character, commends itself to us. As noticed by us earlier, no complaint can be maintained against the drawer of the cheque before the expiry of 15 days from the date of receipt of notice because the drawer/accused cannot be said to have committed any offence until then. We approve the decision of this Court in Sarav Investment and Financial Consultancy and also the judgments of the High Courts which have taken the view following this judgment that the complaint under Section 138 of the NI Act filed before the expiry of 15 days of service of notice could not be treated as a complaint in the eye of law and criminal proceedings initiated on such complaint are liable to be quashed."
            ]
        },
        "29. This Court finds that the law has been well settled by the aforesaid judgement that the cause of action for filing a complaint case under Section 138 of the said Act of 1881 could not arise prior to expiry of 15 days from the date of service of notice on the accused. There is no provision under the said provisions of aforesaid Act of 1881 to calculate the cause of action to file the case under Section 138 from the date of issuance of legal notice and there is no provision enabling curtailment of statutory period of 15 days given for making payment upon expiry of 15 days from service of notice of cheque bouncing.",
        "30. In that view of the matter, the finding of the learned lower appellate court that the materials brought on record by the prosecution were sufficient to convict the petitioner for offence under Section 138 of the aforesaid Act of 1881 is ex- facie perverse and is accordingly set aside.",
        "31. This Court finds that in the light of the judgment passed by the Hon'ble Supreme Court reported in (2014) 10 SCC 713 (Yogendra Pratap Singh -versus- Savitri Pandey and another) read with the judgement reported in (2008) 13 SCC 689 : (AIR 2008 SC 3086) (Subodh S. Salaskar vs. Jayprakash M. Sah and Another), the complaint file in the present case was pre- mature as the cause of action for filing the complaint case under Section 138 of the aforesaid Act of 1881 had not crystalised on 4.11.2010 and accordingly, the complaint itself was not maintainable.",
        "32. Consequently, the condition precedent for filing the case under Section 138 of the Negotiable Instruments Act, 1881, having not been satisfied, the complaint itself was not maintainable on the day it was filed and accordingly, the petitioners could not have been convicted under the said Section. The question of any presumption regarding existing debt under Section 139 of the Negotiable Instruments Act, 1881 did not arise as the complaint itself was not maintainable. Accordingly, the conviction of the petitioner under Section 138 of the aforesaid Act of 1881 by the learned appellate court cannot be sustained in the eyes of law.",
        "33. The point no.(a) is decided in favour of the accused petitioner and against the complainant. Point no. (b) whether the accused has been able to displace such presumption and to establish a probable defence whereby, the onus would again shift to the complainant?",
        "34. Having decided point no. (a) as aforesaid, there may not be any need to enter into point no. (b).",
        "35. However, this Court finds it proper to touch upon issue no. (b) also as the learned trial court had acquitted the petitioner and the learned appellate court had set-aside the judgement of acquittal which is the impugned judgement before this Court.",
        "36. An argument was raised before the learned trial court that the examination - in - chief of the accused- petitioner as witness could not be filed on affidavit. The learned trial court recorded that, the evidence of the accused was filed on affidavit and the counsel for the complainant had cross-examined him at length and accordingly, the objection raised on behalf of the complainant in connection with recording of evidence of the accused under Section 315 of Cr.P.C. by way of examination-in-chief on affidavit, was rejected.",
        "37. The issuance of cheque is not in dispute. Before the trial court, the argument of the counsel for the accused- petitioner was that the amount taken by the petitioner was returned in instalments and a receipt (Exhibit-A) was also issued by the complainant. It was also the case of the accused petitioner that the complainant withheld the cheque in spite of receiving the cheque amount as the cheque was missing and traceless in the hands of the complainant. On the other hand, the counsel for the complainant argued that the letter pad of M/s Lalie Automobile Services Engineering was kept with the accused with signature of the complainant and the accused used the blank letter pad in his favour to mislead the court and questioned Exhibit-A. The trial court recorded that the counsel for the complainant had not denied the genuineness of the signature of the complainant on Exhibit-A. The learned trial court, interalia, considered Exhibit-A and held that the contentions of the complainant as well as the petitioner is supported with documents and the prosecution case had become doubtful. The trial court held that a doubt was created in the prosecution case and accordingly, the prosecution failed to prove its case beyond reasonable doubts and acquitted the accused - petitioner. The learned trial court also held that it was for the prosecution to prove its case beyond reasonable doubt and as reasonable doubt was created, the prosecution was held to have failed in discharging the burden. The learned trial court neither referred to Section 139 of the aforesaid Act of 1881 nor considered the effect of legal presumption under Section 139 nor examined the discharge of burden of proof on the principles of",
        {
            "I": "preponderance of probabilities"
        },
        "as crystalised by the Hon'ble Supreme Court in Rohitbhai Jivanlal Patel v. State of Gujarat, (2019) 18 SCC 106 and also in Cr. Appeal No.271 of 2020 with analogous case (APS Forex Services Pvt. Ltd. Vs. Shakti International Fashion Liners and Ors.) decided on 14.02.2020.",
        "38. The appellate court, after considering the materials on record, was of the view that the defence failed to establish the genuineness of Exhibit-A and held that all the requirements to establish a case under Section 138 of Negotiable Instruments Act were fulfilled by the complainant. The learned appellate court also recorded that the learned trial court failed to appreciate that the materials which were brought on record by the complainant were sufficient to establish the case under Section 138 of the Negotiable Instruments Act and was of the view that the prosecution has been able to prove the case beyond all shadow of reasonable doubts and set-aside the judgement of acquittal of the petitioner passed by the learned trial court.",
        "39. This Court finds that the learned appellate court, while deciding the appeal, framed the question as to whether the appellant had proved the charge against the accused beyond all shadow of reasonable doubt and whether the judgement passed by learned trial court needed any interference. The learned appellate court also neither referred to Section 139 of the aforesaid Act of 1881 nor considered the presumption under Section 139 nor examined the discharge of burden of proof on the principles of",
        {
            "I": "preponderance of probabilities"
        },
        "as crystalised by the Hon'ble Supreme Court in the aforesaid judgements.",
        "40. Thus, on the one hand, the learned trial court, interalia, considered Exhibit- A and held that the case of the complainant as well as the accused was based on documentary evidences and accordingly, the case against the accused had become doubtful. On the other hand, the learned appellate court was of the view that the defence failed to establish the genuineness of Exhibit- A and recorded that the basic ingredients for offence under Section 138 of the Negotiable Instruments Act were fulfilled. However, both the learned courts below have not examined the evidences on record in the light of statutory presumption under Section 139 of the aforesaid Act of 1881 and also failed to apply the principles of",
        {
            "I": "preponderance of probabilities"
        },
        "in the matter of rebuttal of the statutory presumption under Section 139 of the aforesaid Act of 1881.",
        "41. There is no doubt that mere denial of existing debt or discharge of debt may not be sufficient to discharge the burden of proof from the side of the accused on the principles of",
        {
            "I": "preponderance of probabilities"
        },
        ", but, once the accused puts on record further material, the onus of the accused stands discharged on the principle of",
        {
            "I": "preponderance of probabilities"
        },
        ". In such a scenario, the test of proportionality should guide the construction and interpretation of reverse onus and the accused is not expected to discharge an unduly high standard or proof and the accused need not discharge his burden to the extent of being beyond all reasonable doubt. Once a probable defence is put on record from the side of the accused, the onus shifts upon the complainant to prove the fact regarding existing debt.",
        "42. In the instant case, the Exhibit- A is dated 06.09.2010 which is certainly after first instance of bouncing of cheque and prior to presentation of cheque second time, upon which legal notice was issued and case was filed.",
        "43. This Court has scrutinised the materials on record as the Exhibit A was relied upon by the learned trial court but disbelieved by the learned appellate court. Upon perusal of the records, this Court finds that there is no material on record, either in the evidence in chief of the complainant or evidence in chief of the accused or even in their cross examination, that the blank signed pages were signed and handed over by the complainant to the accused - petitioner in connection with the partnership firm and that the same has been misused by the accused- petitioner to create a document of receipt of the cheque amount i.e Exhibit-A. In the cross examination of the complainant, she had denied receipt of the cheque amount and denied issuance of any money receipt but had not mentioned regarding any signed blank page handed over to the accused- petitioner or retained by the accused-petitioner which could have been misused by the accused petitioner. It further appears that the argument advanced by the learned counsel for the complainant regarding signed blank page retained by the accused -petitioner and its misuse, was not based on any material on record. There is no explanation on record from the side of the complainant in connection with Exhibit-A and the accused-petitioner, the sole defence witness, was neither cross-examined on this point nor any suggestion was put to him alleging that Exhibit A was prepared by misusing blank page signed by the complainant. This Court finds that the learned appellate court rejected the genuineness of Exhibit- A by applying the principle of strict proof and did not examine Exhibit-A in the light of the principles of",
        {
            "I": "preponderance of probabilities"
        },
        ". This Court is of the considered view that the defence taken by the petitioner on the basis of Exhibit-A that the entire cheque amount was returned by the petitioner to the complainant was certainly a probable defence when seen in the light of the principles of",
        {
            "I": "preponderance of probabilities"
        },
        "and the appellate court erred in law in rejecting the defence of the petitioner and not considering the case on the principles of",
        {
            "I": "preponderance of probabilities"
        },
        ".",
        "44. This Court is of the considered view that the materials on record suggest that the accused- petitioner had discharged his burden and rebutted the statutory presumption under Section 139 of the aforesaid Act of 1881 on the principles of",
        {
            "I": "preponderance of probabilities "
        },
        "and the complainant failed to further shift the burden to the accused petitioner. This Court finds that the accused has been able to displace presumption under Section 139 of the aforesaid Act of 1881 and established a probable defence whereby, the onus again shifted to the complainant and the complainant failed to discharge the same. Accordingly, point no. (b) is also decided in favour of the accused petitioner and consequently, the conviction of the petitioner for offence under Section 138 of the aforesaid Act of 1881 passed by the learned appellate court cannot be sustained in the eyes of law.",
        "45. As a cumulative effect of the aforesaid findings, the present petition is hereby allowed. Consequently, the impugned judgement of conviction of the accused-petitioner under Section 138 of the aforesaid Act of 1881, passed by the learned lower appellate court, is hereby set aside and the petitioner is acquitted .",
        "46. This Court observes that vide order dated 05.03.2021, Ms. Pooja Kumari, Advocate was appointed as Amicus Curiae in this case by this Court. This Court records its appreciation for the valuable assistance accorded by the learned Amicus Curiae in final disposal of this case. The Secretary, Jharkhand High Court Legal Services Committee is directed to ensure that the legal remuneration of the learned Amicus Curiae is duly paid to her within a period of 4 weeks upon submission of bills by her.",
        "47. The office is directed to provide a copy of this order to Ms. Pooja Kumari, the learned Amicus Curiae and also to be Secretary, Jharkhand High Court Legal Services Committee",
        "48. Let the lower court records be sent back to the court concerned.",
        "49. Let this order be communicated to the learned court below through FAX / e-mail."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Presumption - Accused allegedly issued cheque to discharge loan given by complainant - No evidence led by complainant to establish as to when legal notice issued by him was served upon accused - Absence of any clinching evidence as to date of service of legal notice upon accused - Complainant failed to further shift the burden to accused - Accused displaced presumption u/S.139 and established a probable defence whereby, onus shifted to complainant and complainant failed to discharge the same - Accused acquitted. (Paras44 45)",
    "Result": "Petition allowed"
}