{
    "ILOCaseNo": "2021 ILO KAR 606806",
    "Court": "KARNATAKA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPEAL - 100137 of 2015",
            "Petitioner": "Veeresh Veerabhadrappa Gangammanavar",
            "Respondent": "Mallikarjun Madivalappa Vantamuri and Anr."
        }
    ],
    "JudgmentDate": "24/09/2021",
    "BenchCoram": "RAJENDRA BADAMIKAR",
    "Lawyers": {
        "LawyerForPetitioner": [
            "C. V. Angadi"
        ],
        "LawyerForRespondent": [
            "S. B. Hegde",
            "M. H. Patil",
            "Prakash. S. Udikeri"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. This appeal is filed under section 378(4) of Cr.P.C. praying to grant leave to appeal against the judgment and order of acquittal dated 08.06.2015 passed in criminal case No.124/2005 by the Principal Civil Judge and Chief Judicial Magistrate, Dharwad and to set aside the judgment and order of acquittal dated 08.06.2015 passed in criminal case No.124/2005 by the Principal Civil Judge and Chief Judicial Magistrate, Dharwad thereby 2 acquitting the accused for the offences punishable under Section 138 of the Negotiable Instruments Act, 1881 by allowing this appeal and to convict and sentence the respondents - accused for the offence punishable under Section 138 of Negotiable Instrument Act, 1881. This appeal having been heard and reserved for judgment on 16.09.2021, coming on for 'Pronouncement of Judgment' this day, the court delivered the following: JUDGMENT This appeal is filed by the complainant under Section 378(4) of Cr.P.C. challenging the judgment and order of acquittal dated 08.06.2015 passed by the Principal Civil Judge and Chief Judicial Magistrate, Dharwad in Criminal Case No.124/2005 whereby the learned magistrate has acquitted the accused/respondent for the offence punishable under Section 138 of NI Act, 1881.",
        "2. For the sake of convenience parties herein are referred to their original ranks occupied by them before the trial Court.",
        "3. The brief factual matrix leading to the case are that the wife and children of accused No.1, children of accused No.2 and complainant were the partners of registered finance corporation known as 'Sharada Finance Corporation'. That the accused Nos.1 and 2 and G.M.Pawate and N.B.Harihar and the father of the complainant were partners of 'Sharada Complex', Jayanagar, Dharawad which is a unregistered body. It is alleged on 31.03.2002, the complainant and his father came out of both the partnership firms with effect from 01.04.2002. When the complainant had retired from Sharada Finance Corporation he was required to receive Rs.12,00,000/- and his father when he retired from Sharada Complex he was required to receive Rs.14,55,000/- and the accused have agreed to pay the said amount on behalf of their wife and children. It is alleged that accused Nos.1 and 2 in their individual capacity have issued the cheque of Syndicate Bank dated 13.08.2004 of Rs.26,55,000/- in favour of the complainant. When the said cheque was submitted for encashment it was returned for insufficient funds. Then he has issued legal notice, but the accused did not responded for the same and hence, the complainant is constrained to file this complaint. After taking cognizance learned magistrate has recorded the sworn statement of the complainant and after perusing the records, issued process against the accused. Accused Nos.1 and 2 have appeared and enlarged on bail and they have also denied the accusation made against them. Then the complainant has got examined himself as Pw.1 and also got examined 3 witnesses as Pws.2 to 4. He has also placed reliance on 14 documents. After conclusion of the evidence of the prosecution the statement of the accused under Section 313 of Cr.P.C. is recorded wherein the accused have denied the case of the complainant partly and to some extent they have admitted the case. The accused No.1 was also got examined himself as Dw.1 and Ex.D1 to D11 were relied by the accused.",
        "4. Having heard the arguments and perusing the records the learned magistrate came to a conclusion that the complainant has failed to prove the guilt of the accused for the offence punishable under Section 138 of NI Act and acquitted them.",
        "5. Being aggrieved by this judgment of acquittal the appellants have filed this appeal under Section 378(4) of Cr.P.C.",
        "6. Heard the arguments advanced by the learned counsel for the appellant and learned counsel for respondents-accused. Perused the records of the trial Court in detail.",
        "7. Learned counsel for the appellant would contend that the judgment of acquittal of the trial Court is contrary to law, evidence on record and it is arbitrary. He would further contend that trial Court has not considered the evidence of Pw.2 who is witness to the transaction and the trial Court has also failed to consider the legal liability and the liability under the cheque is required to be discharged by the accused. He would also contend that after retirement of other partners only the accused were continuing partners and have issued cheque jointly. The trial Court has failed to appreciate Exs.P6, P8 and P9. He would also contend that the resolution of the firm 'Sharada Complex' establish existence of legal debt and Pw.4-expert has also supported the case of the complainant. Hence, he would contend that trial Court has failed to appreciate the evidence on record and draw proper presumption in favour of the complainant and would contend that the judgment of acquittal passed by the trial Court is erroneous, capricious and arbitrary and as such it calls for interference. Hence, he would seek for allowing the appeal by setting aside the impugned judgment.",
        "8. Per contra the learned counsel for the respondent contended that cheque is a joint cheque and there is no evidence to fix the liability to the extent of 50%. He would also contend that the firm is not party and Sharada Complex is a unregistered firm and there is no evidence to show that the accused Nos.1 and 2 were authorized for operating the bank account and admission of Pw.3 disclose that there was no authorization. He would also invite the attention of the Court to Ex.P10- deed of partnership and the observations made by the trial Court in paragraph Nos.13 to 15 and contend that the trial Court has justified in acquitting the accused as a legally enforceable debt is not established. Hence, he would seek for rejection of the appeal.",
        "9. Having heard the arguments and perusing the records, now the following point would arise for my consideration: Whether the judgment of the trial Court is sustainable?",
        "10. The complainant has lodged a complaint against the accused for the offence punishable under Section 138 of NI Act. According to the complainant, wife and children of accused No.1 and children of accused No.2 were partners of Sharada Finance which is a registered body. He further submitted that accused Nos.1 and 2 and complainant's father are partners of 'Sharada Complex' which is a un registered body. According to him on 31.03.2002 he and his father came out of the partnership firms and he was required to receive Rs.12,00,000/- from 'Sharada Finance' and his father was required to receive Rs.14,55,000/- from Sharada Complex and accused having agreed to pay the said amount on behalf of their wife and children have issued a cheque for Rs.26,55,000/-. The complainant was examined as Pw.1 and in his evidence he admits that 'Sharada Finance' and 'Sharada Complex' are independent entities and 'Sharada Finance' was under the verge of becoming bankrupt in the year 2003. He also admitted that Ex.P1 is not the cheque pertaining to joint account and he has also admitted in 2003 after leaving the firm Form No.5 is not submitted. Very interestingly, he admitted that when he came out of the firm his mother was the Managing Director and in 2002, G.M.Pawate and N.B.Harihar left the firm. He also admits that in the said firm along with accused there are three more partners. He pleads ignorance as to whether cheque belongs to firm or the personal account of the accused. He claims that as per Ex.P10, his father is an outgoing partner and admits that his father is signed on it. He also admits that contents of Ex.P10 are correct. Very interestingly, in Ex.P10 it is recited that entire claim of the outgoing partners is settled and Pw.1 admits this aspect. Further he admits that as per Clause-17 of Ex.P10 there is a clause of arbitration and admittedly the same is not used in the instant case.",
        "11. Pw.3 is the Manager of the bank and he admits that in respect of the account of the firm pertaining to Ex.P6 there is no reference as to who is required to operate it. He also admitted that in case of firm the authorization for operation of the account is required to be obtained and he admits that if there is no letter of authorization issued by the firm, the account cannot be operated and he also admits that Ex.P10 is the proper document. He also admits that Ex.P6 is authorization letter of 1993 and he claims that there is no reference as to who is required to operate the account of Sharada Complex. He has also admitted that in Ex.P7 there is a reference that authorization was given to G.M.Pawate and N.B.Harihar and after 1993 there is no document as to who is required to operate the account and no such authorization was given. Hence, it is evident that there is no evidence placed to show that the accused were authorized on behalf of the firm to handle the account of the firm.",
        "12. Pw.4 is a hand writing expert but her evidence discloses that she has compared only one signature pertaining to accused No.1 and she has also admitted that in respect of corrections there are no signatures.",
        "13. Accused No.1 is examined as Pw.1 and in his evidence he deposed that the Syndicate Bank account bearing No.984140 is not jointly operated by himself and accused No.2. He has also admitted that he is not the member of the 'Sharada Finance' and he has admitted that in 2001 when 'Sharada Complex' was on the verge of collapse due to financial constraints all the Directors have sold the property of 'Sharada Complex' and returned the amount to depositors. He has also deposed that in this regard one Sushma.K.Sagara has filed a consumer case before the District Consumer Forum and all together have paid the amount and during that period certain blank cheques were given to depositors and one of such cheque is possibly mis-used by the complainant.",
        "14. Ex.P1 is pertaining to account No.182 of Syndicate Bank and it is pertaining to 'Sharada Complex'. Admittedly it is a unregistered firm. The wife and children of accused No.1 and children of accused No.2 are the partners of 'Sharada Finance'. There is no document to show that any authorization was given to accused Nos.1 and 2 to handle the transactions of 'Sharada Complex'.",
        "15. The complainant is claiming Rs.12,00,000/- pertaining to 'Sharada Finance' and Rs.14,55,000/- pertaining to 'Sharada Complex'. At the outset, 'Sharada Complex' is unregistered body and further that amount is said to be paid to his father but it is not his case that there are no other legal heirs except complainant so as to claim that amount. Further it is alleged that the father of the complainant has expired on 11.12.2011. Then there is no evidence as to why Ex.P1-cheque was given to the complainant in 2004 including the amount payable to the father of the complainant when he was alive. There is no explanation forthcoming in this regard. Further 'Sharada Finance Corporation' and 'Sharada Complex' are two independent entities. In Ex.P10, there is no reference that the other Directors are required to pay Rs.12,00,000/- and Rs.14,55,000/-. Further in Ex.P10 there is a reference in Clause-16 that outgoing partners have received their claim and their claim is settled. This is admitted by Pw.1 himself. When everything is settled under Ex.P10 and that outgoing partners have signed that their claim is settled, question of again issuing a cheque in this regard does not arise at all. Further there is no evidence to show that the accused have issued a cheque in respect of the liability of their wife and children in respect of 'Sharada Finance'. Admittedly both the accused are not the partners of the 'Sharada Finance' and the wife and children of accused No.1 and children of accused No.2 were partners. They are liable for any liability pertaining to 'Sharada Finance' but not the accused and there is no evidence that they have taken this liability on them and no documents is forthcoming in this regard.",
        "16. Apart from that all along it is contended that the cheque-Ex.P1 was issued by the accused in the individual capacity. From Exs.D3 to D9, it is evident that property of the 'Sharada Finance' was sold and it was running under financial constraints and the Directors have also issued blank cheques to the customers. Pw.1 in his evidence claims that accused Nos.1 and 2 have issued a cheque in their individual capacity but when Ex.P1 is compared with Ex.P9, it is evident that cheque pertaining to 'Sharada Complex' and the liability of the complainant pertaining to 'Sharada Finance' cannot be fastened on Sharada Complex. Further when the cheque is pertaining to 'Sharada Complex' the firm is not a party and it is mandatory that firm is required to be impleaded as party. The complainant has not pleaded in complaint that the accused have issued cheque pertaining to 'Sharada Complex' and tried to conceal this aspect by trying to mislead the Court. When the cheque was pertaining to 'Sharada Complex' and when there is no document that complainant is partner of Sharada Complex question of he receiving any claim through 'Sharada Complex' does not arise at all. Apart from that 'Sharada Complex' is admittedly unregistered firm and it cannot prosecute. Further Pw.3 has also admitted that there is no authorization issued by the firm in favor of accused Nos.1 and 2 for handling the account of the 'Sharada Complex'. When the cheque is pertaining to 'Sharada Complex' and all the partners are Directors of 'Sharada Complex' were not parties, question of prosecuting the accused alone in their individual capacity does not arise at all as admittedly the liability is fastened on the firm and not on accused individually. Hence, the complainant has failed to establish that accused have issued the cheque in their individual capacity towards discharge to legally enforceable debt. The firm is also not party and it is also unregistered firm. Further 'Sharada Finance' and 'Sharada Complex' are two independent entities and 'Sharada Complex' is unregistered body.",
        "17. Ex.P10 itself establishes that the entire claim of the outgoing partners is settled and in that event again fastening the liability pertaining to claim of outgoing partners does not arise at all. Hence, considering these facts and circumstances it is evident that the complainant has failed to establish that cheque under Ex.P1 was issued towards legally enforceable debt. The trial Court has considered all these aspects and analysed the oral and documentary evidence in detail. Hence, after proper appreciation, it has arrived at a just decision of acquitting the accused. The judgment of the acquittal passed by the trial Court does not suffer from any infirmity and it does not call for any interference by this Court. The said judgment is sustainable under the law and as such looking to these facts and circumstances, I answer the point under consideration in the affirmative. Accordingly, I proceed to pass the following: ORDER The appeal is dismissed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Legally enforceable debt - Presumption as to - Informant stated that he was to receive money from accused, after he and his father came out of partnership firm - Cheque issued by accused towards such payment, dishonoured - No evidence as to why cheque of money due to father of informant, not issued during lifetime of father - As per informants sums were due from 'Sharada Finance' and 'Sharada Complex' - Both of them were independent entities and not sister concerns - Accused clarified that all outgoing partners of firm have received their claim - Question of again issuing cheque to informant does not arise at all - When all partners who were Directors of firm were not prosecuted - Accused alone cannot be prosecuted in his individual capacity, as liability was fastened on firm - Informant failed to establish that accused issued cheque in individual capacity towards discharge to legally enforceable debt - Accused entitled to acquittal. (Paras15 16 17)",
    "Result": "Appeal dismissed"
}