{
    "ILOCaseNo": "2021 ILO GUJ 606764",
    "Court": "GUJARAT HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "R/CRIMINAL MISC.APPLICATION - 5824 of 2021",
            "Petitioner": "SHAIKH YUSUFKHAN HAMIDKHAN",
            "Respondent": "STATE OF GUJARAT"
        }
    ],
    "JudgmentDate": "31/03/2021",
    "BenchCoram": "MS . BELA M. TRIVEDI",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Pratik B. Barot"
        ],
        "LawyerForRespondent": [
            "Ms. Cm Shah",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The applicantoriginal complainant has filed the present application seeking leave to appeal under Section 378(4) of the Cr.P.C. in respect of the judgment and order of acquittal dated 11.12.2020 nd passed by the learned 2 Additional Judicial Magistrate First Class, Himmatnagar (hereinafter referred to as",
        {
            "I": "the trial Court"
        },
        ") in Criminal Case No. 33 of 2015 whereby the trial Court has acquitted the respondent No. 2 original accused from the charges levelled against him under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as",
        {
            "I": "the said Act"
        },
        ").",
        "2. The case of the applicantcomplainant before the trial Court was that the applicant happened to know the respondent accused as he was a good friend of his brother and the accused was doing the business of facilitating the persons in getting job abroad (Saudi Arabia). Around two years back, the accused had charged Rs.1,80,000/ giving assurance to a friend of the complainant that he would get a job for him in Saudi Arabia, however the accused did not arrange the job as per the promise made by him. When the complainant demanded the said money back from the accused, he gave a cheque of Rs. 1,80,000/ to the complainant. The complainant having presented the cheque in the Bank of India, Mehsana Branch on 25.09.2014, the said cheque had returned with the endorsement",
        {
            "I": "funds insufficient"
        },
        "on 28.10.2014. The complainant thereafter had issued a notice to the accused on 25.11.2014 calling upon him to make payment of the cheque, however the said notice was returned by the postal department as the accused was not found at the given address. Thereafter, the complainant filed a complaint before the Trial Court which was registered as the Criminal Case No. 33 of 2015. The trial Court after appreciating the evidence adduced by the complainant and considering the defence of the accused, acquitted the respondentaccused from the charges levelled against him under Section 138 of the said Act. The aggrieved complainant therefore has filed the present application seeking leave to appeal against the said judgment and order passed by the trial Court.",
        "3. The learned Advocate Mr. Pratik Barot appearing for the applicant submitted that the respondent in his further statement recorded before the trial Court under Section 313 of the Cr.P.C. had neither disputed the signature on the cheque nor the very issuance of the cheque in question. According to him, the trial Court had committed an error in not raising a legal presumption in favour of the applicantcomplainant under Section 139 of the said Act. The very fact that the respondent accused had issued the cheque in favour of he complainant implied that it was issued towards the discharge of his debt or liability and the said cheque having been dishonored, a clear case for the offences under Section 138 of the said Act was made out.",
        "4. Before appreciating the submissions made by the learned Advocate Mr. Barot appearing for the applicant, it is required to be noted that as transpiring from the evidence there was nothing on record produced by the complainant to suggest that the notice given by the complainant before lodging the complaint was received by the respondentaccused. It is needless to say that as per clause (b) of the proviso to Section 138, the payee or holder in due course of the cheque, as the case may be, has to make a demand for the payment of the amount of the cheque by giving a notice in writing to the drawer of the cheque within 30 days of the receipt of the information by him from the bank regarding the return of the cheque as unpaid, and if the drawer of the said cheque fails to make payment of the said amount of money to the payee or holder in due course as the case may be within 15 days of the receipt of the said notice, the provisions of Section 138 could be said to have been attracted. So far as the facts of the present case are concerned, the complainant i.e. the applicant herein in the crossexamination before the trial Court had categorically admitted that he had not produced any evidence to show that the notice of demand given by him to the accused was received by the accused. In view of such statement of the complainant and in absence of any evidence to show that the accused had received the demand notice from the complainant, it could not be said that the offence under Section 138 was committed by the respondentaccused.",
        "5. It is further pertinent to note that the applicantcomplainant in his crossexamination recorded on 01.07.2017 had also admitted that he had not made any transaction with the accused and that there was no legally recoverable debt from the accused. An evidence with regard to the legally enforceable debt being one of the main ingredients to constitute the offence under Section 138 of the said Act, and in the instant case, the complainant himself having admitted that there was no legally enforceable debt, which could be recovered from the accused, the offence under Section 138 could not be said to have been made out. The proviso appended to the said section provides for compliance of the legal requirements before a complaint could be acted upon by the Court of law. It is well settled legal position that Section 139 of the said Act merely raises a presumption in regard to the second aspect of the matter. The existence of legally recoverable debt is not a matter of presumption under Section 139 of the Act. It merely raises a presumption in favour of the holder of the cheque that the same has been issued for discharge of any debt or any other liability. It is also needless to say that the presumption under Section 139 of the said Act is rebbutable. Beneficial reference of the decisions in the case of Krishna Janardhan Bhat versus Dattatraya G. Hegde reported (2008) 4 SCC 54 : (AIR 2008 SC 1325), in case of Rangappa versus Sri Mohan reported in (2010) 11 SCC 441 : (AIR 2010 SC 1898) and in case of Basalingappa Versus Mudibasappa reported in (2019) 5 SCC 418 : (AIR 2019 SC 1983) be made in this regard.",
        "6. In any case, in the instant case, the applicantcomplainant himself in his crossexamination had admitted that he had no legally enforceable debt against the accused. Under the circumstances, the trial Court has rightly appreciated the evidence on record and acquitted the respondentaccused for the charges under Section 138 of the said Act. There being no illegality or infirmity in the impugned judgment and order of acquittal passed by the trial Court, this Court is not inclined to entertain the present application. Hence, the same is rejected. As a result of the dismissal of the present application, the appeal also stands dismissed in limine."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.139 - Dishonour of cheque - Legally enforceable debt - Presumption as to - Around two years back, accused charged money, giving assurance to friend of complainant about getting a job in Saudi Arabia - As accused was unable to arrange job as per his promise, complainant demanded said money back - Cheque issued by accsued towards repayment of amount to complainant, dishonoured - Nothing on record to suggest that recovery notice was issued by complainant before lodging complaint or was received by accused - Complainant also admitted that he had not made any transaction with accused and there was no legally recoverable debt from accused - In absence of legally enforceable debt - Accused entitled to acquittal. (Paras4 5 6)",
    "Result": "Appeal dismissed"
}