{
    "ILOCaseNo": "2021 ILO PNH 606870",
    "Court": "PUNJAB AND HARYANA HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRR - 947- of 2021",
            "Petitioner": "Sandeep Goyal",
            "Respondent": "Sandeep Building Material Supplier and Anr."
        }
    ],
    "JudgmentDate": "23/09/2021",
    "JudgmentBy": "VIKAS BAHL",
    "BenchCoram": "VIKAS BAHL",
    "Lawyers": {
        "LawyerForPetitioner": [
            "R. S. Dhull"
        ],
        "LawyerForRespondent": [
            "Shokeen Singh Verma",
            "Praveen Bhadu",
            "AAG",
            "Haryana"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. CRM-31233-2021 This is an application filed under Section 482 of Cr.P.C. for preponement of the date of hearing in the main case from 11.11.2021 to an early date as the matter has already been compromised.",
        "2. Notice in the application.",
        "3. On advance notice, Mr. Shokeen Singh Verma, Advocate appears and accepts notice on behalf of non-applicant/respondent No.1/complainant and Mr. Praveen Bhadu, AAG, Haryana, appears on behalf of the non-applicant/State and have submitted that they have no objection in case the present application is allowed and the date of hearing in the main case is preponed from 11.11.2021 to today itself for final disposal.",
        "4. In view of the aforesaid facts and no objection from the opposite side, the present application is allowed and the main criminal revision petition is taken on Board today itself for final disposal. CRR-947-2021",
        "5. This is a Criminal Revision Petition filed against the judgment of conviction dated 13.12.2017 and order on quantum of sentence dated 16.12.2017 passed by the Judicial Magistrate Ist Class, Sonipat as well as against the judgment dated 26.08.2021 passed by the Additional Sessions Judge, Sonipat, vide which the petitioner was convicted for an offence under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter to be referred as",
        {
            "I": "the Act of 1881"
        },
        ") for a period of one year rigorous imprisonment and was also directed to pay the compensation of Rs.50,000/- and the appeal from the said judgment of conviction was also dismissed.",
        "6. In the present case, respondent No.1/complainant had filed a complaint under Section 138 of the Act of 1881 with the averments that the complainant had business terms with the present petitioner/accused and against the material supplied, the petitioner had issued four cheques dated 30.04.2013 amounting to Rs.50,000/- each. On the presentation of a cheque, the same was returned with the remarks",
        {
            "I": "funds insufficient"
        },
        ". A legal notice dated 12.08.2013 was also issued to the petitioner/accused by the complainant with regard to the same and once the payment was not made, a complaint was filed by the complainant.",
        "7. The Judicial Magistrate Ist Class, Sonipat vide its judgment of conviction dated 13.12.2017 convicted the petitioner and thereafter the appeal preferred against the same by the petitioner was dismissed by the Additional Sessions Judge, Sonepat.",
        "8. On 03.09.2021, while granting suspension of sentence to the present petitioner, this Court was pleased to pass the following order:-",
        {
            "I": "CRM-28075-2021 This is an application filed under Section 482 Cr.P.C. for placing on record the photocopy of Demand Draft of Rs.50,000/- as Annexure P-1. For the reasons stated in the application, the same is allowed. Photocopy of Demand Draft of Rs.50,000/- (Annexure P-1), is taken on record, subject to all just exceptions. CRR-947-2021 Notice of motion for 11.11.2021. CRM-28076-2021 This is an application filed under Section 397 of the Code of Criminal Procedure for suspension of sentence of the applicant-petitioner- Sandeep Goyal, during the pendency of the revision petition. Learned counsel for the applicant- petitioner has submitted that in the present case, the cheque in question was for an amount of Rs.50,000/- and even as per the judgments of the trial Court and the Appellate Court, an amount of compensation of Rs.50,000/- has been awarded to the complainant in addition to the sentence of one year to the applicant-petitioner under Section 138 of Negotiable Instruments Act, 1881. Learned counsel for the applicant-petitioner has further submitted that he has already placed on record a photocopy of demand draft bearing No.027202 dated 27.08.2021 amounting to Rs.50,000/- (Annexure P-1) in the name of the complainant-Sandeep Building Material Supplier and he has no objection in case, the said demand draft is given to the complainant who can credit the same to his account, subject to the decision of the present revision petition. It is further submitted that the petitioner has arguable points in the main revision also. It is also submitted that the applicant-petitioner has already been in custody since 26.08.2021 and the sentence awarded to him is for rigorous imprisonment of one year only. Without commenting upon the merits of the case and keeping in view the abovesaid facts and circumstances, moreso the fact that the applicant-petitioner is ready to pay an amount of Rs.50,000/- to the complainant subject to the decision of the revision petition and also the fact that the sentence awarded to him is rigorous imprisonment for a period of one year and the decision of the revision petition is likely to take time, this Court is of the considered opinion that the present application deserves to be allowed and the remaining sentence of the applicant- petitioner-Sandeep Goyal is ordered to be suspended on his furnishing personal/surety bonds to the satisfaction of the concerned Chief Judicial Magistrate/Duty Magistrate. The applicant-petitioner would be released after the original demand draft, a photocopy of which has been annexed as Annexure P-1, is deposited with the office of the Registrar Judicial of this Court and the receipt with respect to the same is shown to the trial Court at the time of releasing the applicant-petitioner on bail. It would be open to the complainant to get the said demand draft released in his favour and to credit the same into his account. The same would, however, be subject to the decision of the present revision petition. Application stands disposed of."
        },
        "9. Now, the present petitioner has moved an application bearing CRM-31234-2021 under Section 320 read with Section 482 of Cr.P.C. for compounding of offence under Section 138 of the Act of 1881 in view of the compromise effected between the parties dated 18.09.2021 (Annexure P-2). The terms of the said compromise are reproduced hereinbelow:-",
        {
            "I": [
                "This compromise deed is executed on this 18 day of September, 2021 year at Sonepat between Sandeep son of Shri Rajbir Singh R/o Village Chitana Tehsil and District Sonepat Haryana First Party Manish Goyal son of Shri Khanjanchi Lal Goyal cousin (brother) of Sandeep Goyal son of Late Shri Paras Goyal R/o H.N.596/24 Mission Road, Sonepat Tehsil and District Sonepat Haryana Second Party NOW THIS DEED WITNESSES AS FOLLOWS",
                "1. That the first party has received all amount of four cheques bearing Nos.(i)039412, 039413, 039414, 039415 all dated 30.04.2013 Rs. Vide One Lac through DD bearing No.027201 and 027202 Rs.50,000/- each which is deposited before Hon'ble High Court and Rs.55,000/- before the Court of Shri R.P. Goyal Ld. A.S.J. Sonepat and remaining amount cash today.",
                "2. That the first party undertakes to make the statement before the Hon'ble High Court in case bearing No.CRR-941 of 2021 and CRR-947 of 2021 and before the Hon'ble Court of Shri Devender Singh Ld. ASJ Sonepat accordingly.",
                "3. That this compromise executed between the both parties without any force, pressure and coercion any side.",
                "4. That both the parties undertakes not to force any litigation against each other.",
                "5. That the first party/complainant namely Sandeep son of Rajbir Singh have no objection if the Hon'ble Court release of any kind the accused Sandeep Goyal son of Paras Goyal. IN WITNESS WHEREOF, this compromise is being th signed by the parties on this 18 day of September, 2021 year at Sonepat in the presence of following witnesses Witnesses First Party",
                "1. Sd/-Arvind Dhanda Advocate District Court Sonepat Sd/- Sandeep son of Shri Rajbir Singh R/o Village Chitana Tehsil and District Sonepat Haryana Second Party",
                "2. Sd/- Vinay Mittal son of Shri Raj Kumar Sd/- Manish Goyal son of Shri Khanjanchi Lal Goyal cousin (Brother) of Sandeep Goyal son of Late Shri Paras Goyal R/o H.N.596/24 Mission Road, Sonepat Tehsil and District Sonepat Haryana"
            ]
        },
        "10. A perusal of the said compromise would show that the complainant party i.e. respondent No.1 had stated that the said compromise has been executed without any force, pressure and coercion from any side.",
        "11. Learned counsel for respondent No.1/complainant who is present in the Court has submitted that the said terms of compromise are genuine, bona fide and he has also prayed that the present criminal revision petition be allowed and the application bearing CRM-31234- 2021 which has been filed for compounding of offence under Section 138 of the Act of 1881 be also allowed after setting aside the judgments of both the Courts below.",
        "12. It is brought to the notice of this Court that the draft of an amount of Rs.50,000/- is still lying with the office of Registrar Judicial of this Court. With respect to the same, liberty had already been granted to the complainant in the order dated 03.09.2021 passed by this Court to get the said demand draft released in his favour.",
        "13. Learned counsel for the petitioner and respondent No.1/complainant would be bound by the said order and learned counsel for the petitioner has submitted that the petitioner would have no objection in case the said amount is released in favour of the complainant.",
        "14. Learned counsel for the petitioner has submitted that the petitioner is ready to deposit 15% of the amount of the cheque i.e. Rs.7,500/- within a period of two weeks with the Haryana State Legal Services Authority in accordance with the judgment passed by the Hon'ble Supreme Court in Damodar S. Prabhu Vs. Sayed Babalal H, (2010) 5 SCC 663. : (AIR 2010 SC 1907).",
        "15. Learned counsel for respondent No.2/State has also submitted that the State would have no objection in case the present criminal revision petition is disposed of as having been compromised and in fact, in the present case, State has no role to play.",
        "16. This Court has heard the learned counsel for the parties.",
        "17. From the above facts, it is apparent that both the contesting parties are ad idem that the compromise has been effected between the parties without any pressure, threat or undue influence and the terms of the said compromise have been duly complied with. The compromise would go a long way in maintaining the peace and harmony between the parties and thus, a prayer has been made to the Court for compounding the offence in terms of Section 147 of the Negotiable Instruments Act, 1881 read with Section 320 (6) Cr.P.C. Since the offence relating to dishonour of cheque has a compensatory profile and is required to have precedence over punitive mechanism, therefore, the present revision petition deserves to be allowed.",
        "18. It is also relevant to state that the petitioner has already undergone custody of 15 days out of total sentence of one year rigorous imprisonment.",
        "19. This Court in a judgment dated 09.03.2017 passed in CRR no.390 of 2017 : (Reported in (2017) 3 Bank Cas 155) titled as",
        {
            "I": "Kuldeep Singh vs. Vijay Kumar and another"
        },
        "has held as under:-",
        {
            "I": "Reliance can be placed on Kaushalya Devi Massand vs. Roopkishore Khore, 2011 (2) RCR (Criminal) 298 : (AIR 2011 SC 2566) and Damodar S. Prabhu vs. Sayed Babalal, AIR 2010 (SC) 1097. The revisional jurisdiction of the High Court in terms of Section 401 Cr.P.C. would result in bringing about ends of justice between the parties in the event of finding that the compromise is genuine, bonafide and free from any undue influence. The compromise in question would serve as a everlasting tool in favour of the parties for which indulgence can be given by this Court. The revisional exercise would also be in consonance with the spirit of Section 147 of Negotiable Instruments Act. The principle as laid down in Damodar S. Prabhu vs. Sayed Babalal, AIR 2010 (SC) 1097, would be squarely fortified if the compromise in question is allowed to be effected between the parties with leave of the Court. In view of aforesaid, impugned judgment dated 19.01.2017 passed by Additional Sessions Judge, Sri Muktsar Sahib vide which conviction and sentence of the petitioner was upheld stands quashed. The revision petition is allowed subject to deposit of 15% of the cheque amount as per ratio laid down in Damodar S. Prabhu's case (supra) to State Legal Services Authority, failing which this order will be of no consequence. Necessary consequences to follow."
        },
        "20. Reliance in the abovesaid judgment was also placed upon the judgment of Hon'ble Supreme Court in Damodar S. Prabhu's case (supra) and thus as per settled law, this Court has power to set aside the judgment of conviction against the petitioner on the basis of a valid compromise. The compromise in the present case is genuine and valid.",
        "21. Thus, keeping in view the abovesaid facts and circumstances, judgment of conviction dated 13.12.2017 and order on quantum of sentence dated 16.12.2017 passed by the Judicial Magistrate Ist Class, Sonipat as well as the judgment dated 26.08.2021 passed by the Additional Sessions Judge, Sonipat are set aside and the present criminal revision petition is allowed in terms of the compromise.",
        "22. However, it is made clear that in case the petitioner does not deposit an amount of Rs.7500/- within a period of two weeks from the date of receipt of certified copy of this judgment with the Haryana State Legal Services Authority, the present criminal revision petition would be deemed to have been dismissed.",
        "23. All the pending miscellaneous applications, if any, shall stand disposed of in view of the abovesaid judgment."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.147 - Criminal P.C. (2 of 1974), S.320(6) - Dishonour of cheque-Compounding of offence - Compromise betweren parties - - Parties having business terms and cheque issued by accused towards payment against material supplied, dishonoured - Informant pleaded that compromise has been executed without any force, pressure and coercion from any side - Accused petitioner is ready to deposit 15% of amount of cheque - Terms of said compromise have been duly complied with - Compromise would go a long way in maintaining peace and harmony between the parties - Since offence relating to dishonour of cheque has compensatory profile and is required to have precedence over punitive mechanism - Considering fact that accused has already undergone custody of 15 days out of total sentence - Proceedings quashed in terms of compromise between parties. (Paras10 11 13 17 18 21)",
    "Result": "Petition allowed"
}