{
    "ILOCaseNo": "2021 ILO MUM 606739",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPLICATION (APL) - 471 of 2019",
            "Petitioner": "Anup Niranjan Dodiya",
            "Respondent": "Shailendra Narayanji Vyas"
        }
    ],
    "JudgmentDate": "08/03/2021",
    "BenchCoram": "Rohit B. Deo",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Rishabh Khemuka"
        ],
        "LawyerForRespondent": [
            "A. R. Deshpande"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. The applicant is the complainant in Summary Criminal Case 4103/2017 instituted under Section 138 of the Negotiable Instruments Act, 1881 (Act) in which the non-applicant is arraigned as the accused.",
        "2. Considering the issue involved, it would not be necessary to note in detail the averments in the complaint. Suffice it to note, that according to the applicant (hereinafter referred to as the complainant) the non-applicant (hereinafter referred to as the accused) borrowed from him Rs.3,00,000/-, repaid Rs.1,50,000/-, and towards discharge of the liability to repay the balance loan amount of Rs.1,50,000/- issued cheque, which was dishonoured.",
        "3. The learned Judicial Magistrate First Class, Akola issued process vide order dated 16.10.2017, which read thus: Perused the complaint, verification on affidavit and documents on record. Prima facie ingredients of the offence under section 138 of Negotiable Instruments Act are made out. Hence, issue process under section 138 of Negotiable Instruments Act against accused as proprietor of Bhagvati Construction on process fee.",
        "4. The accused assailed the order of issuance of process in Criminal Revision Application 23/2018, inter alia contending that the statutory notice dated 11.08.2017 issued by the complainant was defective and, therefore, did not furnish the cause of action to institute the complaint.",
        "5. The accused contended that the notice dated 11.08.2017 which was issued for and on behalf of Rishabh Marketing by Advocate Ram Somani referred to the Proprietor of Rishabh Marketing as Sushilkumar Dodiya. However, by corrigendum dated 31.08.2017 Advocate Ram Somani informed the accused that the name of the Proprietor of Rishabh Marketing is Anup Dodiya and that the reference to Sushilkumar Dodiya in the notice dated 11.08.2017 is a typographical error. The accused contended in the memo of revision that the notice dated 11.08.2017 was not issued by the payee of the cheque, and was, therefore, illegal and invalid.",
        "6. The learned Additional Sessions Judge, Akola allowed the revision and quashed the order of issuance of process, vide judgment dated 05.04.2019, reasoning thus: Perusal of demand notice dated 11/08/2017 would show that the said notice was issued on behalf of Rishabh Marketing through proprietor Sushilkumar Dodiya. It is significant that the complaint in question had been filed by Anup Niranjan Dodiya being proprietor of Rishabh Marketing. Although an attempt was made on behalf of the complainant by notice dated 31/08/2017, directed to the petitioner, clarifying the name of proprietor of the firm being Anup Niranjan Dodiya, however, in the complaint itself the cause of action for filing the complaint has been shown on 28/08/2017 [15 days of the receipt of notice dated 11/08/2017]. Therefore, it is crystal clear that the complainant has relied upon demand notice dated 11/08/2017, which is flawed, showing name of the firm of Rishab Marketing as Susuhil Dodiya, who has no concern with the said firm so also, no business transaction with the accused Sahilendra Vyas. As such, when the demand notice is suffered by the defect in respect of name of complainant, the same can not be treated as valid demand notice as required under section 138 (b) of the Negotiable Instrument Act.",
        "7. The learned counsel for the complainant Mr. Rishabh Khemuka would submit that the Revisional Court committed a grave error in assuming that the notice was not issued by the payee of the cheque. Mr. Khemuka would submit that the payee of the cheque was Rishabh Marketing. The accused was clearly aware that the statutory notice dated 11.08.2017 was issued on behalf of Rishabh Marketing in relation to the dishonour cheque dated 01.08.2017 drawn on the Akola Janta Co-operative Bank bearing number 300706 for Rs.1,50,000/- (Rupees One Lakh Fifty Thousand only). Mr. Rishabh Khemuka invites my attention to the reply dated 18.08.2017 addressed by the accused to the statutory notice dated 11.08.2017 and submits that the reply is addressed to as many as seven members of the Dodiya family including the complainant Anup Dodiya. Mr. Rishabh Khemuka submits that in the reply dated 18.08.2017 the accused contended that the entire Dodiya family is engaged in illegal money lending and that Niranjan Dodiya, Anup Dodiya - complainant and Ashish Dodiya obtained certain signed blank papers and cheques from the accused, one of which is misused. Mr. Khemuka emphasizes that in the said reply there is no assertion whatsoever that the statutory notice dated 11.08.2017 is not issued by the payee.",
        "8. The learned counsel for the accused Mr. A.R. Deshpande would reiterate the submission which found favour with the Revisional Court. Mr. Deshpande would rely on the decision of the Supreme Court in Milind Shripad Chandurkar v. Kalim M. Khan and Anr 2011 Cri. L.J. 1912, and the decision of the Supreme Court in Shankar Finance and Investments v. State of Andhra Pradesh and others (2008) 8 SCC 536 : (AIR 2009 SC 422).",
        "9. In my considered view, the Revisional Court erred in quashing the order of issuance of process on the premise that the notice was not issued by the payee.",
        "10. Section 7 of the Act defines",
        {
            "I": "Payee"
        },
        "as the person named in the instrument directed to be paid. Section 8 defines",
        {
            "I": "Holder"
        },
        "of a promissory note, bill of exchange or cheque to mean any person entitled in his own name to the possession thereof and to receive or recover the amount due thereon from the parties thereto. Where the note, bill or cheque is lost or destroyed, its holder is the person so entitled at the time of such loss or destruction. Section 9 defines",
        {
            "I": "Holder in due course"
        },
        "to mean any person who for consideration became the possessor of a promissory note, bill of exchange or cheque if payable to bearer, or the payee or indorsee thereof, if before the amount mentioned in it became payable, and without having sufficient cause to believe that any defect existed in the title of the person from whom he derived his title. Section 138 provides for the penal consequences for the dishonour of cheque subject to the satisfaction of conditions (a) (b) and (c) Proviso (b) referred to supra mandates that the payee or the holder in due course of the cheque shall make a demand for the payment of the said amount of money by giving a notice in writing to the drawer of the cheque within the prescribed period.",
        "11. In contradistinction with a company incorporated under the Companies Act, 1956, a proprietary concern is not legal entity distinct from its proprietor and a proprietary concern is only a trade name under which an individual carries on business. It is well settled that if the proprietary concern intends to file a civil suit, the proper description of the plaintiff would be Mr. ABC carrying on business under the name and style of M/s DEF. However, the institution of complaint under Section 138 of the Act is governed by Section 142 which requires that the complainant should be the payee and if the payee is the proprietary concern, it is permissible to lodge the complaint in the name of the proprietary concern itself.",
        "12. It would be apposite to note the following observations of the Supreme Court in Shankar Finance and Investments v. State of Andhra Pradesh and others (2008) 8 SCC 536:",
        "9. Section 142(a) of the Act requires that no court shall take cognizance of any offence punishable under Section 138 except upon a complaint made in writing by the payee. Thus the two requirements are that (a) the complaint should be made in writing (in contradistinction from an oral complaint); and (b) the complainant should be the payee (or the holder in due course, where the payee has endorsed the cheque in favour of someone else). The payee, as noticed above, is M/s Shankar Finance and Investments. Once the complaint is in the name of the",
        {
            "I": "payee"
        },
        "and is in writing, the requirements of Section 142 are fulfilled. Who should represent the payee where the payee is a company, or how the payee should be represented where payee is a sole proprietary concern, is not a matter that is governed by Section 142, but by the general law.",
        "13. While the proprietary concern is competent, as the payee, to lodge the complaint under Section 138 of the Act, the description of the complainant would ideally be M/s DEF represented by its proprietor Mr. ABC or Mr. ABC, sole proprietor of M/s DEF.",
        "14. The issue which is involved is not whether the complaint is competently instituted by the proprietary concern, which irrefutably is the payee. The contention of the accused, which found favour with the Revisional Court, is that since the initial notice dated 11.08.2017, which was issued on behalf of the payee, incorrectly referred to Mr. Sushilkumar as the proprietor, the notice is defective.",
        "15. An error or defect in describing the proprietary concern in the complaint may, in a given situation be of some significance in the sense that if the proprietary concern is represented by a person who is not the proprietor, it would be safe to assume that the complaint is incompetently instituted.",
        "16. In the factual matrix obtaining, it is irrefutable that the statutory notice was issued by the payee. The accused nurtured no doubt in his mind that the statutory notice is issued on behalf of Rishabh Marketing. The accused further was clearly aware that the statutory notice was issued alleging dishonour of the cheque, described with particularity in the notice. The reply of the accused is addressed to the Dodiya family including Mr. Arun Dodiya who is the proprietor of Rishabh Marketing. It is not in dispute that the statutory notice incorrectly refers to Sushilkumar as the proprietor, which error is brought to the notice of the accused vide the corrigendum dated 31.08.2017. However, irrespective of the corrigendum, the accused did not labour under any confusion or misunderstanding and the defence which he took in the reply was of misuse of the cheque by the members of the Dodiya family who according to the accused are involved in illegal money lending.",
        "17. The submission of Mr. Deshpande that the statutory notice was not issued by the payee is difficult to accept. In my considered view, the statutory notice was indeed issued by the proprietary concern which is irrefutably the payee. The fact that the learned counsel who issued the notice incorrectly named the proprietor, and which error according to the corrigendum is a typographical error, does not detract from the fact that the statutory notice was issued on behalf of Rishabh Marketing which was the payee of the cheque dishonoured.",
        "18. The decision of the Supreme Court in Milind Shripad Chandurkar v. Kalim M. Khan and Anr. is of no assistance to the accused. The Supreme Court found, on the basis of material on record, that there was no evidence to show that Milind Shripad Chandurkar who represented the proprietary concern, was as a fact the proprietor. The reliance placed by Mr. Deshpande on the decision of the Supreme Court in Shankar Finance and Investments v. State of Andhra Pradesh and others (2008) 8 SCC 536 is not quite apposite. The question which was considered by the Supreme Court was whether the complaint under Section 138 which is signed by the power of attorney holder on behalf of the sole proprietor of the payee concern, is maintainable. The Supreme Court held the complaint signed by the power of attorney holder is maintainable. The Supreme Court inter alia held that a power of attorney holder of the complainant, who does not have personal knowledge, cannot be examined under Section 200 of the Code.",
        "19. In the light of the discussion supra, the judgment dated 05.04.2019 in Criminal Revision Application 23/2018 is quashed and the order of issuance of process dated 16.10.2017 rendered by the Judicial Magistrate First Class, Court 6, Akola is restored.",
        "20. The learned Magistrate is requested to conclude the trial as expeditiously as possible.",
        "21. The application is allowed."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.138, S.142 - Dishonour of cheque - Issuance of process - Challenge as to - On ground that statutory notice issued by complainant was defective and does not furnish cause of action - Cheque allegedly issued by accused to complainant, towards balance payment of money borrowed, dishonoured - Proprietary concern is not separate legal entity distinct from its proprietor as it is only trade name under which individual carries on business - Institution of complaint u/S. 142 requires complainant should be payee - In case payee is proprietary concern, it is permissible to lodge complaint in name of proprietary concern itself - Description of complainant would ideally be represented by its proprietor - Accused nurtured no doubt in his mind that statutory notice was issued on behalf of proprietary concern - Accused also clearly aware about alleged dishonour of cheque, described with particularity in notice - Reply of accused is addressed to proprietor of firm - Order of issuance of process, proper. (Paras11 13 16 19)",
    "Result": "Petition allowed"
}