{
    "ILOCaseNo": "2021 ILO MUM 607843",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL WRIT PETITION - 5859 of 2019",
            "Petitioner": "Manjiri Kishor Kharote",
            "Respondent": "Vinay Chintamani Bhatwadekar and Anr."
        }
    ],
    "JudgmentDate": "23/03/2021",
    "BenchCoram": "A. S. Gadkari",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Prashant Bhavake"
        ],
        "LawyerForRespondent": [
            "Anand Patil",
            "Amit Palkar",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. By the present Petition under Article 227 of the Constitution of India, the Petitioner, original accused, has impugned Judgment and Order dated 9 October 2019, passed in Criminal Revision Application No.50 of 2019, by the learned Additional Sessions Judge, Kolhapur, thereby dismissing the said Revision and confirming Order dated 20 August 2018, passed by the learned 6 Judicial Magistrate, First Class, Kolhapur, below Exh-1 in Summary Criminal Case No.3335 of 2018, issuing process against the Petitioner under Section 138 of the Negotiable Instruments Act, 1881 (for short,",
        {
            "I": "N.I. Act"
        },
        ").",
        "2. Heard Mr. Bhavake, learned counsel for the Petitioner, Shri. Patil, learned counsel for Respondent No.1-Complainant and Mr. Palkar, learned APP for Respondent No.2-State. Perused record.",
        "3. Perusal of record reveals that, Respondent No.1 has filed complaint under Section 138 of the N.I. Act, against the Petitioner bearing Summary Criminal Case No.3335 of 2018, in the Court of Judicial Magistrate, First Class, Kolhapur. It is briefly stated in the said complaint that, Respondent No.1 had invested Rs.25,00,000/- with the husband of the Petitioner, who had assured him of good returns on the same. Details of investment by Respondent No.1 have been mentioned in para 2(A) of the complaint. That the husband of Petitioner had executed an agreement of return of money. That the husband of Petitioner towards return of the said money had also issued cheques drawn on Axis Bank, which were dishonoured on presentation. On 24 November 2017, the husband of the Petitioner expired. It is categorically stated in the complaint that, at the time of deposit of the said amount of Rs.25,00,000/- by Respondent No.1 with the husband of the Petitioner, the Petitioner was present and in her presence the said amount was invested with her husband. In paragraph 5 of the complaint, it is specifically pleaded that, after lapse of some period, Respondent No.1 pleaded with the Petitioner to repay his amount invested with the husband of the Petitioner. The Petitioner therefore issued a cheque dated 7 April 2018, bearing No.014908 of Rs.25,00,000/- drawn on IDBI Bank, Shahupuri Branch, Solapur. That, the said cheque was dishonoured on its presentation. In the brief premise, the present complaint is filed.",
        "4. Mr. Bhavake, learned counsel for the Petitioner submitted that, vicarious liability is being foisted by Respondent No.1, upon the Petitioner for the acts committed by her husband. He submitted that, the Petitioner did not willingly issue the said cheque in question, and therefore, issuance of process by the Trial Court, at the first instance and its confirmation by the Revisional Court, is erroneous. He, therefore, prayed that, the present Petition may be allowed by setting aside the impugned Orders. Per contra, Mr. Patil, learned counsel for Respondent No.1, vehemently opposed the present Petition and submitted that, the Petitioner has issued the said cheque in favour of Respondent No.1, at her own free will and to repay the said amount taken by her husband. He submitted that, the Petitioner actively, participated in the transaction of acceptance of amount by her husband. He, therefore, prayed that, the present Petition may be dismissed.",
        "5. A bare perusal of complaint would clearly indicate that, it is the Petitioner, who had issued the said cheque in favour of Respondent No.1 by accepting her liability to repay the said amount of Rs.25,00,000/- taken by her husband from Respondent No.1. As per the pleadings in the complaint, it is categorically stated that, when Respondent No.1 handed over the said amount to the husband of the Petitioner when the Petitioner was present and actively participated in the said transaction as a witness. Further perusal of photocopy of the said cheque No.014908 (page no.22 to Petition) would reveal that, it is signed by the Petitioner herein.",
        "6. Section 139 of the N.I. Act, prescribes presumption in favour of holder of the cheque. Section 139 states that, it shall be presumed, unless the contrary is proved, that the holder of a cheque received the cheque of the nature referred to in Section 138, for the discharge, in whole or in part, of any debt or other liability. Thus, at this stage, a lawful presumption is in favour of Respondent No.1 and it is for the Petitioner to rebut the same by leading cogent and plausible evidence in that behalf.",
        "7. In view of the above, it clearly appears from the record that, the Trial Court while passing impugned Order dated 20 August 2018, thereby issuing process against the Petitioner and the Revisional Court, while confirming the same by its impugned Judgment and Order dated 9 October 2019, have not committed any error either in law or on facts. The Petition being dehors of merits is accordingly dismissed."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.204 - Negotiable Instruments Act (26 of 1881), S.138, S.139 - Issuance of process - Validity - Petitioner-Accused alleged to have issued cheque to respondent for repayment of loan amount, which was dishonoured on its representation - Persual of complaint clearly indicate that petitioner who had issued said cheque in favour of respondent by accepting her liability to repay said amount of Rs.25,00,000/- taken by her husband from respondent - Petitioner actively participated in transaction as witness - Photocopy of said cheque reveal that it is signed by petitioner - Lawful presumption is in favour of respondent and it is for petitioner to rebut same by leading cogent and plausible evidence - Thus, order of issuance of process proper. (Paras5 6)",
    "Result": "Petition dismissed"
}