{
    "ILOCaseNo": "2021 ILO MUM 606740",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL WRIT PETITION - 1916 of 2019",
            "Petitioner": "SBI Global Factors Limited",
            "Respondent": "State of Maharashtra and Ors."
        }
    ],
    "JudgmentDate": "03/03/2021",
    "JudgmentBy": "A. S. Gadkari",
    "BenchCoram": "A. S. Gadkari",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Yashpal Thakur A/w. Mukund Pandya"
        ],
        "LawyerForRespondent": [
            "Amit Palkar",
            "A. P. P. Mukesh Modi"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Rule. Rule made returnable forthwith and by consent of learned counsel for the respective parties, Petition is taken up for final hearing.",
        "2. By the present Petition under Article 227 of the Constitution of st India, the petitioner, original complainant, has impugned Order dated 1 April rd 2019 passed by the learned Metropolitan Magistrate, 33 Court, Ballard Pier, st Mumbai, in C.C. No.4311/SS/2015, thereby rejecting its application dated 1 April 2019, for discarding evidence of accused and for directions to the accused to lead oral evidence.",
        "3. Heard Mr.Thakur, learned counsel for the petitioner, Mr.Palkar, learned A.P.P. for respondent No.1-State and Mr.Modi, learned counsel for respondent Nos.2 to 4. Perused record.",
        "4. The record reveals that, the petitioner has instituted a complaint bearing C.C. No.4311/ SS/2015 in the Court of learned Metropolitan rd Magistrate, 33 Court, Ballard Pier, Mumbai, under Section 138 read with 141 of the Negotiable Instruments Act, 1881. After receipt of summons, the respondent Nos.2 and 4 appeared before the Court. The respondent No.4 (accused No.3) filed an Affidavit of Evidence in lieu of Examination-in-Chief dated 5th March 2019. To the said affidavit accused also annexed certain documents. The petitioner therefore filed an application on st1 April 2019 for discarding evidence of accused and for directing the respondent No.3 to lead oral evidence. The Trial Court by its cryptic impugned Order dated 1st April 2019, rejected it. The impugned Order reads as 'Rejected as per latest Judgment of Gujrat H.C. and of Hon'ble S.C. in I.B.A. Case'. The Trial Court also directed and granted 7 days time to the petitioner to challenge its Order or else it would pass no cross Order.",
        "5. The question, whether an accused in proceedings under Section 138 of the N.I. Act is entitled to file an Affidavit in-lieu of Examination-in- Chief or not, is no more res-integra. The Hon'ble Supreme Court in the case of Mandvi Co-op. Bank Ltd. Vs. Nimesh B. Thakore, reported in Manu/SC/0016/2010 : AIR 2010 SC 1402 : (2010) 3 SCC 83, in para Nos.30, 31 and 32 has held as under :",
        {
            "I": "30. Coming now to the last question with regard to the right of the accused to give his evidence, like the complainant, on affidavit, the High Court has held that subject to the provisions of sections 315 and 316 of the Code of Criminal Procedure the accused can also give his evidence on affidavit. The High Court was fully conscious that section 145(1) does not provide for the accused to give his evidence, like the complainant, on affidavit. But the High Court argued that there was no express bar in law against the accused giving his evidence on affidavit and more importantly providing a similar right to the accused would be in furtherance of the legislative intent to make the trial process swifter. In paragraph 29 of the judgment, the High Court observed as follows: "
        },
        "It is true that section 145(1) confers a right on the complainant to give evidence on affidavit. It does not speak of similar right being conferred on the accused. The Legislature in their wisdom may not have thought it proper to incorporate a word 'accused' with the word 'complainant' in sub-section (1) of section 145 in view of the immunity conferred on the accused from being compelled to be a witness against himself under Article 20(3) of the Constitution of India....",
        {
            "I": " Then in paragraph 31 of the judgment it observed: "
        },
        ".... Merely because, section 145(1) does not expressly permit the accused to do so, does not mean that the Magistrate cannot allow the accused to give his evidence on affidavit by applying the same analogy unless there is just and reasonable ground to refuse such permission. There is no express bar on the accused to give evidence on affidavit either in the Act or in the Code..... I find no justified reason to refuse permission to the accused to give his evidence on affidavit subject to the provisions contained in sections 315 and 316 of the Code.",
        {
            "I": [
                "31. On this issue, we are afraid that the High Court overreached itself and took a course that amounts to taking-over the legislative functions.",
                "32. On a bare reading of section 143 it is clear that the legislature provided for the complainant to give his evidence on affidavit and did not provide for the accused to similarly do so. But the High Court thought that not mentioning the accused along with the complainant in sub- section (1) of section 145 was merely an omission by the legislature that it could fill up without difficulty. Even though the legislature in their wisdom did not deem it proper to incorporate the word 'accused' with the word 'complainant' in section 145(1), it did not mean that the Magistrate could not allow the accused to give his evidence on affidavit by applying the same analogy unless there was a just and reasonable ground to refuse such permission. There are two errors apparent in the reasoning of the High Court. First, if the legislature in their wisdom did not think "
            ]
        },
        "it proper to incorporate a word 'accused' with the word 'complainant' in section 145(1)......",
        {
            "I": ", it was not open to the High Court to fill up the self perceived blank. Secondly, the High Court was in error in drawing an analogy between the evidences of the complainant and the accused in a case of dishonoured cheque. The case of the complainant in a complaint under section 138 of the Act would be based largely on documentary evidence. The accused, on the other hand, in a large number of cases, may not lead any evidence at all and let the prosecution stand or fall on its own evidence. In case the defence does lead any evidence, the nature of its evidence may not be necessarily documentary; in all likelihood the defence would lead other kinds of evidences to rebut the presumption that the issuance of the cheque was not in the discharge of any debt or liability. This is the basic difference between the nature of the complainant's evidence and the evidence of the accused in a case of dishonoured cheque. It is, therefore, wrong to equate the defence evidence with the complainant's evidence and to extend the same option to the accused as well."
        },
        "6. The Hon'ble Supreme Court in the case of Indian Banks Association and Ors. Vs. Union of India and Ors., reported in MANU/SC/0387/2014 : AIR 2014 SC 2528 : (2014) 5 SCC 590, while dealing with the issue of large pendency of cases arising under Section 138 of the Negotiable Instruments Act, after taking into consideration various decisions in the field and also the ratio in the case of Mandvi Co-op. Bank Ltd. (supra), in para No.21, issued following directions.",
        {
            "I": "21. Many of the directions given by the various High Courts, in our view, are worthy of emulation by the Criminal Courts all over the country dealing with cases under Section 138 of the Negotiable Instruments Act, for which the following directions are being given :- DIRECTIONS: 1) Metropolitan Magistrate/Judicial Magistrate (MM/JM), on the day when the complaint under Section 138 of the Act is presented, shall scrutinize the complaint and, if the complaint is accompanied by the affidavit, and the affidavit and the documents, if any, are found to be in order, take cognizance and direct issuance of summons. 2) MM/JM should adopt a pragmatic and realistic approach while issuing summons. Summons must be properly addressed and sent by post as well as by e-mail address got from the complainant. Court, in appropriate cases, may take the assistance of the police or the nearby Court to serve notice to the accused. For notice of appearance, a short date be fixed. If the summons is received back un-served, immediate follow up action be taken. 3) Court may indicate in the summon that if the accused makes an application for compounding of offences at the first hearing of the case and, if such an application is made, Court may pass appropriate orders at the earliest. 4) Court should direct the accused, when he appears to furnish a bail bond, to ensure his appearance during trial and ask him to take notice under Section 251Cr.P.C. to enable him to enter his plea of defence and fix the case for defence evidence, unless an application is made by the accused under Section 145(2) for re- calling a witness for cross-examination. (5) The Court concerned must ensure that examination-in-chief, cross-examination and re- examination of the complainant must be conducted within three months of assigning the case. The Court has option of accepting affidavits of the witnesses, instead of examining them in Court. Witnesses to the complaint and accused must be available for cross-examination as and when there is direction to this effect by the Court."
        },
        "7. The learned Single Judge of this Court in the case of Murlidhar Chandiram Gyanchandani Vs. Jai Agencies through proprietor Anil Ramlochansingh Thakur, reported in MANU/ MH/2736/2013 : IV (2014) BC 372(Bom.), while dealing with similar issue, as the case in hand, in para No.6, has held as under.",
        {
            "I": "After giving thoughtful considerations to the submissions advanced and controversy involved being restricted only to the extent of learned Magistrate having permitted the respondent- accused to adduce his evidence by way of an affidavit and the decision pointed out as well as the provisions to which attention is drawn, clearly indicating that such a direction could not have been given due to no such a stipulation is contained in the relevant section the relevant part of the order impugned will be required to be quashed and set aside. Similarly, for expeditious disposal of said case, the direction deserves to be given, as canvassed."
        },
        "8. In view of the elucidation of law by the Hon'ble Supreme Court in the case of Mandvi Co-op. Bank Ltd. (supra), it is clear that, an accused in a proceedings under Section 138 of the Negotiable Instruments Act cannot be permitted to file an Affidavit-of-Evidence in lieu of Examination-in-Chief.",
        "9. Mr.Modi, learned counsel for the respondent Nos.2 to 4 strenuously argued that, last sentence of direction No.5 issued in the case of Indian Bank Association and Ors. (supra) by the Hon'ble Supreme Court permits accused person to file an affidavit. By relying on last sentence in para No.5 i.e.",
        {
            "I": "Witnesses to the complaint and accused must be available for cross- examination as and when there is direction to this effect by the Court"
        },
        ", he submitted that, the said observation of the Hon'ble Supreme Court is expansive in nature and also permits accused person to file an affidavit-of- evidence in lieu of examination-in-chief. The said argument cannot be accepted at its threshold, as it is contrary to the law laid down by the Hon'ble Supreme Court in the case of Mandvi Co-op. Bank Ltd. (supra). It is made abundantly clear therein by the Hon'ble Supreme Court that, it is therefore wrong to equate the defence evidence with the complainant's evidence and to extend the same option to the accused as well. Therefore, the accused person cannot be permitted to file affidavit in-lieu of examination-in-chief, in a case under Section 138 of N.I. Act.",
        "10. In view of the aforestated settled position of law, the respondent Nos.2 and 4 herein cannot be permitted to file an Affidavit-of-Evidence in-lieu of Examination-in-Chief. The impugned Order dated 1st April 2019 is accordingly quashed and set-aside. The evidence of accused No.3 i.e. Affidavit of Evidence in lieu of Examination-in-Chief dated 5th March 2019 is discarded from record of C.C. No.4311/SS/2015 by allowing the application of petitioner dated 1st April",
        "2019. 11. The learned Metropolitan Magistrate is directed to record oral evidence of original accused No.3 Mr.Bharatkumar V. Pandya (respondent No.4 herein) by following necessary procedure prescribed by law in that behalf.",
        "12. Petition is accordingly allowed and Rule is made absolute in terms of prayer Clauses (b) and (c)."
    ],
    "HeadNote": "Negotiable Instruments Act (26 of 1881), S.145, S.138, S.141 - Evidence Act (1 of 1872), S.137 - Evidence on affidavit - Accused in proceedings under S. 138 of N.I. Act - Cannot be permitted to file an Affidavit of Evidence in lieu of Examination-in-Chief - Order rejecting application filed by complainant for discarding evidence of accused and for directing accused to lead oral evidence, liable to be set aside - Direction issued to record oral evidence of accused by following necessary procedure prescribed by law. (Paras9 10 11)",
    "Result": "Petition allowed"
}