{
    "ILOCaseNo": "2021 ILO MUM 607989",
    "Court": "BOMBAY HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "CRIMINAL APPLICATION (APL) - 326 of 2019",
            "Petitioner": "Ajay Rampal Sarda",
            "Respondent": "Mohanlal Nathmal Agrawal and Anr."
        }
    ],
    "JudgmentDate": "28/01/2021",
    "JudgmentBy": "Rohit B. Deo",
    "BenchCoram": "Rohit B. Deo",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Mrs. R. P. Jog"
        ],
        "LawyerForRespondent": [
            "R. P. Goenka",
            "M. K. Pathan",
            "App"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "1. Heard Mrs. R.P. Jog, the learned counsel for the applicant and Mr. R.P. Goenka, counsel for respondent 1 and Mr. M.K. Pathan, the learned APP for respondent 2.",
        "2. The applicant, who is arraigned as accused 5 in Summary Criminal Case 5363/2017, which is instituted by respondent 1 under section 138 of the Negotiable Instruments Act, 1881 (",
        {
            "I": "Act"
        },
        "for short) approached the learned Sessions Judge under section 397 of the Code of Criminal Procedure, 1973 (",
        {
            "I": "Code"
        },
        "for short) in Criminal Revision 99 of 2018, challenging the order dated 4.12.2018, rendered by the th Judicial Magistrate First Class, (13 Court), Akola, of issuance of process.",
        "3. The learned Additional Sessions Judge, dismissed the revision and the applicant, who shall be referred as the accused hereinafter, is invoking inherent power under section 482 of the Code and the extraordinary jurisdiction under section 227 of the Constitution of India.",
        "4. The submission of the learned counsel Mrs. R.P. Jog rests on the premise that it is incontrovertible that the accused was not in charge of the affairs of the firm or responsible to the firm for the day to day conduct of the business, and therefore, the vicarious principle underlying the provisions of section 141 of the Act, do not come into play. The edifice of the submission that the accused was not in charge of the affairs of the firm is constructed on a document dated 9.1.2013 which purports to be a partnership deed incorporating a recital that the accused shall only be a working partner. Before I advert to the factual matrix, it would be apposite to note the submission of the learned counsel Mr. R.P. Goenka, who appears on behalf of the respondent 1, who shall be referred to as the complainant, hereinafter. Mr. R.P. Goenka submits that the complaint specifically asserts that the accused was in charge of the affairs of the firm and indeed the averments in the complaint travel a step ahead, in the sense, that the averment further is that the accused is equally responsible for the offence committed by the firm since the offence is committed with his consent and /or connivance. Mr. R.P. Goenka would emphasize the statutory scheme to submit, that even a person, who is not in charge of the affairs of the firm can be roped in as an accused, if the offence is committed by the firm with his consent or connivance.",
        "5. While issuing notice vide order dated 5.4.2019, I noted the submission of the learned counsel Mr. A.C. Dharmadhikari that the partnership deed referred to supra excludes the applicability of the doctrine of vicarious liability. I issued notice for the limited purpose of ascertaining whether the partnership deed can be considered, in the factual matrix, as an incontrovertible material.",
        "6. Adverting to the averments in the complaint, paragraphs 1, 2 and 7 read thus:",
        {
            "I": "1. The complainant is permanent resident of Akola. That the accused no. 1 is a partnership firm and accused no. 2 and 5 are its partners. That the accused no. 2 to 5 are looking after the day to day affairs of the business of the accused no.1 firm. That the accused no. 2 to 5 were in charge of and were responsible to the accused no.1 firm for he conduct of the business affairs of the firm as well as the firm, when the offence was committed. That the accused no. 2 to5 are having complete knowledge and information about all the business transactions of the accused no. 1 firm. That the accused no. 2 to 5 are jointly and severally responsible and liable for all the affairs and transactions of the accused no. 1 firm. That all the accused no. 2 to 5 were doing the business under the name of the accused no. 1 and they used to attend the customers. That all the accused used to look after the banking affairs of the accused no. 1 firm. That accused no. 2 to 5 were sitting at the business place of the accused no. 1 firm. The accused no. 2 to 5 were sitting at the business place of the accused no. 1 firm. The accused no. 2 to 5 were also going to bank to look after and manage banking transactions and other affairs of accused no. 1 firm with the bank"
        },
        ".",
        {
            "I": "2. That the complainant wanted to deposit amount and for that the complainant made enquiry as to who accepts deposit and thereupon the complainant came to know that the accused used to accept deposit. That on 14.10.2016 the complainant approached and went to the accused with broker Mr. Manoj Ganpatlal Khandelwal and has deposited an amount of Rs. 1,00,000/- (Rs. One Lac) by cheque no. 000001 drawn on The Akola Janta Comm. Co. operative Bank ltd. Akola with the accused no.1 firm. That the said cheque given by the complainant has been duly honored and the accused have received its amount. That the accused no. 2 Bharat for and on behalf of accused no. 1 firm and also accused no. 3 to 5 have acknowledged the receipt of the said amount by executing a deposit receipt dated 14.10.2016 in favour of the complainant. That the accused have agreed to refund the said deposit amount at any time, as and when demanded by the complainant. That at that time and on that date, all the accused no. 2 to 5 were present there"
        },
        ".",
        {
            "I": "7. That the accused no. 2 to 5 were and are in charge of and responsible for the business of the accused no. 1 firm and all the accused are having complete knowledge and information about the depositing of the amount by the complainant wih the accused no. 1 firm and issuance of the cheque which is the subject matter of this complaint in favour of the complainant for the refund of deposit amount. The accused no. 2 to 5 are also having knowledge that the said cheque has been dishonored and complainant has served demand notice. That the accused no. 2 to 5 have knowingly and intentionally neglected to honor and clear the cheque in question and inspite of receipt of the notice, accused no. 2 to 5 have neglected and failed to remit and pay the cheque amount to the complainant. Thus it is clear that the offence has been committed with the consent and connivance of the partners i.e. accused no. 2 to 5 of the accused no. 1 firm. Therefore, as the offence has been committed with the consent and connivance of and in attributable to gross negligence on the part of accused no. 2 to 5, all of them are guilty of commission of the offence"
        },
        ".",
        "7. The law is too well settled to burden this judgment with reference to the plethora of the decisions which hold the field. Suffice it to refer to the decision of the Apex Court in S.M.S. Pharmaceuticals Ltd ..vs.. Neeta Bhalla, (2005)8 SCC 89 : (AIR 2005 SC 3512) (",
        {
            "I": "SMS Pharmaceuticals"
        },
        "), which is consistently followed. Tested on the anvil of the law articulated by the Apex Court, it is evident that the necessary averments made in the complaint, if accepted at face value, make out a case to proceed against the accused. With reference to the submission in the alternative canvased by Mr. R.P. Goenka that the offence is committed with the consent or connivance of the accused, the averments in paragraph 7 which are reproduced supra, are sufficient to impel the learned Magistrate to consider the submission on merits and to record an appropriate finding after the parties avail the opportunity of adducing evidence.",
        "8. The only question which needs an answer, is whether the accused is justified in the contention that the partnership deed dated 9.1.2013 is an incontrovertible material as would render the proceedings an abuse of the process of law and the answer must be an emphatic no.",
        "9. An incontrovertible material is, ordinarily, a public document in public domain or a private document which is not disputed or is irrefutable. It is not even argued, that the partnership deed is a public document. Be it noted, that according to the accused, the partnership firm is not registered. The partnership deed which is pressed in service to canvas the submission that the accused was not in charge of the affairs of the firm is not a document in public domain. I, therefore, called upon Mrs. R.P. Jog to bring to my notice any material in the nature of an admission by the complainant of the partnership deed on which the accused is relying.",
        "10. Mrs. R.P. Jog invites my attention to a complaint in which the complainant placed on record copy of the partnership deed. I noted the name of the complainant which is Mr. Dilip Goenka and asked Mrs. R.P. Jog to explain as to how Mr. Dilip Goenka filing the partnership deed in a complaint lodged by him personally, can be construed as an admission of the complainant herein that such a partnership deed does exists and correctly reflects the factual scenario. I was amazed by the response which is that Mr. Dilip Goenka who filed on record the partnership deed in his personal capacity as the complainant, also appears as counsel for the complainant in the present matter. In the interest of observing restraint, I say nothing more. Indeed the response is noted only as a courtesy to the learned counsel.",
        "11. In the midst of dictation, only in order to satisfy my conscience, I again asked Mrs. R.P. Jog whether there is any incontrovertible material suggesting that the complainant has admitted the contents of the partnership deed dated 9.1.2013 and in response Mrs. R.P. Jog submits that she has already pointed out the material and that I should consider her next submission that averments in the complaint, which are not substantiated by material, are not sufficient to clothe the learned Magistrate with the jurisdiction to issue process.",
        "12. Mrs. R.P. Jog invites my attention to the decision of the Apex Court in SMS Pharmaceuticals (supra).",
        "13. The questions which fell for determination in SMS Pharmaceuticals, were thus:",
        {
            "I": "(a) Whether for purposes of Section 141 of the Negotiable Instruments Act, 1881, it is sufficient if the substance of the allegation read as a whole fulfill the requirements of the said section and it is not necessary to specifically state in the complaint that the person accused was in charge of, or responsible for, the conduct of the business of the company?. (b) Whether a director of a company would be deemed to be in charge of, and responsible to, the company for conduct of the business of the company and, therefore, deemed to be guilty of the offence unless he proves to the contrary?. (c) Even if it is held that specific averments are necessary, whether in the absence of such averments the signatory of the cheque and or the managing directors or joint managing director who admittedly would be in charge of the company and responsible to the company for conduct of its business could be proceeded against."
        },
        "14. The questions formulated were answered by the Apex Court, thus:",
        {
            "I": [
                "(a) It is necessary to specifically aver in a complaint under Section 141 that at the time the offence was committed, the person accused was in charge of, and responsible for the conduct of business of the company. This averment is an essential requirement of Section 141 and has to be made in a complaint. Without this averment being made in a complaint, the requirements of Section 141 cannot be said to be satisfied. (b) The answer to the question posed in sub-para (b) has to be in the negative. Merely being a director of a company is not sufficient to make the person liable under Section 141 of the Act. A director in a company cannot be deemed to be in charge of and responsible to the company for the conduct of its business. The requirement of Section 141 is that the person sought to be made liable should be in charge of and responsible for the conduct of the business of the company at the relevant time. This has to be averred as a fact as there is no deemed liability of a director in such cases. (c) The answer to Question (c) has to be in the affirmative. The question notes that the managing director or joint managing director would be admittedly in charge of the company and responsible to the company for the conduct of its business. When that is so, holders of such positions in a company become liable under Section 141 of the Act. By virtue of the office they hold as managing director or joint managing director, these persons are in charge of and responsible for the conduct of business of the company. Therefore, they get covered under Section",
                "141. So far as the signatory of a cheque which is dishonoured is concerned, he is clearly responsible for the incriminating act and will be covered under sub- section (2) of Section 141."
            ]
        },
        "15. Several decisions of the Apex Court have followed SMS Pharmaceuticals to hold that an averment that the partner was in charge of and responsible for the conduct of the business of the firm is a basic requirement which persuades the learned Magistrate to issue process. An illustrative reference may be made to Gunmala Sales Private Limited and others..vs..Navkar Infra Projects Private Limited and others, (2015)1 SCC 103 : (AIR 2015 SC 1072) (",
        {
            "I": "Gunmala Sales"
        },
        ").",
        "16. The consideration in Gunmala Sales reads thus:",
        {
            "I": "29. SMS Pharma-(1), undoubtedly, says that it is necessary to specifically aver in the complaint that the Director was in charge of and responsible for the conduct of the company's business at the relevant time when the offence was committed. It says that this is a basic requirement. And as we have already noted, this averment is for the purpose of persuading the Magistrate to issue process. If we revisit SMS Pharma-(1), we find that after referring to the various provisions of the Companies Act it is observed that those provisions show that what a Board of Directors is empowered to do in relation to a particular company depends upon the roles and functions assigned to Directors as per the memorandum and articles of association of the company. There is nothing which suggests that simply by being a Director in a company, one is supposed to discharge particular functions on behalf of a company. As a Director he may be attending meetings of the Board of Directors of the company where usually they decide policy matters and guide the course of business of a company. It may be that a Board of Directors may appoint sub-committees consisting of one or two Directors out of the Board of the company who may be made responsible for the day-to-day functions of the company. This Court further observed that what emerges from this is that the role of a Director in a company is a question of fact depending on the peculiar facts in each case and that there is no universal rule that a Director of a company is in charge of its everyday affairs. What follows from this is that it cannot be concluded from SMS Pharma-(1) that the basic requirement stated therein is sufficient in all cases and whenever such an averment is there, the High Court must dismiss the petition filed praying for quashing the process. It must be remembered that the core of a criminal case are its facts and in factual matters there are no fixed formulae required to be followed by a court unless it is dealing with an entirely procedural matter. We do not want to discuss 'the doctrine of Indoor Management' on which submissions have been advanced. Suffice it to say, that just as the complainant is entitled to presume in view of provisions of the Companies Act that the Director was concerned with the issuance of the cheque, the Director is entitled to contend that he was not concerned with the issuance of cheque for a variety of reasons. It is for the High Court to consider these submissions. The High Court may in a given case on an overall reading of a complaint and having come across some unimpeachable evidence or glaring circumstances come to a conclusion that the petition deserves to be allowed despite the presence of the basic averment. That is the reason why in some cases, after referring to SMS Pharma-(1), but considering overall circumstances of the case, this Court has found that the basic averment was insufficient, that something more was needed and has quashed the complaint."
        },
        {
            "I": "30. When a petition is filed for quashing the process, in a given case, on an overall reading of the complaint, the High Court may find that the basic averment is sufficient, that it makes out a case against the Director; that there is nothing to suggest that the substratum of the allegation against the Director is destroyed rendering the basic averment insufficient and that since offence is made out against him, his further role can be brought out in the trial. In another case, the High Court may quash the complaint despite the basic averment. It may come across some unimpeachable evidence or acceptable circumstances which may in its opinion lead to a conclusion that the Director could never have been in charge of and responsible for the conduct of the business of the company at the relevant time and therefore making him stand the trial would be abuse of the process of court as no offence is made out against him."
        },
        "17. The articulation of law is therefore, that when a petition is filed for quashing the process, in a given case, on an overall reading of the complaint, the High Court may find that the basic averment that the director or partner is in charge of the affairs of the company / firm is sufficient to issue process. Indeed, Gunmala Sales articulates that the further role of the director or the partner can be brought out in the trial. However, Gunmala Sales further articulates, that notwithstanding that the basic averment is made, the High Court is not bound to dismiss the petition. Notwithstanding that the complaint incorporates the basic averment, the High Court may come across some unimpeachable evidence or acceptable circumstances which may in its opinion lead to the conclusion that the director or partner could not have been in charge of the affairs of the company or the firm. The observations in Gunmala Sales are quoted with approval in the two Judges Bench decision of the Apex Court in Standard Chartered Bank vs. State of Maharashtra, 2016 Law Suit (SC) 344 .",
        "18. A learned Single Judge of this court does take a view that the role of the accused must be specifically spelt out in the complaint and that the averments must be supported with linkage of corresponding documents which bring to the fore the personal involvement of the accused. This view in Mr. Rajeev Khandelwal v. The State of Maharashtra and Anr., 2013 All MR (Cri) 1946, is considered by me in Criminal Application (APL) 338/2018 and I have held that the view reflects too broad a statement and is not consistent with the authoritative enunciation of law illustratively the observation in Gunmala Sales, which is already noted supra.",
        "19. Mrs. R.P. Jog then presses in service the decision of the two Judge Bench of the Apex Court in Central Bank of India vs. Asian Global Ltd and Ors, [(2010) 11 SCC 203 (",
        {
            "I": "Central Bank of India"
        },
        ") and in particular, the observations in paragraph 17, which read thus:",
        {
            "I": [
                "17. The law as laid down in S.M.S.Pharmaceuticals Ltd.'s case (supra) has been consistently followed and as late as in 2007, this Court in the case of N.K. Wahi's case2, while considering the question of vicarious liability of a Director of a Company, reiterated the sentiments expressed in S.M.S. Pharmaceuticals Ltd.'s case (supra) that merely being a Director would not make a person liable for an offence that may have been committed by the Company. For launching a prosecution against the Directors of a Company under Section 138 read with Section 141 of the 1881 Act, there had to be a specific allegation in the complaint in regard to the part played by them in the transaction in question. It was also laid down that the allegations had to be clear and unambiguous showing that the Directors were in charge of and responsible for the business of the Company. This was done to discourage frivolous litigation and to prevent abuse of the process of Court and from embarking on a fishing expedition to try and unearth material against the Director concerned.",
                "20. Central Bank of India takes the case of the accused no further. The enunciation is that for launching a prosecution against the directors of a company, there has to be a specific allegation in the complaint in regard to the part played by them in the transaction in question and that the allegations must be in clear and unambiguous words showing that the directors were in charge of and responsible for the business of the company. I have reproduced the averments. Nothing further was necessary, nothing further is required. The part played by the accused in the transaction/s is spelt out with particularity.",
                "21. Mrs. R.P. Jog then relies on the observations in paragraph 15 in Central Bank of India which record that except the statement that the accused were directors and were responsible and liable for the acts of the company, no specific allegation is made against them. The Apex Court then observes that the question of proving a fact not mentioned in the complaint did not, therefore, arise in the facts of this case. It is then observed that admittedly except for the statement, no other material has been disclosed in the complaint (emphasis supplied) to make out a case against the respondents that they had been in charge of the affairs of the company. Considering the averments in the complaint, it cannot be said that there is no material averred, in contradistinction with evidentiary material which is a matter of trial, in the complaint, as would satisfy the test of the pleadings.",
                "22. Mrs. R.P. Jog then relies on the decision of the Apex Court in N.K. Wahi vs. Shekhar Singh and Ors, [(2007)9 SCC 481]: (AIR 2007 SC 1454 ) and in particular, the observations in paragraphs 2, 3, 4 and 8 thereof, which read thus:",
                "2. Background facts in nutshell are as under: Appellant presented a criminal complaint under Section 138 read with Section 141 of the Negotiable Instruments Act, 1881 (in short the 'Act') in the Court of Metropolitan Magistrate, New Delhi. It was pleaded that M/s Western India Industries Ltd. is a limited company and the respondents and some others were the Directors/ persons responsible for carrying on the business of the company and the liability of these persons is joint and several. It was stated that certain cheques had been issued by the company which were dishonored on being presented. After giving the necessary notice the complaint was filed. The respondents filed an application for dropping the proceedings stating that they were not Directors of the company and further there was no allegation against them in terms of Section 141 of the Act and as such they should not have been made parties. Learned Metropolitan Magistrate dismissed the application holding that whether the applicants in the aforesaid petitions were Directors at the relevant point of time or not is to be decided on evidence.",
                "3. It was further held that the company is a juristic person and works through persons responsible for carrying out its activities and, therefore, they have been rightly impleaded as parties. Respondents filed applications invoking Section 482 of the Code of Criminal Procedure, 1973 (in short the 'Code'). The High Court held that the preliminary evidence does not establish that the respondents were either incharge or were responsible to the companies for the conduct of business. In the absence of any such evidence or assertion, it was held that the learned Metropolitan Magistrate was not justified in issuing summons to the respondents"
            ]
        },
        ".",
        "4. In support of the appeals, learned counsel for the appellant submitted that there was clear material to show that respondents were either Directors or persons incharge of the business of the company. The High Court found that preliminary evidence had been recorded and subsequent evidence was forthcoming. The appellant who appeared at that time only stated that accused 2 to 12 are Directors and responsible for the company and as such liable by the acts of the company. The High Court held that there was no clear averment or evidence to show that the respondents were incharge or responsible to the company for the conduct of the business as well as the company. Accordingly the proceedings were quashed so far as the respondents are concerned. The respondents on the other hand supported the order of the High Court",
        {
            "I": [
                "."
            ]
        },
        "8. To launch a prosecution, therefore, against the alleged Directors there must be a specific allegation in the complaint as to the part played by them in the transaction. There should be clear and unambiguous allegation as to how the Directors are incharge and responsible for the conduct of the business of the company. The description should be clear. It is true that precise words from the provisions of the Act need not be reproduced and the court can always come to a conclusion in facts of each case. But still in the absence of any averment or specific evidence the net result would be that complaint would not be entertainable.",
        "23. The decision in N.K. Wahi vs. Shekhar Singh and Ors, and in particular, the observations in paragraph reproduced supra, is clearly misunderstood by the learned counsel Mrs. R.P. Jog. The Apex Court notes in paragraph 4 that the High Court found that preliminary evidence had been recorded. It is in this context that in paragraph 8, the Apex Court declares that in the absence of any averment or specific evidence, the net result would be that complaint would not be entertainable. It is obvious from the use of the expression",
        {
            "I": "or"
        },
        "that it would suffice if the basic averment is incorporated and the question of sufficiency of evidence would have to be cogitated if there is evidence on record or then after the parties adduce evidence, at the stage of final hearing.",
        "24. The last decision on which Mrs. R.P. Jog relies is the decision of the Apex Court in Rajeev Thapar and Ors vs. Madan Lal Kapoor, [(2013)3 SCC 330 : (2013 Cri LJ 1272 (SC))], arising out of SLP (Cri.) 4883/2008 which is referred to and reproduced in the decision in Prashant Bharti vs. State of NCT of Delhi [SLP (Cri.) 1800 of 2009], the observations in paragraph 23, read thus:",
        {
            "I": "23. Based on the factors canvassed in the foregoing paragraphs, we would delineate the following steps to determine the veracity of a prayer for quashing, raised by an accused by invoking the power vested in the High Court under Section 482 of the Code of Criminal Procedure.:- (i) Step one, whether the material relied upon by the accused is sound, reasonable, and indubitable, i.e., the material is of sterling and impeccable quality? (ii) Step two, whether the material relied upon by the accused, would rule out the assertions contained in the charges levelled against the accused, i.e., the material is sufficient to reject and overrule the factual assertions contained in the complaint, i.e., the material is such, as would persuade a reasonable person to dismiss and condemn the factual basis of the accusations as false. (iii) Step three, whether the material relied upon by the accused, has not been refuted by the prosecution/complainant; and/or the material is such, that it cannot be justifiably refuted by the prosecution/complainant? (iv) Step four, whether proceeding with the trial would result in an abuse of process of the court, and would not serve the ends of justice? If the answer to all the steps is in the affirmative, judicial conscience of the High Court should persuade it to quash such criminal - proceedings, in exercise of power vested in it under Section 482 of the Code of Criminal Procedure. Such exercise of power, besides doing justice to the accused, would save precious court time, which would otherwise be wasted in holding such a trial (as well as, proceedings arising therefrom) specially when, it is clear that the same would not conclude in the conviction of the accused."
        },
        "25. The principle that indubitable material can be looked into in exercise of 482 jurisdiction is too well settled. The expressions used by the Apex Court are indubitable or incontrovertible or irrefutable and the semantic difference apart, the ratio is that the material which is brought to the Court's notice by the accused, must be incontrovertible as would persuade the Court to believe that continuation of the proceedings shall be an abuse of the process of the law. I have already held that a private document like the partnership deed, which is not in public domain, which is not on the record of any statutory authority, and which is specifically disputed, cannot be an indubitable or incontrovertible material.",
        "26. In my considered view, no case is made out for interfering in exercise of inherent powers or in extraordinary jurisdiction.",
        "27. The application is dismissed."
    ],
    "HeadNote": "Criminal P.C. (2 of 1974), S.482 - Inherent powers - Quashing of order of issuance of process - Offence of dishonour of cheque - Averments of complaint that cheque issued by partnership firm towards refund of amount deposited with partnership firm got dishonored - Accused claiming that he was not in-charge of firm or responsible for day to day business - Claim of accused based on partnership deed which incorporates a recital that accused shall be working partner - Plea of accused that partnership deed was incontrovertible evidence - An incontrovertible material is, ordinarily, a public document in public domain or a private document which is not disputed or is irrefutable - No argument that partnership deed is public document - Partnership deed not registered - Document not in public domain - Partnership deed cannot be held to incontrovertible document - No case for exercising inherent powers or extra-ordinary jurisdiction - Order of issuance of process, not liable to be quashed (Paras9 25 26)",
    "Result": "Petition dismissed"
}