{
    "ILOCaseNo": "2021 ILO ALL 601929",
    "Court": "ALLAHABAD HIGH COURT",
    "CaseDetails": [
        {
            "CaseNo": "MISC. BENCH - 6572 of 2021",
            "Petitioner": "Syed Asif Ali and Anr.",
            "Respondent": "State Of U.P. T and Ors."
        }
    ],
    "JudgmentDate": "25/03/2021",
    "BenchCoram": "Ramesh Sinha;Rajeev Singh",
    "Lawyers": {
        "LawyerForPetitioner": [
            "Anupam Mehrotra"
        ],
        "LawyerForRespondent": [
            "G. A.",
            "Gaurav Mehrotra",
            "Mohd. Imran"
        ],
        "Lawyer": []
    },
    "JudgmentText": [
        "By means of the instant writ petition under Article 226 of the Constitution of India, the petitioners are seeking the following reliefs :",
        {
            "I": "(i) issue a writ, order or direction in the nature of certiorari quashin the impugned Government Orders dated 30.12.2015 and 26.07.2016 (Annexure Nos. 1 and 2, Writ Petition) as well as such other orders as may be consequential or incidental thereto for being illegal and unconstitutional insofar as the trial of an offence punishable under S. 138 of the Negotiable Instruments Act, 1881 (Chapter XVII of the said Act) by the Additional Courts of Presiding Officers held by the retired District and Sessions Judges is concerned and if this severability is found to be not feasible, the aforesaid Government Orders and the creation of the said Additional Courts thereunder may kindly be quashed in their entirety; (ii) issue a writ, order or direction in the nature of certiorari quashing the proceedings of the Court of Presiding Officer, Additional Court, Room No.5, Lucknow in the impugned Case No. 6800/2018 : Sri Praveen Kumar v. Sri Asif Ali and another lodged against the petitioners under S. 138 read with S. 141, Negotiable Instruments Act, 1881 on the complaint of respondent no.5 dated 16/18.8.2018 (Annexure No.4, Writ Petition) declaring the said proceedings, along with the creation of the said Additional Court, to be a nullity and void ab initio for being unconstitutional and illegal; (iii) issue a writ, order or direction in the nature of prohibition prohibiting any further proceedings against the petitioners before the Court of Presiding Officer, Additional Court, Room No. 5, Lucknow or any other Court in Case No. 6800/2018 :Sri Praveen Kumar v. Sri Asif Ali and another lodged under Section 138 read with S. 141, Negotiable Instruments Act, 1881 on the complaint of respondent no.5 dated 16/18.8.2018 (Annexure No.4, Writ Petition) (iv) issue such other writs, orders or directions as may be deemed appropriate in the facts and circumstances of the case so as to give effect to the relief claimed above and protect and safeguard the rights and interest of the petitioners; (v) award costs in favour of the petitioners."
        },
        "(2) Heard Shri Anupam Mehrotra, learned Counsel for the petitioners, Shri Prachish Pandey, learned AGA for the respondents no.1/State and Shri Shishir Jain, learned Counsel for the respondent nos. 2 to 4. (3) With the consent of the learned Counsel for the petitioners, learned AGA and learned Counsel for the respondent nos. 2 to 4, the present writ petition is being heard and decided at the admission stage itself. (4) Shorn off unnecessary details, the essential skeletal material facts necessary for appreciation of the squabble are that petitioner no.1-Syed Asif Ali is the sole proprietor of M/s Bushrah Export House (petitioner no.2 herein), which engaged in the business of garment. Respondent no.5-Sri Praveen Kumar is stated to be a retired bank employee. (5) It has been stated by the petitioners that in the year 2014, accused/petitioner no.1 learnt from the office of his Chartered Accountant, namely, Sri Akshay Kumar that one Praveen Kumar (respondent no.5) wants to sell his house. For the purpose of purchasing the house of respondent no.5, petitioner no.1 handed over two undated cheques, bearing No. 173883 for Rs.24,00,000/- and No. 173864 for Rs.6,00,000/-, to his Chartered Accountant. Both these cheques were of the account of M/s Bushrah Export House at the State Bank of India, Ashok Marg Branch, Lucknow and signed by the petitioner no.1 as the sole proprietor of M/s Bushrah Export House. However, the respondent no.5 had finally said that he does not want to sell the house. Therefore, the matter of the proposed sale and purchase of the said house ended there. (6) It has also been stated by the petitioners that since 2014, after the respondent no.5 said that he does not want to sell the house, the aforesaid two cheques, in normal course of business between the petitioner no.1 and the Chartered Accountant of petitioner no.1, remained with the Chartered Accountant of the petitioner no.1. Subsequently, it has been informed by the Chartered Accountant that two undated signed cheques of the petitioner no.1 were stolen from the office of Chartered Accountant by the respondent no.5. Against this theft, the Chartered Accountant of the petitioner no.1 informed the police and also filed a complaint in the Court of Additional Chief Judicial Magistrate (IV), Lucknow under Section 190 (a) read with Section 200 Cr.P.C. Thereafter, on 04.09.2020, the Chartered Account of the petitioner no.1 died on 04.09.2020. (7) According to the petitioners, on 17.07.2018, the respondent no.5 presented the aforesaid two stolen cheques to the Bank. On being informed by the bank about the presentation of the said cheques of a four years old series and of such a high amount, the petitioner no.1 asked the bank to put them on hold as the cheques were not issued by the petitioner no.1. Thus, the bank did not allow the encashment of aforesaid two cheques. Thereafter, the respondent no.5 filed a complaint case under Section 138 read with Section 141 of the Negotiable Instruments Act before the Court of Special Chief Judicial Magistrate (Customs), Lucknow, which was registered as Case No. 6800 of 2018 : Sri Praveen Kumar Vs. Sri Asif Ali and another. (8) It has been stated by the petitioners that in the aforesaid complaint, it has been alleged by the respondent no.5 that on 04.04.2018, a short term friendly loan of Rs.30,00,000/- for a period of three months at the rate of interest of 12 per cent per annum repayable on demand, was given by the respondent no.5 to the petitioner no.1 as per an oral agreement. It has also been alleged that two cheques allegedly issued by the petitioner no.1 to repay the said loan were dishonoured. Thereafter, on 17.07.2018, fifteen days' notice under Section 138 of the Negotiable Instruments Act was given by the respondent no.5 to the petitioner no.1 by way of notice dated 26.07.2018, which the petitioner no.1 is said to have been received on 28.07.2018 and then, 16/18.8.2018, the the aforesaid complaint case was filed within the period of one month prescribed under Section 142 (b) of the Negotiable Instruments Act. (9) According to the petitioners, vide order dated 18.08.2018, the complaint filed by the respondent no.5 was registered on its presentation before the Court of Special Chief Judicial Magistrate (Customs), which directed the listing of the complaint case for Section 200/202 Cr.P.C. on 13.09.2018. However, on 12.09.2018, the said case was transferred from the Court of Special Chief Judicial Magistrate (Customs), Lucknow to the Court of Presiding Officer, Additional Court, Room No.5, Lucknow and the file thereof was received in the said additional Court on 13.09.2018. Since then, the trial of the complaint case is being held by the Court of Presiding Officer, Additional Court, Room No. 5, Lucknow. However, aggrieved by the cognizance of the complaint case, summoning order and the warrant issued therein, the accused/ petitioner no.1 filed a case before this Court under Section 482 Cr.P.C., which was registered as Criminal Misc. Case No. 311 of 2019 : Syed Asif Ali Vs. Presiding Officer, Additional Court, Room No.5, Lucknow and another, wherein the petitioner no.1 has challenged the proceedings in case No. 6800 of 2018 pending in the Court of Presiding Officer, Additional Court, Court Room No. 5, Lucknow under Section 138/141 of the Negotiable Instruments Act, 1881. (10) The learned Single Judge, vide order dated 21.01.2019, disposed of the aforesaid case filed by the petitioner no.1 under Section 482 Cr.P.C. Against the order dated 21.01.2019, the petitioner no.1 has approached the Hon'ble Supreme Court by filing Special Leave to Appeal (Criminal) No. 1380 of 2019 : Syed Asif Ali Vs. Praveen Kumar, in which the Hon'ble Supreme Court, vide order dated 09.12.2019, dismissed the SLP with liberty to the petitioner no.1 to appear before the Chief Judicial Magistrate, Lucknow within four weeks and apply for bail. (11) Pursuant to the aforesaid order dated 09.12.2019, the petitioner no.1 applied for bail, which was granted by the Court of Presiding Officer, Additional Court, Room No. 5, Lucknow and since then, the petitioner no.1 is on bail. (12) After releasing the the petitioner no.1 on bail, he filed an application dated 28.02.2020 for discharge before the Court of Presiding Officer, Additional Court, Room No.5, Lucknow in the complaint case, to which respondent no.5/complainant has filed objections dated 06.03.2020. Thereafter, the Court of Presiding Officer, Additional Court, Room No. 5, Lucknow, vide order dated 15.01.2021, has rejected the said application for discharge dated 28.02.2020 filed by the petitioner no.1 on the ground that the plea of the accused/petitioner no.1 is a subject matter of evidence in trial. Thereafter, on 29.01.2021, the statement of the petitioner no.1 under Section 251 Cr.P.C. was recorded in the complaint case. On 19.02.2021, the respondent no.5 has filed statement under Section 254 of the Cr.P.C., annexing the Income Tax Return acknowledgments of the Assessment Years 2018-19, 2019-20 and 2020-21. Thereafter, on 19.02.2021, the Additional Court directed that the complaint case shall be listed for cross examination on 8.03.2021 and on 08.03.2021, the said case has been directed to be listed on 1.4.2021. (13) Shri Anupam Mehrota, learned Counsel for the petitioners has submitted that the trial by a retired District and Sessions Judge suffers from patent want of jurisdiction and is a nullity and void ab initio. Moreso, no offence is made out by the allegations made against the petitioners and the impugned trial is, inter alia, barred by the provisions of Negotiable Instruments Act, 1881 itself. It has been stated that the executive creation of the Court of a retired District and Sessions Judge is in violation of the fundamental principle which is also embodied in Section 6 of the Code of the Criminal Procedure that no Court can be created by an executive order as it requires authority of law to do so. (14) Elaborating his submissions, Sri Mehrotra has submitted that the trial of the alleged offence under Section 138 of the Negotiable Instruments Act, 1881 (hereinafter referred to as the",
        {
            "I": "Act, 1881"
        },
        ") by a retired District and Sessions Judge is not contemplated by law and is in gross violation of Section 142 (1) (c) of Act, 1881, which enjoins that notwithstanding anything contained in the Cr.P.C., no Court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the first class shall try any offence punishable under Section 138 of the Act, 1881 and the Court of a retired District and Sessions Judge is per se inferior to a serving Metropolitan Magistrate or Judicial Magistrate of that first class. His submission is that the provision",
        {
            "I": "a Court within whose local jurisdiction"
        },
        "in Section 142 (2) of the Act, 1881 reinforces that the trial of an offence under Section 138 of the Act, 1881 by the Court of a retired District and Sessions Judge constitutes by an executive order is completely unlawful as a retired District and Sessions Judge does not have any local jurisdiction within the meaning of Section 142 of the Act, 1881. Thus, the transfer of complaint case to the Additional Court held by a retired District and Sessions Judge is an invalid exercise of the power of distribution of business vested in the Chief Judicial Magistrate under Section 15 (2) of the Cr.P.C. as a retired District and Sessions Judge is not a judicial magistrate. (15) It has been argued by the learned Counsel for the petitioners that Chapter XVII of the Act, 1881 is a special law, which must be strictly construed and the application thereof cannot be stretched beyond what is expressly provided therein, nor the remedy of a civil suit under the general law is to be necessarily excluded in all cases. (16) Learned Counsel for the petitioners has contended that it is per se frivolous and vexatious that in the complaint, M/s Bushrah Export House has been arrayed as the accused no. 2 through its Sole Proprietor, the petitioner no.1/accused no.1. The sole proprietorship is not a",
        {
            "I": "company"
        },
        "in view of Section 141 of the Negotiable Instruments Act. Thus, the complaint case filed by the respondent no.5 against the sole proprietorship of the petitioner no.1 is manifestly not maintainable. It has also been stated that the said transfer of the complaint case is an invalid exercise of power of distribution of business vested in the Chief Judicial Magistrate under Sections 15 (2) of the Code of Criminal Procedure as a retired District and Sessions Judge is not a Judicial Magistrate. (17) To strengthen his submissions, learned counsel for the petitioners has relied upon A.R. Antulay Vs. R.S. Nayak : AIR 1988 SC 1531 (7 JJ.), Kunwar Singh Saini Vs. High Court of Delhi : (2012) 4 SCC 307 : (2011 AIR SCW 5985), Ram Jawaya Kapur Vs. State of Punjab : AIR 1955 SC 549, Indian Bank Association Vs. Union of India : (2014) 5 SCC 590, Kundan Lal Vs. Custodian, Evacuee Property : AIR 1961 SC 1316, M.S. Narayana Menon Vs. State of Kerala : (2006) 6 SCC 39, Sudhir Kumar Bhalla Vs. Jagdish Chand : 2008 (7) SCC 137, Kumar Exports Vs. Sharma Carpets : (2009) 2 SCC 513, Rangappa Vs. Mohan : AIR 2010 SC 1898, Ram Das Vs. Krishnanand : (2014) 12 SCC 625, Munir Ahmad Vs. State of Rajasthan : 1989 SCC (Cri) 455, M. Veerabhadra Rao Vs. Tek Chand : 1984 (Supp) SCC 571, State of Rajasthan Vs. Rajkumar Agarwal : (2012) 8 SCC 616, Tula Ram Vs. Kishore Singh : (1977) 4 SCC 459, N. Harihara Krishnan Vs. J. Thomas, Basalingappa Vs. Mudibasappa : 2019 (5) SCC 418, Pepsi Foods Vs. Special Judicial Magistrate : 1998 SCC (Cri) 1400. (18) Per contra, Shri Shishir Jain, learned Counsel for the High Court has submitted that in the year 2015, a letter dated 16.06.2015 of the Special Secretary, Government of U.P., was received in the office of the Hon'ble High Court in respect of establishment of 38 temporary additional Courts as per the th recommendations of the 14 Finance Commission in the districts where pendency was higher than the national average and had also desired proposal for creation of said Courts. Upon consideration of the aforesaid letter, the Hon'ble High Court, vide letter dated 19.08.2015, had requested to the State Government to intimate the cadre of the proposed 38 temporary additional courts to be created in the State of U.P. to be manned by retired judges and contractual staff for disposing off such cases which constitute the majority of pendency i.e. motor vehicle challans, insurance claims and cheque matters, in terms of the proposal made in the report of 14th Finance Commission. (19) Elaborating his submission, Sri Jain has submitted that upon consideration of the matter, a Committee of Hon'ble Judges was constituted by the Hon'ble Chief Justice and the Committee, after due deliberations, has passed a resolution dated 16.05.2016. In pursuance of the same, option from the judicial officers of the cadre of U.P. Higher Judicial Services, who retired or going to retire during the period from 01.04.2013 to 31.03.2016, were invited by uploading the vacancy on official website of the High Court. It was also provided by the Committee that no Presiding Officer shall hold the office after he has attained the age of 70 years of age on 31.03.2020. Consequently, the High Court, on receipt of the requisite application from the retired judicial officer of the cadre of U.P. Higher Judicial Services and after scrutinizing the same, recommend the name of 38 retired judicial officers of U.P. Higher Judicial Services Cadre for their appointment as Presiding Officers of such additional Courts in the district and had requested to the State Government to communicate the order of the Government in this regard. In compliance thereof, the State Government, vide order dated 26.07.2016, had issued necessary orders in respect of appointment of 38 retired judicial officers of U.P.H.J.S. cadre as Presiding Officers of the 38 additional Courts. Thus, there is no illegality or infirmity in appointing the Presiding Officer of the additional Courts. (20) Learned Additional Government Advocate appearing on behalf of the State has reiterated the aforesaid submissions and has stated that in the instant writ petition, serious disputed question of facts viz. whether the cheque in question has been issued by the petitioner no.1 in favour of the respondent no.5 for payment of friendly loan or the cheque in question has been stolen by the respondent no.5, are involved in the present writ petition, which cannot be examined in writ jurisdiction under Article 226 of the Constitution of India as these questions of fact can only be decided by the concerned competent court in a summary proceedings as provided under law. Therefore, the present writ petition in this regard is not maintainable and the same is liable to be dismissed on this count alone. (21) So far as the plea of the petitioners regarding the creation of Additional Courts of retired District and Sessions Judges by the impugned Government Orders, learned AGA has submitted that earlier the petitioner no.1/accused has challenged the proceedings of complaint case, bearing No. 6800 of 2018, filed by the respondent no.5 by filing application/petition, bearing No. 311 of 2019, under Section 482 of the Code of Criminal Procedure inter alia on the grounds that instead of examining the petitioner under Section 200 Code of Criminal Procedure, the Court below has accepted the affidavit and has also wrongly accepted the documentary evidence under Section 202 Cr.P.C. and further the Bank is also an accused in a case under Section 138 of the Nogotiable Instruments Act. Learned Single Judge of this Court, vide judgment and order dated 21.01.2019, disposed of the aforesaid petition filed by the petitioner no.1 under Section 482 of the Code of Criminal Procedure on the ground of having no force in the petition. (22) Learned AGA has next submitted that against the order dated 21.01.2019, the petitioner no.1 had approached the Apex Court by filing Special Leave to Appeal No. 1380 of 2019, which was dismissed by the Apex Court vide judgment and order dated 09.12.2019 with liberty to the petitioner no.1 to appear before the Chief Judicial Magistrate, Lucknow within four weeks and apply for bail. Pursuant to the aforesaid order of the Apex Court dated 09.12.2019, the petitioner no.1 applied for bail and he was granted bail by the Court of Presiding Officer, Additional Court, Room No. 5, Lucknow. Thereafter, the petitioner no.1 had applied for discharge, which was rejected by the Presiding Officer, Additional Court, Room No. 5, Lucknow vide order dated 15.01.2021 on the ground that discharge of the petitioner no.1 in the complaint case is the subject matter of evidence in the trial. The trial is at advance stage. At this stage, the petitioner no.1 has filed this writ petition raising the plea that the creation of additional court vide impugned Government Orders by appointing the retired District and Sessions Judge is unconstitutional. (23) Elaborating his submission, learned AGA has submitted that before the date of rejection of the application of discharge filed by the petitioner no.1, the petitioner no.1 has participated and actively contested the proceedings before the Additional Court created by the impugned Government Orders. The entire series of events shows that the petitioner no.1 with mala fide intention and oblique motive has raised the plea of appointment of the Additional Court as unconstitutional just to linger on the proceedings pending before the Additional Court. (24) Learned AGA has further submitted that the petitioners have not questioned the functioning/working of day to day affairs of the said Additional Court nor the petitioners have alleged that the Additional Court has passed the order with mala fide intention or extraneous consideration. (25) Lastly, learned AGA has submitted that looking to the huge pendency of cases like motor vehicle challans, insurance th claims and cheque matters and in view of the report of the 14 Finance Commission, the State Government has decided to create additional Court for the aforesaid purpose and on the basis of the recommendation of the High Court, 38 additional Courts for the aforesaid purposes have been created in the State of U.P. and appointment of the recommended retired officer of the U.P. Higher Judicial Officer has been issued in this regard. Thus, there is no error in appointing the retired officer of the U.P. Higher Judicial Officer in the additional Courts as every formality before appointing them has been completed by the State. Moreso, the appointment of the retired District and Sessions Judge as Additional Court to try the cases pertaining to motor vehicle challans, insurance claims and cheque bouncing matters, has been made in terms of Section 13 (1) of the Code of Criminal Procedure, 1973, which provided that High Court is empowered to confer upon any person who holds or has held any post under the Government, the powers conferred or conferrable by or under this Code on a Judicial Magistrate of first or second class. Such Magistrates shall be called Special Judicial Magistrate and shall be appointed for a term not exceeding one year at a time. His submission is that the appointment of the Additional Court has been made on the recommendation of the High Court and the retired District and Sessions Judge so appointed has given the power to exercise the jurisdiction of Special Judicial Magistrate to try the cases of motor vehicle challans, insurance claims and cheque bouncing matters within the frame work as provided under law. The retired District and Sessions Judge so appointed has not exercised the jurisdiction of Sessions Court but the Additional Court has only exercised the jurisdiction of Special Judicial Magistrate. (26) In these backgrounds, learned AGA has submitted that the judgments, which have been cited by the learned Counsel for the petitioners, is distinguishable under the facts and circumstances of the case and are not relevant for adjudication of the issue involved in the matter.",
        "27. Having considered the submissions of the learned Counsel for the petitioners, learned Counsel for the High Court and learned AGA, we are in full agreement with the submission of the learned AGA that the present writ petition is not maintainable as disputed question of fact relating to the cheque in question is involved in the present writ petition. (28) So far as the plea of the petitioners that appointment of the retired District and Sessions Judge by the impugned Government Orders as Additional Court is unconstitutional as their appointment has been made by issuing an executive order, we think it appropriate to discuss the manner in which the impugned Government Orders have been issued and appointment of the retired District and Sessions Judge has been made. (29) The Law Commission had taken note of the experience of the judicial post for the purpose of appointment and conferment of power of Special Judicial Magistrates with the object of securing the expeditious disposal of criminal cases. The Joint Select Committee also took note of the criticisms against the system of Honorary Magistrates and expressed the view that proper way to deal with the arrears of petty criminal cases was to appoint sufficient number of stipendiary Magistrates as a wholesome deletion of the institution of Honorary Members would give rise to problems in some States. The Joint Select Committee suggested that provision be made for the appointment of Special Judicial Magistrates with certain modifications in the earlier system. One of the suggestions was that the appointees should either be persons in Government service or those who have retired from Government service. As a result of these deliberations, Section 13 of the Code of Criminal Procedure, 1973 came to be enacted in their present form. th (30) Having regard to the recommendations of the 14th Finance Commission and looking to the huge pendency of cases in lower Court, the Central Government, vide letter dated 29.05.2015, has made certain recommendation to the State Government. In order to implement the recommendation of the 14th Finance Commission, the State Government, vide letter th dated 16 June, 2015, has requested the Hon'ble High Court for establishment of 38 temporary Additional Courts as per the recommendations of the 14th Finance Commission in the districts where the pendency was higher than the national average and had also desired the explicit proposal for creation of the said Courts. On considering the aforesaid letter dated 16.06.2015, the Hon'ble High Court, vide order dated 19.08.2015, requested the State Government to intimate the cadre of the proposed 38 temporary additional Courts to be created in the State of U.P. to be manned by retired judges and contractual staff for disposing off such cases which constitute the majority of pendency i.e. motor vehicle challans, insurance claims and check bouncing matters, to the Court. (31) Pursuant to the aforesaid letters of the High Court, the State Government, vide letter dated 16.10.2015, requested to the Hon'ble High Court that looking to the nature of the cases, decision with regard to the appointment of the Presiding Officer and staff be taken at the end of Hon'ble High Court. Thereafter, Hon'ble the Chief Justice has constituted three Hon'ble Judges Committee, which, vide its resolution dated 16.05.2016, required option from such judicial officers of the cadre of U.P. Higher Judicial Services, who have retired or going to retire during the period from 01.04.2013 to 31.03.2016 by uploading the vacancy on official website of the High Court. The Hon'ble High Court, after adopting due procedure, recommended the names of 38 retired Judicial Officers of Higher Judicial Services cadre for their appointment as Presiding Officer of such additional courts in the districts. Pursuant to the aforesaid recommendations, impugned Government Orders have been issued. (32) At this stage, we deem it apt to reproduce Section 13 of the Code of Criminal Procedure, which is as under :",
        {
            "I": "13. Special Judicial Magistrates. - (1) The High Court may, if requested by the Central or State Government so to do, confer upon any person who holds or has held any post under the Government, all or any of the powers conferred or conferrable by; or under this Code on a Judicial Magistrate of the first or of the second class, in respect to particular cases or to particular classes of cases, in any local area, not being a metropolitan area : Provided that no such power shall be conferred on a person unless he possesses such qualification or experience in relation to legal affairs as the High Court may, by rules, specify. (2) Such Magistrates shall be called Special Judicial Magistrates and shall be appointed for such term, not exceeding one year at a time, as the High Court may, by general or special order, direct. (3) The High Court may empower a Special Judicial Magistrate to exercise the powers of a Metropolitan Magistrate in relation to any metropolitan area outside his local jurisdiction."
        },
        "(33) A bare reading of the aforesaid Section 13 of the Code of Criminal Procedure, 1973 reveals that it confer power on the High Court to make the appointments and confer such of the powers as it deems proper from the whole bundle of powers conferrable by or under the Code of Criminal Procedure on a Judicial Magistrate of the first or second class or conferrable on a Metropolitan Magistrate as the case may be. The choice of power to be conferred on the appointees under this provision is left to the sole discretion of the High Court. The proviso to each sub-section makes it clear that the appointee must possess such qualification and experience in relation to legal affairs as the High Court may by rules specify. Thirdly, the words",
        {
            "I": "who holds or has held any post under the Government"
        },
        "do not necessarily exclude judicial officers belonging to the subordinate judiciary of a State/Union Territory. The sub-sections merely enable the High Court to appoint persons, other than judicial officers, who hold or have held any post under the Government and who possess the qualification and experience in relation to legal affairs as may be specified by the High Court. Parliament has taken care to leave the question of specifying the requirements for appointment to the High Court. There is therefore, no warrant for placing a narrow construction on the words 'who holds or has held any post under the Government' to confine them to appointments of Government servants, present or past only, and to exclude members belonging to the subordinate Judicial Services. Furthermore, the duration of appointment has been restricted to one year at a time which would give the High Court an opportunity to observe the work of the appointee to enable it to decide whether or not to extend the appointment for a further period, if the workload justifies such continuance. We are, therefore, of the opinion that there is no error in the impugned Government Orders appointing the retired District and Sessions Jude in temporary Additional Court to try the cases of motor vehicle challans, insurance claims and cheque bouncing matters. (34) It has been informed by the learned AGA as well as learned Counsel for the High Court that the term of 38 retired District and Sessions Judge as Additional Court in pursuance of the th recommendation of the 14th Finance Commission has been extended from time to time and lastly, vide Government Order dated 05.03.2021, their term has been extended w.e.f. 01.03.2021 to 28.02.2022. (35) It is needless to mention that though the appointment of the retired District and Sessions Judge has been made as Additional Court to try the cases of motor vehicle challans, insurance claims and cheque bouncing matters but they have not been given the power by the High Court to exercise or act as a Sessions Judge but the High Court has treated them as Special Judicial Magistrates having the powers to try the cases of motor vehicle challans, insurance claims and cheque bouncing matters only and not beyond that. (36) At this stage, we deem it appropriate to reproduce Section 142 of the Negotiable Instruments Act, which reads as under :",
        {
            "I": "142. Cognizance of offences: Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974 ),- (a) no court shall take cognizance of any offence punishable under section 138 except upon a complaint, in writing, made by the payee or, as the case may be, the holder in due course of the cheque; (b) such complaint is made within one month of the date on which the cause of action arises under clause (c) of the proviso to section 138; [Provided that the cognizance of a complaint may be taken by the Court after the prescribed period, if the complainant satisfies the Court that he had sufficient cause for not making a complaint within such period.] (c) no court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the first class shall try any offence punishable under section 138."
        },
        "37. A bare reading of the aforesaid Section 142 of the Negotiable Instruments Act reveals that it governs taking of cognizance of the offence and starts with a non-obstante clause. It provides that no court shall take cognizance of any offence punishable under Section 138 except upon a complaint, in writing, made by the payee or, as the case may be, the holder in due course and such complaint is made within one month of the date on which the cause of action arises under clause (c) of the proviso to Section 138. In terms of sub-section (c) to Section 142, no court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the first class is competent to try any offence punishable under Section 138. Therefore, the Judicial Officers, who have been appointed on 38 posts of Additional Courts created under the recommendation of 14th Finance Commission, are retired Judicial Officers belonging to U.P. Higher Judicial Services cadre and is superior to the Court of Judicial Magistrate of First Class, hence the claim of the petitioners being inferior Court than one prescribed under Section 142 of the Negotiable Instruments Act or not empowered under Section 13 of the Code of Criminal Procedure, 1973 does not arise as these Officers are the judicial officers of higher cadre. (38) For the reasons aforesaid, we are of the view that the instant writ petition is devoid of merit, which is liable to be dismissed. (39) The writ petition is, accordingly, dismissed."
    ],
    "HeadNote": "(A)Constitution of India, Art.226 - Writ petition - Maintainability - As disputed question of facts i.e. whether cheque in question was issued for payment of friendly loan or cheque had been stolen, are involved in present petition - It cannot be examined in writ jurisdiction u/Art.226 of Constitution as these questions of fact could only be decided by concerned competent court in summary proceedings as provided under law - Petition not maintainable. (Para27)(B)Negotiable Instruments Act (26 of 1881), S.142 - Criminal P.C. (2 of 1974), S.13 - Offences under Negotiable Instruments Act- Trial by retired District and Sessions Judge - Validity of - Claim of petitioners that inferior Court than one prescribed u/S.142 of N.I Act and not empowered u/S.13 of Cr.P.C. - Judicial Officers, who were appointed on 38 posts of Additional Courts created under recommendation of 14th Finance Commission, are retired Judicial Officers belonging to U.P. Higher Judicial Services cadre - Said officers are superior to Court of Judicial Magistrate of First Class and are judicial officers of higher cadre - Appointment of such officers, proper. (Para37)",
    "Result": "Petition dismissed"
}